{
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "Dall'ombra della lunga notte emerge un nuovo Excalibur.",
    "/Lotus/Language/Codex/EmberLongDesc": "Tre figure aspettavano dietro ad un semplice tavolo. La loro attenzione su di una singola sedia, immersa nella luce. La voce di una vecchia donna dall'ombra: 'Mandatela dentro'. Dall'altra parte della stanza, un funzionario di sicurezza, severo, aprì la porta. Il profilo di una giovane donna apparve alla porta. Esitò, ma solo per un istante, poi attraversò la stanza e si sedette.\n\nCi fu un sospiro quando la luce illuminò la sua faccia. Il suo occhio destro era chiaro e lampeggiante, ma il suo sinistro era squarciato. La sua pelle era bruciata. La sua bocca era un taglio cadente senza labbra o espressione. Il suo berretto militare era attillato sopra uno scalpo sfregiato e senza capelli.\n\nLa vecchia voce: 'Il tuo nome è Kaleen.' Kaleen fece un cenno col capo. 'Eri la principale investigatrice della Zariman?' La voce di Kaleen fu un sussurro tagliente, la faccia rigida. 'Si'.\n\nKaleen tossì, si raddrizzò: 'La Zariman è andata perduta nella piega da Saturno ai cancelli Esterni. Guasto meccanico. Ho informato le famiglie e preparato il verbale con gli ispettori. Nulla torna mai dalla piega, quindi ho chiuso il caso.'\n\n'Ma hai riaperto il caso, giorni dopo.'\n\n'Non ci credevo finché non ho messo piede a bordo della nave. Era completamente intatta, tutto operativo, come se non se ne fosse mai andata.'\n\n'E la ciurma era sparita.'\n\n'Non esattamente.' Kaleen esitò. 'Pensavamo che fosse vuota ma abbiamo iniziato a trovare...' La sua faccia si contorse al ricordo del dolore, 'Abbiamo iniziato a trovare bambini nascosti nella nave.'\n\n'È stato allora che hai violato la procedura?'\n\nKaleen piegò la testa, una lacrima apparve nel suo occhio cieco. 'Erano bambini. Erano spaventati. Avevano bisogno di conforto.'\n\n'Quindi hai rotto la quarantena e questo è ciò che ti è successo.'\n\nCi fu silenzio quando Kaleen si toccò la faccia, 'Cosa ne avete fatto?'\n\nLa vecchia donna fece cenno al funzionario di portare via Kaleen. L'incontro era finito. Quando Kaleen raggiunse la porta si liberò dalla sua presa e replicò, 'Perché l'avete fatto? Perché avete messo bambini su una nave militare?'\n\n'Non l'abbiamo fatto. Avrebbe violato la procedura.'",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "I Sentient avevano vinto. Avevano usato le nostre armi, la nostra tecnologia, contro di noi. Più progredivamo, maggiori erano le nostre sconfitte. La guerra sarebbe terminata se non avessimo trovato una nuova soluzione. Nella disperazione ci rivolgemmo al Void. L'abbagliante notte, l'inferno dove la nostra scienza e ragione fallirono.\n\nPrendemmo i pochi corrotti che fecero ritorno da quel luogo. Costruimmo loro un'armatura, un canale per la loro sofferenza. Demmo loro le armi del passato. Lama e fucile. Un nuovo guerriero, un nuovo codice era nato. Questi emarginati, questi Tenno, divennero i nostri salvatori. Dei-Guerrieri di acciaio e furia colpivano i nostri nemici in modi che non avrebbero mai potuto comprendere.\n\nExcalibur fu il primo.\n\n-Archivi 'Warframe' Orokin",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Archivio Warframe - Estratto Rapporto:\n\nSedevamo con le cinture allacciate, le sicure tolte, in attesa del lancio. Aspettando la morte. Attraverso il mio lurido oblò vedevo stelle oltre il profilo delle altre capsule in coda per la Rotaia Solare. Ci avrebbe presto afferrati con un potere incomprensibile e lanciati nel vuoto nelle fauci del nemico.\n\nGuardavo le navi piegarsi ad una ad una e sparire. Ognuna piena di semplici soldati, che respiravano aria viziata, aggrappati ai loro fucili a percussione. Ognuna riempita dalla disperazione derivante dall'estinzione. La nostra nave sarebbe stata l'ultima a partire. La nostra nave aveva un carico speciale.\n\nEra essenzialmente vuota. Solo dieci uomini, come me, imbracati con le migliori tute base ed armi che l'impero poteva costruire...e 'Quella'. 'Quella' troneggiava nella piazzola, una forma affusolata metallica senza occhi. Un Tenno dentro al suo Warframe. Vagamente umana, vagamente femminile. Era forse un'armatura o era il carapace decorato del mostro che viveva al suo interno? Mi aggrappai all'imbracatura mentre la nave eseguiva il suo approccio finale. Potevo vedere il Tenno starsene lì in piedi senza aggrapparsi. Solenne e striato d'oro, noncurante dell'inerzia.\n\nFino a quel momento ne negavo l'esistenza, i Tenno. Erano fantasmi, propaganda, vittime contorte dell'era Void. Impossibile che siano reali. Eppure era là in carne ed ossa. L'Impero, nella sua disperazione, stava per liberare i demoni e sperare per il meglio. Chi temevamo di più, il nemico o questo mostro? Avevamo tolto le sicure, in caso ci si fosse rivoltata contro. E poi non ebbe più importanza. Giunse il lancio - e le nostre finestre divennero accecanti. Quando la vista tornò la nostra nave era altrove, distrutta e persa in un istante.\n\nI miei polmoni erano schiacciati, occhi pieni di morte. Frammenti di navi luccicavano come neve nella notte. La stella blu aliena era scura e accecante dietro di noi. Le innumerevoli navi-verme del nemico, avvolte in dischi lucenti, ondeggianti, bruciavano i soldati sopravvissuti come me. Qui è dove sono morto. Fui risucchiato dal passaggio di uno degli anelli, roteando sopra il mio lato destro e bollendo il sangue e l'acqua dentro di me. La vista svani', l'udito si affievoliva e scoppiettava. Sentivo il lato del mio viso afflosciarsi e diventare umido.\n\nEro in un sogno morente. Vedevo un punto sfocato e lucente ondeggiare verso di me. Sentii uno strattone verso di esso dalle parti metalliche della mia tuta. Mi raggiunse, salendo - una scintillante bestia metallica, ali d'oro che si aprivano dietro di essa. Un Angelo. Mi strappò dalla morte. Sentivo i polmoni riempirsi mentre mi avvolgeva nelle sue ali. Il suo scudo brillava di blu, sotto i colpi del nemico. Sentii un'accelerazione. Chiusi gli occhi e mi aggrappai come un bambino.\n\nMi svegliai sul pavimento, il pungere della carne crepitante sul mio viso e sul fianco. Era in piedi davanti a me, le ali erano sparite. Udii il crepitio delle armi echeggiare in fondo al corridoio. Forse la missione poteva essere salvata, ma stavo morendo cosi le feci cenno di andarsene. Sentii una pistola forzatami in mano mentre venivo rimesso in piedi. L'Angelo mi aveva salvato, strappato dall'inferno ma non avrebbe avuto compassione per me. Dovevo morire in piedi, al suo fianco. Mi voltai con la mia parte sana verso il fuoco nemico e alzai l'arma. Annui', la sua mano metallica ondeggiava e fluttuava in forme antiche mentre il blu scintillava attorno a me. Si voltò, impugnando la sua lama, ed insieme ondeggiammo verso la tempesta di fuoco e morte che ci attendeva.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "Notiamo delle luci rosse lampeggiare su dei muri bianchi e spogli. Davis, davanti a me, sta correndo e nell'affanno perde i suoi appunti per strada. Stiamo correndo per rimanere vivi. Ma la paura mi dona una prospettiva particolare - come fossi fuori dal mio corpo. Come se avessi dimenticato come fui arrivato a questo punto. Non riconosco più questo luogo.\n\nDavis ed io ci ritroviamo con la schiena addosso alla porta di una cella e lui mi grida contro. Lo guardai come fanno i finti tonti. Non riesco a sentirlo, ne lui ne gli allarmi, niente, solo il terrore che mi soffoca il cervello. Mi giro dall'altra parte, osservando il corridoio e li, lo vidi. Questa massa possente, che lampeggiava di luce rossa e luccicava tanto per il metallo quanto per il sangue. La sua pelle muta e scorre come il mercurio quando all'improvviso vengo accecato dal fuoco dei fucili. Non hanno avuto l'effetto sperato. La bestia carica verso gli uomini della sicurezza, che diventano uno spettacolo di sangue e agonia.\n\nSono pietrificato, un animale in trappola. Una porta si apre in me e accetto quanto mi sta per accadere. Avevo già visto quel mostro prima. Ne avevo inciso il guscio e eviscerato i fratelli. Lo torturai e ne studiai le reazioni. Ne avevo creati e scartati moltissimi, tutti come lui. Ma non ne vidi mai nessuno così da vicino, senza lo scudo, senza le catene. Non ne avevo mai visto uno... libero.\n\nSo che sto per morire, così osservo con curiosità, accettando il mio destino. La bestia si abbassa e si ingozza delle membra da lei appena dilaniate. Mi osserva con uno sguardo vago, come di rimembranza di una memoria ancestrale. Sa chi sono e cosa ho fatto. Proprio come gli orsi, si alza e bramisce, infrangendo ogni luce e gettandoci nell'oscurità. La sento avanzare verso di me, sento le sue dita di metallo divellere le pareti, ma so di essere un uomo morto. Chiudo gli occhi e mi preparo per il mio imminente futuro.\n\nSento che qualcosa mi tira il braccio e vedo che Davis è riuscito ad aprire la porta della cella. Mi getta dentro quella stanza e cado sulla schiena. Vedo Davis in piedi di fronte alla porta, che attende, mentre il mostro si fa strada verso di noi.\n\nImprovvisamente capii di poter sopravvivere così gridai: 'Davis, chiudi quella maledetta porta!' - ma questi scosse la testa con gli occhi grandi come lune. Lui gridò 'Guarda!', nel trambusto di bramiti e metallo.\n\nPoi il silenzio. Davis è affannato, ma ride? La bestia lo raggiunge, è a pochi centimetri da lui, grondante di sangue, ma non mostra ostilità. Rimane ferma li, e osserva le sue mani. Davis sussurra: 'Nessuno mi avrebbe mai creduto'.\n\nPer aiutarmi a star in piedi, cerco di aggrapparmi al muro, quello opposto alla porta. Quella stanza mi era nuova: una stanza fredda piena di scaffali. Un obitorio? 'Dove siamo Davis?'\n\n'Questo è il motivo per cui li conservo. Gli esemplari da Zariman'. Non capivo, cos'era lo Zariman? La nave che non fece mai ritorno? 'Davis, che sta succedendo?'\n\nDavis si voltò verso di me, in procinto di sorridere - 'Vuoi sapere che succede...' si girò nuovamente verso la bestia, ora calma e muta '...grosse e grasse promozioni.'",
    "/Lotus/Language/Focus/ConsecutiveEfficiencyName": "Chained Sling",
    "/Lotus/Language/Focus/ConsecutivePowerName": "Sling Strength",
    "/Lotus/Language/Focus/DisarmedEnergyName": "No Quarter",
    "/Lotus/Language/Focus/DisarmingProjectionName": "Disarming Sling",
    "/Lotus/Language/Focus/FinisherTransferenceName": "Killer’s Rush",
    "/Lotus/Language/Focus/FocusAttackBlastChargeName": "Rising Blast",
    "/Lotus/Language/Focus/FocusAttackBlastFireballName": "Flame Blast",
    "/Lotus/Language/Focus/FocusAttackCloakAttackChargeName": "Void Strike",
    "/Lotus/Language/Focus/FocusAttackCloakBlindName": "Void Radiance",
    "/Lotus/Language/Focus/FocusAttackDashDamageName": "Meteoric Dash",
    "/Lotus/Language/Focus/FocusAttackDashFireName": "Blazing Dash",
    "/Lotus/Language/Focus/FocusAttackEfficiencyName": "Void Fuel",
    "/Lotus/Language/Focus/FocusAttackElementalDamageName": "Phoenix Spirit",
    "/Lotus/Language/Focus/FocusAttackMoreAmmoName": "Inner Gaze",
    "/Lotus/Language/Focus/FocusAttackPhysicalDamageName": "Phoenix Talons",
    "/Lotus/Language/Focus/FocusAttackPowerSnapName": "Power Transfer",
    "/Lotus/Language/Focus/FocusAttackRegenAmmoName": "Eternal Gaze",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldBreakName": "Guardian Break",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseBlastAllyShieldName": "Guardian Blast",
    "/Lotus/Language/Focus/FocusDefenseBlastSelfShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseCloakHealName": "Void Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakHealOthersName": "Squad Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakShieldName": "Void Aegis",
    "/Lotus/Language/Focus/FocusDefenseDashShockwaveName": "Sonic Dash",
    "/Lotus/Language/Focus/FocusDefenseHealthMaxName": "Enduring Tides",
    "/Lotus/Language/Focus/FocusDefenseHealthRegenName": "Rejuvenating Tides",
    "/Lotus/Language/Focus/FocusDefenseInstantReviveName": "Mending Soul",
    "/Lotus/Language/Focus/FocusDefenseRadialXpName": "Mending Unity",
    "/Lotus/Language/Focus/FocusFreeAbilityCastsName": "Inner Might",
    "/Lotus/Language/Focus/FocusPowerBlastBurstName": "Voltaic Blast",
    "/Lotus/Language/Focus/FocusPowerBlastSlowName": "Temporal Drag",
    "/Lotus/Language/Focus/FocusPowerCloakPullName": "Void Singularity",
    "/Lotus/Language/Focus/FocusPowerCloakStaticName": "Void Static",
    "/Lotus/Language/Focus/FocusPowerDashBubbleName": "Wellspring",
    "/Lotus/Language/Focus/FocusPowerDashElectricityName": "Lightning Dash",
    "/Lotus/Language/Focus/FocusPowerEnergyOverTimeName": "Energy Pulse",
    "/Lotus/Language/Focus/FocusPowerEnergyPoolName": "Void Flow",
    "/Lotus/Language/Focus/FocusPowerEnergyRestoreName": "Void Siphon",
    "/Lotus/Language/Focus/FocusPowerPowerFieldName": "Hardened Wellspring",
    "/Lotus/Language/Focus/FocusPowerSlowHeadshotDamageName": "Temporal Shot",
    "/Lotus/Language/Focus/FocusTacticActiveComboAmpDamageName": "Amp Spike",
    "/Lotus/Language/Focus/FocusTacticActiveSlamComboName": "Opening Slam",
    "/Lotus/Language/Focus/FocusTacticBlastConfuseName": "Disorienting Blast",
    "/Lotus/Language/Focus/FocusTacticCloakMeleeCritName": "Void Stalker",
    "/Lotus/Language/Focus/FocusTacticCloakRevealName": "Void Hunter",
    "/Lotus/Language/Focus/FocusTacticDashFinisherName": "Executing Dash",
    "/Lotus/Language/Focus/FocusTacticDashSpeedName": "Mind Sprint",
    "/Lotus/Language/Focus/FocusTacticDashWaveName": "Surging Dash",
    "/Lotus/Language/Focus/FocusTacticMeleeComboName": "Power Spike",
    "/Lotus/Language/Focus/FocusTacticMeleeXpName": "Affinity Spike",
    "/Lotus/Language/Focus/FocusTacticMoveSpeedName": "Mind Step",
    "/Lotus/Language/Focus/FocusWardActiveClearStaticOnKillName": "Static Purge",
    "/Lotus/Language/Focus/FocusWardActiveInvulnerableReturnName": "Reinforced Return",
    "/Lotus/Language/Focus/FocusWardActiveKnockdownImmunityName": "Poise",
    "/Lotus/Language/Focus/FocusWardActiveMagneticFieldName": "Magnetic Flare",
    "/Lotus/Language/Focus/FocusWardArmourBuffName": "Stone Skin",
    "/Lotus/Language/Focus/FocusWardArmourIncreaseName": "Basilisk Scales",
    "/Lotus/Language/Focus/FocusWardBlastBulletAttractorName": "Magnetic Blast",
    "/Lotus/Language/Focus/FocusWardBlastDamagePickupName": "Unairu Wisp",
    "/Lotus/Language/Focus/FocusWardBlastDisarmName": "Disarming Blast",
    "/Lotus/Language/Focus/FocusWardBlastRadiusName": "Basilisk Gaze",
    "/Lotus/Language/Focus/FocusWardCloakAllyCloakName": "Void Shadow",
    "/Lotus/Language/Focus/FocusWardCloakReduceDamageName": "Void Chrysalis",
    "/Lotus/Language/Focus/FocusWardDashReduceArmourName": "Sundering Dash",
    "/Lotus/Language/Focus/FocusWardDashReduceDamageName": "Crippling Dash",
    "/Lotus/Language/Focus/FocusWardReflectDamageName": "Void Spines",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceDamageBuffName": "Vengeance",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceName": "Last Gasp",
    "/Lotus/Language/Focus/GhostWaveName": "Contamination Wave",
    "/Lotus/Language/Focus/GhostlyTouchName": "Distilled Contamination",
    "/Lotus/Language/Focus/LiftHitDamageName": "Lethal Levitation",
    "/Lotus/Language/Focus/LiftHitWaveName": "Void Levitation",
    "/Lotus/Language/Focus/MagneticExtensionName": "Magnetic Boost",
    "/Lotus/Language/Focus/ProjectionExecutionName": "Sling Stun",
    "/Lotus/Language/Focus/ProjectionStretchName": "Far Sling",
    "/Lotus/Language/Focus/ProtectiveProjectionName": "PROTECTIVE SLING",
    "/Lotus/Language/Focus/SonicDissipationName": "Void Snare",
    "/Lotus/Language/Focus/SunderingDissipationName": "Caustic Strike",
    "/Lotus/Language/Focus/UnairuWispName": "Unairu Wisp",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Thumper",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Crea una tempesta circoscritta di potenti esplosioni.",
    "/Lotus/Language/Items/BigBoyAbility": "Warhead",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Lancia un lento missile capace di scatenare un'esplosione gigantesca.",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "Questo Archwing pesante è stato pensato per un solo scopo, la distruzione.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Elytron",
    "/Lotus/Language/Items/EMPPushAbility": "Repel",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "Il Warframe rilascia una un enorme impulso energetico, stordendo, sollevando e respingendo i nemici circostanti.",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Core Vent",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Apre gli sfiati del propulsore dell'Archwing, confondendo i proiettili nemici e facendoli detonare.",
    "/Lotus/Language/Items/FireShieldAbility": "Energy Shell",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Genera una barriera protettiva attorno al Warframe",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Disarray",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Rilascia contromisure che confondono i missili autoguidati nemici.",
    "/Lotus/Language/Items/MissileVolleyAbility": "Seeking Fire",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Spara una raffica di missili a ricerca.",
    "/Lotus/Language/Items/OdonataPrimeDesc": "Questa versione migliorata del primo prototipo Archwing porta il design ai suoi limiti teorici.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Odonata Prime",
    "/Lotus/Language/Items/StandardArchwingDesc": "I sistemi integrati in questa Archwing bilanciano capacità offensive con contromisure difensive.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Odonata",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Genera un campo di occultamento che nasconde il Warframe e tutti gli alleati nei paraggi che rimangono fermi.",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Penumbra",
    "/Lotus/Language/Items/StealthArchwingDesc": "Ideata per rapidi attacchi furtivi, l'Archwing Itzal eccelle nel colpire i nemici nell'oscurità dello spazio.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Schiera dei droni che combattono assieme al Warframe, e che esplodono violentemente se distrutti.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Fighter Escort",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Crea un buco nero in miniatura che attrae a sé tutti gli oggetti vicini per poi esplodere in una gigantesca onda d'urto.",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Cosmic Crush",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Itzal",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Lancia un rampino ancorato che avvicina i nemici o trascina il Warframe verso qualsiasi oggetto fisso a cui si aggancia.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Arch Line",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Crea segnali luminosi che attirano il fuoco nemico, convertendo il danno in impulsi che restituiscono Vita.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Benevolent Decoy",
    "/Lotus/Language/Items/SupportArchwingDesc": "Trasformati in un guardiano alato.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Amesha",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "Piccoli droni orbitano intorno al Warframe o ad un alleato ed intercettano il fuoco nemico.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Watchful Swarm",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "Tutti i danni ricevuti vengono convertiti in Energia, nel mentre le abilità guadagnano portata, durata e forza. Si applica al Warframe e agli alleati nelle vicinanze.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Vengeful Rush",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Rende il Warframe e gli alleati nelle vicinanze immuni agli Effetti, rallentando i nemici vicini.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Warding Grace",
    "/Lotus/Language/Items/TnTAbility": "Bloomer",
    "/Lotus/Language/Items/TnTAbilityDesc": "Spara un esplosivo ad alto potenziale a detoazione remota, capace di attaccarsi ai bersagli.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Infilza un bersaglio per risucchiarne la vita. Utilizza nuovamente l'abilità per scagliare lontano la vittima, causando danno a essa e a chiunque si trovi vicino al luogo dell'impatto.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "Meathook",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Dispiega delle mine caricate tutt'intorno a te. Ogni mina scatena una violenta esplosione quando viene colpita, danneggiando i nemici nel raggio di tre metri.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Gravemines",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Lancia un contenitore di fluidi gravitonici per creare un grande pantano che rallenterà notevolmente i nemici che lo attraversano. In alternativa, il contenitore può essere sparato a mezz'aria per creare una deflagrazione infuocata.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Necraweb",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Trascina i nemici circostanti nella linea di fuoco e li sospende in aria con un raggio di forza.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Firing Line",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Schiera lo scudo di Bonewidow per bloccare il danno in arrivo, riflettendolo contro gli aggressori. Quando l'abilità è attiva, attacca i nemici con Maiden's Kiss.",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Shield Maiden",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Avvolge il Necramech in un potente campo elettrico che aumenta notevolmente la capacità di sopravvivenza durante i combattimenti ravvicinati. I nemici che lo colpiscono soffriranno per la loro impudenza.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Storm Shroud",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Evoca un'exalted blade devastante.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Exalted Ironbride",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Adotta una posizione stazionaria per utilizzare la massima potenza di fuoco e ottenere maggiore integrità strutturale per un periodo di tempo.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Guard Mode",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Niente di stravagante ma funziona. Con la sua armatura elettrificata, questo robusto mech può rendere il campo di battaglia insidioso per il nemico con un arsenale di esplosivi.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Voidrig",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "Questo temibile Necramech, addobbato in onore della matriarca Entrati, è un robusto combattente di prima linea. Preferendo Armatura e Salute alla forza dello Scudo, Bonewidow può afferrare e scagliare i nemici, schierare uno scudo pesante per la difesa personale e fendere i ranghi avversari con un'enorme spada da guerra.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Bonewidow",
    "/Lotus/Language/Primes/AshPrimeDesc": "Distrazione e sotterfugio diventano armi letali con Ash Prime. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/AshPrimeName": "Ash Prime",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "L'effetto Taglio infligge il |DAMAGE|% in più di danno e dura il |DURATION|% in più sui nemici.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "In ere passate, si diceva che le montagne custodivano guerrieri. In questa era, la montagna è il guerriero.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Atlas Prime",
    "/Lotus/Language/Primes/BansheePrimeDesc": "Banshee Prime assale il nemico manipolando le forze soniche per produrre effetti mortali. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/BansheePrimeName": "Banshee Prime",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Siano condannati gli sciocchi che attaccano la pace ed esauriscono la restrizione di questo riluttante guerriero.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Baruuk Prime",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Imbriglia gli elementi e scatena un'inenarrabile distruzione con Chroma Prime. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Chroma Prime",
    "/Lotus/Language/Primes/EmberPrimeDesc": "Ember Prime offre lo stesso potenziale di Ember per una distruzione totale, ma le sue polarità uniche permettono una maggiore personalizzazione.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ember Prime",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "Riceve |STRENGTH|% Potenza Abilità per ogni nemico entro |RANGE|m avvolto dalle fiamme<DT_FIRE>.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "Giorno e Notte in un definitivo bilanciamento; l'elegante perfezione di colei che cammina sui confini.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Equinox Prime",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "Excalibur Prime è il simbolo di mobilità e attacco, e ha le stesse abilità di Excalibur, ma presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Excalibur Prime",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Excalibur Prime infligge il |DAMAGE|% in più di danno e attacca il |SPEED|% più velocemente mentre impugna le spade.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "Frost Prime ha le stesse abilità congelanti di Frost, ma con polarità mod uniche, che permettono una maggiore personalizzazione.",
    "/Lotus/Language/Primes/FrostPrimeName": "Frost Prime",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Colpire Frost Prime con un attacco corpo a corpo ha una probabilità del |CHANCE|% di congelare il nemico per |DURATION|s.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Continua la leggenda della guerriera dall'armatura di vetro, Gara. Domina il campo di battaglia con il potere e la purezza del cristallo.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Gara Prime",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "Bianca, oro e di uno scarlatto profondo, la regina del sangue in tutta la sua gloria.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Garuda Prime",
    "/Lotus/Language/Primes/GaussPrimeDesc": "L'argento vivo prende forma. Gauss Prime non tollera alcun accenno alla sconfitta.",
    "/Lotus/Language/Primes/GaussPrimeName": "Gauss Prime",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "Primitivo. Insaziabile. Grendel Prime divora tutti coloro che gli si oppongono.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Grendel Prime",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "L'Inquisitore Eterno sorge, consacrato dal Void, predicando un vangelo di ferro e fuoco.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Harrow Prime",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "Hildryn Prime dimostra che il potere è la ricompensa della disciplina.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Hildryn Prime",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Comanda la furia dell'oceano con questo re d'oro e d'argento. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Hydroid Prime",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Sorgi, eterno, per suscitare in loro la paura di Inaros. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Inaros Prime",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "La mutazione è infinita. Il portatore di epidemia famelica ritorna in una forma perduta da tempo e affetto da un ceppo primordiale dell'Infestazione.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Nidus Prime",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "Regale e letale come un bosco notturno, è la regina della caccia nella sua forma definitiva.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Ivara Prime",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "Percepisce i nemici vicini entro |RADIUS|m.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "Un'armonia tra maestra e mostro. La cacciatrice dorata e il suo fedele Kavat, Venari, dominano il campo di battaglia con la loro volontà.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Khora Prime",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Danza tra i regni con questo dorato viaggiatore del rift. Caratterizzato da polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/LimboPrimeName": "Limbo Prime",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Confondi, manipola e distruggi con Loki Prime. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/LokiPrimeName": "Loki Prime",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Può restare in Aggrappata sui muri |MULT| volte rispetto al normale.",
    "/Lotus/Language/Primes/MagPrimeDesc": "La raffinata Mag Prime offre le stesse abilità di Mag, ma con polarità uniche per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/MagPrimeName": "Mag Prime",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "Gli oggetti vicini gravitano verso Mag per una facile raccolta.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Lascia una lunga ombra con questa giustiziera letale. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/MesaPrimeName": "Mesa Prime",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "Spara con le secondarie doppie il |SPEED|% più velocemente e ricarica le secondarie singole il |RELOAD|% più velocemente. Ottiene un Bonus Salute di |HEALTH| mentre non ha un'arma corpo a corpo equipaggiata.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "Incanta l'opposizione con questa dorata maestra dell'illusione e del caos. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/MiragePrimeName": "Mirage Prime",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "Le Scivolate durano il |DURATION|% in più e le mosse acrobatiche sono il |SPEED|% più veloci.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "Il nuovo signore della morte. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Nekros Prime",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "Guadagna |HEALTH| di Salute per ogni nemico ucciso entro |RADIUS|m.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Osserva: Il Discendente del Vento Ardente, ora davanti a te nel più elegante corredo. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Nezha Prime",
    "/Lotus/Language/Primes/NovaPrimeDesc": "Nova Prime porta devastazione sui suoi nemici usando antimateria volatile. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/NovaPrimeName": "Nova Prime",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "All'atterramento emette un impulso difensivo di |RADIUS|m che atterra i nemici e infligge |DAMAGE| di Danno.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Penetra nella mente dei tuoi nemici con Nyx Prime. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/NyxPrimeName": "Nyx Prime",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "I Nemici sono il |PERCENT|% meno precisi quando bersagliano Nyx Prime.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Proteggi l'equilibrio con questo regale guardiano della foresta. Presenta polarità alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/OberonPrimeName": "Oberon Prime",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Conduci una sinfonia di distruzione con la maestra della musica, Octavia, nella sua forma più grandiosa e spettacolare. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Octavia Prime",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "Contempla la figlia di due padri. Protea Prime ha realizzato la visione di Parvos Granum di un guardiano in grado di manipolare il tempo. Ora sostiene l'ideale Tenno di difendere i più deboli.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Protea Prime",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "Lo smarrito risorge. Reifica l'essenza degli Eidolon utilizzando il potere di Revenant Prime.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Revenant Prime",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Rhino Prime porta le dirompenti potenzialità di Rhino a un livello superiore grazie a polarità mod alterate, per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/RhinoPrimeName": "Rhino Prime",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Emette un'onda d'urto che infligge |DAMAGE| di Danno all'atterraggio da una notevole altezza.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "Un fiore d'oro racchiude un nettare mortale. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/SarynPrimeName": "Saryn Prime",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Gli Effetti inflitti ai nemici durano il |DURATION|% in più.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Allettante e terrificante, questa è Titania nella sua forma definitiva.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Titania Prime",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Diventa il baluardo che difende gli alleati utilizzando le potenti abilità curative di Trinity Prime. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Trinity Prime",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Rianima gli alleati a terra del |SPEED|% più velocemente e dal |RANGE|% in più di distanza.",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "Un'orgogliosa combattente emerge incolume da tempo e cattiveria. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Valkyr Prime",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "Ha un recupero dall'atterramento più veloce del |PERCENT|%.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Trasforma il campo di battaglia in un'arma con questo stratega dorato. Presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Vauban Prime",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Infligge |DAMAGE|% di Danni aggiuntivi ai nemici immobilizzati.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "Un glorioso guerriero dal passato, Volt Prime offre le stesse abilità di Volt, ma presenta polarità mod alterate per una maggiore personalizzazione.",
    "/Lotus/Language/Primes/VoltPrimeName": "Volt Prime",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "I movimenti a terra generano una carica elettrica di |DAMAGE| Danno/m che viene rilasciata con il successivo attacco.",
    "/Lotus/Language/Primes/WispPrimeDesc": "Lo splendore dorato di Wisp Prime infesta il campo di battaglia. Gli alleati celebrano la sua bellezza interdimensionale.",
    "/Lotus/Language/Primes/WispPrimeName": "Wisp Prime",
    "/Lotus/Language/Primes/WukongPrimeDesc": "Il guerriero ingannatore ascende alla sua incarnazione finale.",
    "/Lotus/Language/Primes/WukongPrimeName": "Wukong Prime",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Prendi il volo con questo uccello dorato di distruzione.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Zephyr Prime",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Nyx assorbe tutti i danni in arrivo e canalizza l'energia raccolta in una scarica radiale esplosiva. Il danno dell'arma di Nyx viene potenziato in base al danno in arrivo assorbito al termine dell'abilità.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Absorb",
    "/Lotus/Language/Suits/AlchemistDesc": "I serpenti di Lavos lo incoraggiano mentre trasmuta il campo di battaglia. Utilizza Tossina, Ghiaccio, Elettricità e Fuoco per infliggere danni elementali. Sfrutta il potere dell'oscuro alchimista.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Delle Sonde Catalizzatrici eruttano da Lavos e irrorano i bersagli con un gel incandescente. Il danno viene raddoppiato per ogni elemento che affligge un nemico. \n\nTieni premuto per combinare <DT_FIRE>Fuoco alla seguente Abilità utilizzata.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Catalyze",
    "/Lotus/Language/Suits/AlchemistName": "Lavos",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Scatena un attacco serpentino tossico che consuma il bersaglio per curare Lavos. \n\nTieni premuto per combinare tutte le Abilità con <DT_POISON>Tossina.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Ophidian Bite",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Lancia una sonda che converte le Sfere di Salute ed Energia in Sfere Universali che forniscono entrambe le cose, e le munizioni in Munizioni Universali. La sonda colpisce con una scossa i nemici vicini. Ogni nemico folgorato riduce il tempo di ricarica delle altre Abilità di 1.5s. \n\nTieni premuto per combinare l'Abilità successiva con <DT_ELECTRICITY>Elettrico.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Transmutation Probe",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "Scatta in avanti per schiantarti contro i nemici e lasciare un gelida scia di fiale frantumate. \n\nTieni premuto per combinare la seguente Abilità con <DT_FREEZE>Ghiaccio.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Vial Rush",
    "/Lotus/Language/Suits/AshDesc": "Ammira il santo patrono della scuola di assassini politici Orokin. Ash è specializzato nella furtività. Le sue vittime sentono il filo della sua lama prima di vederla.",
    "/Lotus/Language/Suits/AshName": "Ash",
    "/Lotus/Language/Suits/AshPassiveAbility": "L'effetto Taglio infligge il |DAMAGE|% in più di danno e dura il |DURATION|% in più sui nemici.",
    "/Lotus/Language/Suits/AtlasDesc": "I nemici tremano davanti al combattente dai pugni duri come la roccia. Atlas infligge danni elevati. Comanda gli elementi terreni che costituiscono la base di qualsiasi campo di battaglia.",
    "/Lotus/Language/Suits/AtlasName": "Atlas",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "Diventa immune agli Atterramenti quando ha i piedi al suolo.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Evoca una terribile slavina che congela e frantuma istantaneamente tutti i nemici nel suo raggio.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Avalanche",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "Quando attivato, questo potere accumula il danno causato dalle armi da fuoco. Quando disattivato, tutto il danno accumulato viene incanalato nel prossimo sparo.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Ballistic Battery",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Lancia un onda d'energia Rift che danneggia i nemici mentre li spinge fuori dal corrente piano di esistenza di Limbo assieme agli alleati.",
    "/Lotus/Language/Suits/BanishAbilityName": "Banish",
    "/Lotus/Language/Suits/BansheeDesc": "Il richiamo di Banshee annuncia la morte. Mantiene il controllo della folla e identifica i punti deboli del nemico con attacchi sonori. Pochi riescono a mantenere la loro posizione quando vengono colpiti dalla sua forza.",
    "/Lotus/Language/Suits/BansheeName": "Banshee",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Silenzia le armi utilizzate in modo che i nemici non ne sentano gli spari.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Trae potere dal livello dei decibel presenti nell'area per amplificare i danni di Octavia e dei suoi alleati. Inoltre raddoppia il danno e la portata dei Mallet vicini.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Amp",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Lancia un roller che induce i nemici a seguirlo. Combinato con Mallet crea una sfera di distruzione sonica vagante.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Resonator",
    "/Lotus/Language/Suits/BardDesc": "Octavia trasforma il basso, il ritmo e la melodia in una sinfonia di devastazione. La musica del suo Mandachord le conferisce un'elevata capacità di sopravvivenza mentre supporta gli alleati. La sua sinfonia preannuncia la distruzione del nemico.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Concede potenziamenti a chi si muove a tempo con la musica di Octavia. I salti cronometrati offrono un aumento della velocità. Nocturne si attiva accovacciandosi a tempo, garantendo invisibilità. Sparare a ritmo innesca Opera, che offre sparo multiplo. Dare fendenti in corpo a corpo a tempo attiva Forte, che ne incrementa i danni.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Metronome",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Infligge danni ai nemici vicini ritmicamente ed attira il loro fuoco. Il danno applicato al Mallet incrementa la sua letalità.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Mallet",
    "/Lotus/Language/Suits/BardName": "Octavia",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Con un grido rabbioso Valkyr incoraggia i suoi alleati, aumentando la loro Velocità d'Attacco e Armatura mentre rallenta i nemici vicini.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Warcry",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Ripristina la salute e gli scudi degli alleati nelle vicinanze riducendo il danno che subiscono dai nemici.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Blessing",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Evoca un Muro di roccia, attiva nuovamente l'abilità per spedire le rocce verso il nemico. I muri che vengono attaccati dai nemici creano un'area ad effetto Taglio alimentata dalla Salute che hanno perso.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Tectonics",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "Lo sguardo pietrificante di Atlas fossilizza i nemici, Cura i Rumbler, e crea Muri di Pietra. Quando mandati in pezzi, i nemici pietrificati rilasciano Rocce curative per Atlas.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Petrify",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Sconfiggi i nemici con un pugno esplosivo in scivolata, e ripeti per una combo devastante. I nemici pietrificati subiscono danni aggiuntivi e rilasciano Rocce quando vengono distrutti. Le Rocce possono guarire Atlas e rafforzare la sua armatura. Le statistiche sono potenziate dai mod dell'arma corpo a corpo equipaggiata.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Landslide",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "Evoca due golem di pietra per attacchi corpo a corpo. L'evocazione pietrifica i nemici nelle vicinanze di Atlas. Conclusa l'abilità, i Rumblers collasseranno a terra formando una pila di Rocce curative.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Rumblers",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "I pezzi esterni di Xaku vengono temporaneamente scagliati lontano dal suo corpo con un'esplosione per permettergli di inseguire i bersagli sul campo di battaglia in un nuovo corpo, scheletrico e agile. I nemici danneggiati dai frammenti di armatura diventano più vulnerabili al Danno Void. La durata delle altre abilità attive di Xaku si blocca e riprende nel momento in cui The Vast Untime scade.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "The Vast Untime",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Alterna tra un trio di poteri Warframe perduti. Accuse manifesta una Frattura Void per corrompere i nemici e li converte in alleati. Gaze afferra i bersagli con viticci Void che catturano il danno e lo infliggono quando il bersaglio viene rilasciato. Deny annienta con un raggio di energia Void, cancellando le resistenze Sentient.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "The Lost",
    "/Lotus/Language/Suits/BrokenFrameDesc": "I Warframe distrutti alla deriva nel Void conversero per creare Xaku. Insieme, infliggono danni elevati. Xaku dimostra che l'unione fa la forza.",
    "/Lotus/Language/Suits/BrokenFrameName": "Xaku",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "|CHANCE|% Riduzione del Danno sugli attacchi AOE e probabilità di evitare i danni in arrivo causati dalle armi nemiche.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "Dei Viticci del Void rubano le armi dai nemici vicini per usarle come armamento fluttuante con auto puntamento. Il Danno in uscita aumenta in base al livello del nemico. Il numero di armi rubate determina anche il moltiplicatore del danno per il raggio Void di The Lost: Deny.",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Grasp of Lohk",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Infliggi danno Void per tutti gli attacchi delle armi equipaggiate quando attiva.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Xata's Whisper",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(PREMI) Rinchiude il bersaglio in un campo magnetico che intrappola i nemici vicini e infligge danni nel tempo. Il campo magnetico attira i proiettili e le Schegge Polarize che orbitavano attorno a Mag in questo miscuglio mortale.\n(TIENI PREMUTO) Mag si circonda di un campo magnetico che assorbe gli attacchi a distanza e ne riflette i danni in un cono distruttivo.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Magnetize",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Evoca una tempesta che si abbatte su un'area bersaglio.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Tempest Barrage",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "Con una potente ondata psichica, Nyx causa follia di massa sul campo di battaglia confondendo i nemici e spingendoli ad attaccarsi l'un l'altro.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Chaos",
    "/Lotus/Language/Suits/ChromaDesc": "Scatena il draconico. Chroma utilizza il Fuoco, l'Elettricità, la Tossina e il Ghiaccio per infliggere danni elevati mantenendo la propria capacità di sopravvivenza. Dispiega le ali della furia.",
    "/Lotus/Language/Suits/ChromaName": "Chroma",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "Spuntano delle ali che gli permettono di effettuare un salto e un Bullet Jump aggiuntivo.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "Evoca le ombre di nemici precedentemente uccisi per farli combattere al tuo fianco per un breve periodo di tempo.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Shadows of the Dead",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Magnetizza le ossa dei nemici vicini, facendoli collassare su se stessi.",
    "/Lotus/Language/Suits/CrushAbilityName": "Crush",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Potenzia le armi di Dagath con Danno Critico aggiuntivo. Gli effetti sono raddoppiati sui nemici affetti da Doom. Sfugge ai colpi fatali assumendo brevemente una forma spettrale.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Grave Spirit",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Condanna i nemici vicini alla loro rovina. Una parte del danno inflitto da Dagath viene inflitto su di essi da una Wyrd Scythe. Subiscono anche Danno <DT_VIRAL>Virale.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Doom",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "I Kaithe fantasma scattano in avanti, infliggendo Danno <DT_VIRAL>Virale a chiunque si trovi sulla loro strada. Il loro attacco distrugge le difese dei nemici affetti da Doom.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Rakhali’s Cavalry",
    "/Lotus/Language/Suits/DagathPassiveAbility": "C'è una probabilità del |PERCENT|% che le Sfere di Energia e Salute siano più efficaci del |ENERGY|% su Dagath.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Non sottovalutare mai il potere e l'ira della tristezza taciturna. La malvagità di Dagath infligge danni elevati.",
    "/Lotus/Language/Suits/DagathSuitName": "Dagath",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "Le Wyrd Scythes circondano Dagath e ricercano i nemici vicini. I nemici colpiti vengono rallentati e subiscono Danno <DT_VIRAL>Virale con Effetto garantito. Le falci inoltre prolungano la durata di Doom e ne diffondono l'effetto.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Wyrd Scythes",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "Dall'ombra della lunga notte emerge un nuovo Excalibur.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "Loki schiera una copia olografica di se stesso, attirando il fuoco nemico e assorbendo parte della Salute e degli Scudi dai nemici vicini.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Decoy",
    "/Lotus/Language/Suits/DevourerDesc": "Grendel vede ogni campo di battaglia come un buffet. Il suo appetito insaziabile lo ricompensa con un'elevata capacità di sopravvivenza. I nemici saranno mangiati. E rigurgitati.",
    "/Lotus/Language/Suits/DevourerName": "Grendel",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Ogni nemico consumato aggiunge |ARMOUR| armatura bonus.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "Chroma fortifica l'Armatura della squadra quando i suoi Scudi vengono danneggiati o uccide un nemico con un'arma corpo a corpo. Aumenta il Danno Arma della squadra quando perde Salute o uccide un nemico con un'arma a distanza, raddoppia l'effetto delle uccisioni punti deboli.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Vex Armor",
    "/Lotus/Language/Suits/DropAbilityDesc": "Lancia una particella di antimateria che esplode al contatto, ha effetti aggiuntivi se bersagliata da armi.",
    "/Lotus/Language/Suits/DropAbilityName": "Antimatter Drop",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(PREMI) Riduce temporaneamente il danno che Mirage subisce dai nemici.\n(TIENI PREMUTO) Aumenta temporaneamente il danno dell'arma di Mirage.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Eclipse",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Esala un profondo respiro di distruzione elementale. Premi per alternare gli elementi, tieni premuto per utilizzarne uno. L'elemento scelto viene applicato a tutte le abilità di Chroma.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Spectral Scream",
    "/Lotus/Language/Suits/EmberDesc": "Sfrutta il potere del fuoco. Il calore di Ember infligge danni elevati. Mantiene il sangue freddo nell'ardore della battaglia.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Proteggi Ember con un'armatura di fiamme che brucia più forte nel tempo, consumando energia quando il contatore è al picco della potenza. Utilizza nuovamente per estinguere la fiamma.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Immolation",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Comanda a una cometa fiammeggiante di schiantarsi di fronte a Ember, travolgendo i nemici in un fuoco che può diffondersi tra le loro schiere.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Inferno",
    "/Lotus/Language/Suits/EmberName": "Ember",
    "/Lotus/Language/Suits/EmberPassiveAbility": "Riceve |STRENGTH|% Potenza Abilità per ogni nemico entro |RANGE|m avvolto dalle fiamme<DT_FIRE>.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Il nemico sotto l'effetto di Energy Vampire crea degli impulsi che ripristinano energia ai giocatori entro il raggio d'azione.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Energy Vampire",
    "/Lotus/Language/Suits/EquinoxDesc": "Equinox sorge dal limite tra il giorno e la notte. La sua forma Diurna fornisce supporto offensivo mentre la sua forma Notturna fornisce supporto difensivo. Prospera tra i due regni.",
    "/Lotus/Language/Suits/EquinoxName": "Equinox",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "Il |PERCENT|% delle sfere di Salute è convertito in Energia, e il |PERCENT|% delle sfere di Energia è convertito in Salute.",
    "/Lotus/Language/Suits/ExcaliburDesc": "Excalibur incarna lo spirito guerriero. La sua maestria con la spada infligge danni elevati. È l'incarnazione dell'eccellenza marziale.",
    "/Lotus/Language/Suits/ExcaliburName": "Excalibur",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Excalibur infligge il |DAMAGE|% in più di danno e attacca il |SPEED|% più velocemente mentre impugna le spade.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Excalibur Umbra",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "Umbra si dimostra senziente durante il combattimento senza il controllo della Trasferenza. Attacca il |SPEED|% più veloce e infligge il |DAMAGE|% in più di Danno mentre impugna una spada o delle spade.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Miasma",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Rilascia una nube velenosa che infligge <DT_VIRAL> danni virali ai nemici vicini. I nemici afflitti dalle spore sono più sensibili al miasma.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "I nemici perdono il controllo delle loro armi e vengono lanciati in aria. Gli alleati vicini diventano immuni agli Effetti. Mantieni attiva l'abilità per conferire l'immunità a Titania.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Spellbind",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Rimpicciolisciti e prendi il volo, mentre razorflies attaccano i vicini nemici.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Razorwing",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Crea uno sciame di razorflies per trasformare un nemico in una irresistibile esca galleggiante, attraendo sciocchi camerati ed infine esplodendo a comando.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Lantern",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Scegli e estrai uno dei quattro Potenziamenti quando viene utilizzata su un nemico. Thorns riduce i danni in arrivo. Dust diminuisce la precisione del nemico. Full Moon aumenta il danno dei compagni. Entangle rallenta i nemici nel raggio d'azione.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Tribute",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Carica e rilascia un proiettile infuocato che incendia i nemici al contatto.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Fireball",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Colpisci il terreno per creare un'ondata di plasma ardente che fa indietreggiare i nemici e distrugge la loro armatura.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Fire Blast",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "Un'esplosione di energia glaciale che congela gli obiettivi in movimento.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Freeze",
    "/Lotus/Language/Suits/FrostDesc": "Quando Frost arriva sul campo di battaglia, i nemici sentono un brivido percorrere la loro schiena. Gli attacchi di Frost controllano la folla, proteggono gli obiettivi e aumentano la capacità di sopravvivenza. Scatena il freddo pungente.",
    "/Lotus/Language/Suits/FrostName": "Frost",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Colpire Frost con un attacco corpo a corpo ha una probabilità del |CHANCE|% di congelare il nemico per |DURATION|s.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "Garuda sacrifica la sua Salute per generare energia e cancellare gli Effetti.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Bloodletting",
    "/Lotus/Language/Suits/GarudaDesc": "La fanciulla cremisi della morte affila gli artigli. Garuda utilizza come arma il sangue dei nemici per infliggere danni elevati. La sua bellezza sanguinaria affianca il suo potere mortale.",
    "/Lotus/Language/Suits/GarudaName": "Garuda",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "Il danno di Garuda aumenta temporaneamente per ogni nemico che uccide, fino a un massimo del |DAMAGE|%. \nAttacca con i suoi artigli se non è equipaggiata alcuna arma corpo a corpo.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Strappa l'energia vitale da un nemico e usala come scudo che cattura i danni, uccidendo istantaneamente i nemici significativamente indeboliti. Carica per incanalare il danno catturato in un proiettile esplosivo.",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Dread Mirror",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Impala un nemico su un altare di artigli che restituisce salute a Garuda e ai suoi alleati.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Blood Altar",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Carica per espandere l'area interessata, rilascia per mandare gli artigli di Garuda che dirompono verso ciascun bersaglio nell'area. I nemici sopravvissuti sono soggetti a sanguinamento.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Seeking Talons",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Dispiega una gemma che spara raggi prismatici. La gemma prende di mira i nemici che subiscono danno arma da Citrine e dai suoi alleati. Il suo raggio infligge Effetto Fuoco, Ghiaccio, Tossina ed Elettrico. La Probabilità Effetto e la Durata Effetto aumenta per gli alleati vicini.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Prismatic Gem",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Ammira il Bastione di Cristallo. La potenza cristallina di Citrine supporta gli alleati sul campo di battaglia. Combattere non fa che esaltare la sua frattale bellezza.",
    "/Lotus/Language/Suits/GeodeFrameName": "Citrine",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Citrine evoca frattali di cristallo. I frattali si precipitano in avanti, in cerca di nemici. I nemici toccati dai frattali vengono paralizzati da escrescenze cristalline. Colpisci le escrescenze per infliggere Danni Critici.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Crystallize",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Citrine conferisce |BASE| rigenerazione salute/s agli alleati vicini. Raccogliere una Sfera Salute aumenta la rigenerazione di |HPS|, fino a un massimo di |MAX|.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Taglia e stordisce i nemici con un'esplosione di cristallo che infligge Sanguinamento. I nemici affetti da Sanguinamento hanno una maggiore probabilità di rilasciare Sfere di Salute ed Energia.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Fractured Blast",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Citrine protegge sé stessa e gli alleati vicini con un involucro cristallino che si frantuma progressivamente. Uccisioni e assist aumentano il potere difensivo dell'involucro.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Preserving Shell",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Lancia una letale lama rotante, causando un danno elevato e impalando i nemici alle pareti.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Shuriken",
    "/Lotus/Language/Suits/GlassDesc": "I nemici sono resi fragili dal tocco mortale di Gara. Le sue abilità vitriche forniscono sia a lei che ai suoi alleati capacità di sopravvivenza e di infliggere danni elevati. Frantuma il nemico.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Intrappola i nemici in una giostra di specchi, costringendoli ad attaccare i loro riflessi. Gli specchi distrutti danneggiano coloro che li hanno infranti, così come il crollo del carosello.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Spectrorage",
    "/Lotus/Language/Suits/GlassName": "Gara",
    "/Lotus/Language/Suits/GlassPassiveAbility": "Ha una possibilità di accecare i nemici per |DURATION|s quando Gara utilizza le Abilità.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Crea un anello di vetro fuso che si espande e cristallizza lentamente i nemici che vi entrano. Quando l'espansione raggiunge l'apice, l'anello si indurisce e blocca il fuoco delle armi nemiche. L'anello assorbe più potenza in base alla vita e agli scudi dei nemici cristallizzati. Utilizzando Shattered Lash l'anello si romperà lanciando scheggie di vetro affilate.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Mass Vitrify",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Attacca con un flusso di frammenti di vetro, o tieni premuto per un colpo ad arco. Le statistiche sono potenziate dai mod dell'arma corpo a corpo equipaggiata.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Shattered Lash",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "L'armatura di Gara si frantuma in un vortice di vetro. Gli alleati che entrano in contatto con la nuvola ricevono una resistenza temporanea ai danni.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Splinter Storm",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Lancia una sfera di energia che spara raggi laser in tutte le direzioni. Una seconda attivazione fa detonare il prisma, accecando i nemici nelle sue vicinanze.",
    "/Lotus/Language/Suits/GrandFinaleName": "Prism",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Valkyr lancia un rampino. Se colpisce un nemico, lo tira a sé. Se colpisce il terreno, tira sé stessa verso la posizione del rampino.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Rip Line",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Grendel si racchiude formando una palla. Guarisce mentre rotola, atterrando chiunque incontri sul suo cammino. Ogni volta che Grendel salta, genera una danneggiante onda d'urto.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Pulverize",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Rigenera la salute mentre Grendel assorbe il nutrimento dai nemici nel suo intestino. Mentre digerisce, i nemici che attaccano o vengono attaccati da Grendel subiscono Danno <DT_VIRAL>Virale e le Sfere di Energia forniscono più energia. Questi potenziamenti si estendono ai compagni di squadra.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Nourish",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Inghiotti interamente un nemico e conservalo nell'intestino di Grendel. Tieni Premuto per vomitare i nemici, ricoprendoli di bile tossica.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Feast",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Rigurgita violentemente un nemico inbevuto di bile dall'intestino di Grendel, trasformandolo in un proiettile tossico. I nemici nelle vicinanze vengono rallentati e la loro armatura viene dissolta dalla bile.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Regurgitate",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "Con grande concentrazione, Mesa estrae le sue pistole Regulator e spara ai suoi avversari in rapida successione.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Peacemaker",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Ottieni una breve raffica di Probabilità Critico e Rigenerazione Energia aumentate, con ogni uccisione che estende la durata di Cathode Grace. L'utilizzo ha un tempo di ricarica. ",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Cathode Grace",
    "/Lotus/Language/Suits/GyreFrameDesc": "Annienta i nemici con la conduttività di bobine e trasmettitori. Gli attacchi elettrici di Gyre permettono il controllo di massa. È l'incarnazione di una teoria elegante.",
    "/Lotus/Language/Suits/GyreFrameName": "Gyre",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "I meccanismi di Gyre ruotano a velocità incredibili, generando un campo elettrico che colpisce i nemici vicini. Quando Gyre riceve un colpo critico, una grande scarica elettrica si concatenerà dal nemico colpito ai nemici vicini.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Rotorswell",
    "/Lotus/Language/Suits/GyrePassiveDescription": "Le abilità di Gyre hanno una probabilità del 10% di infliggere danno critico per ogni Effetto Elettrico che colpisce il nemico.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Lancia una Sfera Rotante che infliggerà danni elevati all'impatto e infliggerà periodicamente scosse elettriche ai nemici vicini. Colpisci multipli nemici contemporaneamente con il lancio iniziale per aumentarne il danno.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Arcsphere",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Lancia in avanti una Sfera Rotante che imploderà dopo pochi secondi, o che potrà essere attivata manualmente.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Coil Horizon",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Emana forza e valore. Alzati in aria e lancia una raffica di Axios Javelin. I giavellotti infliggono danni ai nemici vicini ovunque atterrino. I colpi diretti ai nemici infliggono danni maggiori.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Final Stand",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Evoca Tharros, lo scudo di Styanax. Brandisci Tharros per respingere i nemici e ridurre sia i loro scudi che l'armatura. Styanax recupera salute per ogni nemico colpito.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Tharros Strike",
    "/Lotus/Language/Suits/HopliteFrameDesc": "Styanax non si chiede mai quanti nemici dovrà affrontare, solo dove potrà trovarli. L'Oplita infligge danni elevati. I nemici tremano davanti alla sua lancia e al suo scudo.",
    "/Lotus/Language/Suits/HopliteFrameName": "Styanax",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Lancia un Axios Javelin. Quando il giavellotto impala un nemico contro un muro, quelli circostanti vengono trascinati nell'area e subiscono danni.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Axios Javelin",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "La probabilità critico di Styanax aumenta con gli scudi e raddoppia per le speargun.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Attira l'attenzione del nemico su Styanax. La sua risolutezza solleva il suo morale e quello degli alleati vicini, rigenerando l'energia della squadra nel tempo. Styanax e i suoi alleati rigenerano anche gli scudi per ogni aiuto nell'uccidere nemici che forniscono.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Rally Point",
    "/Lotus/Language/Suits/HydroidDesc": "Hydroid evoca il potere delle profondità oceaniche. Può controllare le folle con attacchi acquatici. I suoi nemici annegheranno nel mare della morte.",
    "/Lotus/Language/Suits/HydroidName": "Hydroid",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "I nemici danneggiati da Hydroid sono più vulnerabili all'Effetto <PT_CAUSTIC_BURN>Corrosione, con l'Effetto iniziale che riduce l'Armatura del |PCT|%.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Scaglia un'ondata di ghiaccio affilato verso il nemico causando danno elevato.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Ice Wave",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "Mirage crea una serie di sosia per confondere e distrarre il nemico.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Hall of Mirrors",
    "/Lotus/Language/Suits/InarosDesc": "Inaros comanda il temibile deserto. Sopravvive come le sabbie sempre mutevoli che lo potenziano. La leggenda ricorda Inaros come il Divoratore di Paura.",
    "/Lotus/Language/Suits/InarosName": "Inaros",
    "/Lotus/Language/Suits/InarosPassiveAbility": "Quando Inaros subisce danno letale, si seppellisce in un sarcofago e diventa sabbia per attaccare i nemici, prosciugando la loro forza vitale per rianimarsi.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Dei vermi insaziabili assalgono i nemici vicini, banchettando finché non vengono colpiti da Virulence, poi scoppiano di Infestazione. Ogni nemico divorato aggiunge una Carica Mutazione da cui i vermi beneficiano.",
    "/Lotus/Language/Suits/InfestAbilityName": "Ravenous",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Si attacca ad un bersaglio con un collegamento parassitario. Quando effettuato su un alleato, sia l'ospite che Nidus ricevono un aumento della Potenza Abilità. I nemici collegati ricevono parte del danno inflitto a Nidus.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Parasitic Link",
    "/Lotus/Language/Suits/InfestPassiveAbility": "Se Nidus muore con almeno |STACKS| stack Mutazione, questi |STACKS| stack vengono consumati, garantendogli  per |DURATION|s l'invulnerabilità e ripristinando la Salute al |HEAL|%.",
    "/Lotus/Language/Suits/InfestationDesc": "Nidus trae forza dall'Infestazione. Lo rafforza con la capacità di sopravvivenza mentre infligge danni elevati e fornisce controllo di massa. Infetta i tuoi nemici.",
    "/Lotus/Language/Suits/InfestationName": "Nidus",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Loki si mimetizza, diventando invisibile ai nemici.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Invisibility",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Crea un'aura protettiva attorno agli alleati. I nemici che si avvicinano ad essi subiranno danni.",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Haven",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Carica e scaglia devastanti dardi di fuoco.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Balefire",
    "/Lotus/Language/Suits/IronFrameDesc": "La forza è la virtù di Hildryn. Le sue abilità uniche nel suo genere infliggono danni elevati e sono alimentate dai suoi Scudi, che possono essere ricaricati con l'Energia. Hildryn dimostra che l'attacco è la miglior difesa.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Prende il volo e scaglia una pioggia di razzi Balefire sul nemico. I nemici vicini vengono lanciati in aria, creando una Sfera di Energia ogni pochi secondi. Quando gli scudi si esauriscono i nemici vengono gettati a terra.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Aegis Storm",
    "/Lotus/Language/Suits/IronFrameName": "Hildryn",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "Il valore Shield Gate di Hildryn è alto. Una volta esauriti i suoi Scudi, è invulnerabile ai danni fino a 3,5 secondi.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Sottrae una percentuale di Scudi e Armatura dei nemici vicini per ripristinare i suoi Scudi e Sovrascudi. Rimuove inoltre gli effetti da Hyldrin e i suoi alleati.",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Pillage",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Rhino indurisce la sua pelle, proteggendosi da qualsiasi danno e guadagnando Sovraguardia.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Iron Skin",
    "/Lotus/Language/Suits/IvaraDesc": "La cacciatrice impugna il suo arco. Ivara è l'essenza stessa della furtività. I suoi nemici vivono nella paura dei suoi attacchi improvvisi.",
    "/Lotus/Language/Suits/IvaraName": "Ivara",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "Percepisce i nemici vicini entro |RADIUS|m.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "Tesse una cupola di catena vivente che intrappola e strangola ogni nemico all'interno, e altri abbastanza sciocchi da avvicinarsi. I nemici al di fuori della trappola proveranno ad affrettare le morti dei loro compagni sparandogli. Usa Whipclaw sulla cupola per danneggiare ulteriormente i nemici intrappolati.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Strangledome",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Stordisci i nemici con un fragore assordante. Le statistiche sono potenziate dai mod dell'arma corpo a corpo equipaggiata.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Whipclaw",
    "/Lotus/Language/Suits/KhoraDesc": "Khora, la sanguinaria con frusta e artigli. Lavora con il suo compagno Kavat, Venari, per infliggere danni elevati e controllare la massa. Due corpi, una volontà.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Comanda a Venari di concentrarsi su un bersaglio. Tieni premuto per scorrere tra le posizioni di attacco, protezione e cura. Se Venari viene uccisa, usa questa abilità per rianimarla all'istante.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Venari",
    "/Lotus/Language/Suits/KhoraName": "Khora",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "Il feroce Kavat, Venari, combatte a fianco di Khora e le garantisce un'aumento di velocità del |SPEED|% mentre è attivo. Se ucciso, Venari ricomparirà dopo |RESPAWN|s.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Lega uno sfortunato bersaglio nel metallo vivente, vincolando altri che si avvicinano troppo. Whipclaw farà ripartire la durata della trappola permettendogli di catturare più nemici.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Ensnare",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Evoca una creatura dagli abissi. I suoi tentacoli acquatici emergono dalle superfici vicine per provocare il caos.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Tentacle Swarm",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Valkyr si carica di energia e diventa una palla di rabbia pura in grado di rilasciare una violenta serie di attacchi letali con gli artigli sui nemici impreparati.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Hysteria",
    "/Lotus/Language/Suits/LavoPassiveAbility": "Le Sfere d'Energia e quelle Universali conferiscono a Lavos l'immunità agli effetti per |DURATION|s. \n\nMantieni premuta qualsiasi Abilità per combinare il seguente utilizzo con Danno e Effetto Elementale aggiuntivo.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Erige un campo di contenimento per catturare i nemici e sospenderli in stasi, distruggendo la loro armatura. Tieni premuto per far crollare tutte le Bastille in un singolo vortice.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Bastille",
    "/Lotus/Language/Suits/LimboDesc": "Padroneggia il divario tra ombra e sostanza. Limbo sconvolge lo spazio-tempo per controllare le folle. Si sente a casa dove gli altri lottano con ciò che è reale.",
    "/Lotus/Language/Suits/LimboName": "Limbo",
    "/Lotus/Language/Suits/LimboPassiveAbility": "Effettua una schivata per entrare o uscire dal Rift. All'entrata crea un piccolo portale per il Rift che dura |DURATION|s. Il Rift rigenera lentamente energia, e ogni nemico ucciso nel Rift da |ENERGY| di Energia.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Qualsiasi danno subito mentre Link è attiva verrà trasferito ad un nemico.",
    "/Lotus/Language/Suits/LinkAbilityName": "Link",
    "/Lotus/Language/Suits/LokiDesc": "Loki conosce l'arte dell'inganno. L'imbroglione usa la furtività per sabotare i nemici. Semina confusione.",
    "/Lotus/Language/Suits/LokiName": "Loki",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Può restare in Aggrappata sui muri |MULT| volte rispetto al normale.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "A seconda dell'elemento assegnato a Chroma, crea un effetto offensivo ad area. Chroma ed i suoi alleati vicini vengono ricoperti di energia difensiva.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Elemental Ward",
    "/Lotus/Language/Suits/MagDesc": "Abbatti i tuoi nemici con la forza magnetica. Mag altera i campi magnetici per controllare la folla e abbattere le difese nemiche. Pochi possono resistere alla sua attrazione o alla sua repulsione.",
    "/Lotus/Language/Suits/MagName": "Mag",
    "/Lotus/Language/Suits/MagPassiveAbility": "Gli oggetti vicini gravitano verso Mag per una facile raccolta.",
    "/Lotus/Language/Suits/MesaDesc": "La pistolera ha una mano ferma e mortale. Ogni colpo infligge danni elevati. Mesa ha il dito più veloce del regno.",
    "/Lotus/Language/Suits/MesaName": "Mesa",
    "/Lotus/Language/Suits/MesaPassiveAbility": "Spara con le secondarie doppie il |SPEED|% più velocemente e ricarica le secondarie singole il |RELOAD|% più velocemente. Ottiene un Bonus Salute di |HEALTH| mentre non ha un'arma corpo a corpo equipaggiata.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Nyx invade la psiche dei nemici, confondendoli e facendoli combattere per la causa Tenno. Nyx beneficia inoltre di un moltiplicatore di danno sparando a questi bersagli.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Mind Control",
    "/Lotus/Language/Suits/MirageDesc": "Il gioco di prestigio di Mirage completa la sua forza. I nemici abbagliati da lei subiscono gravi danni. Sosia, laser e trappole sono elementi della sua scenografia.",
    "/Lotus/Language/Suits/MirageName": "Mirage",
    "/Lotus/Language/Suits/MiragePassiveAbility": "Le Scivolate durano il |DURATION|% in più e le mosse acrobatiche sono il |SPEED|% più veloci.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Satura l'aria di antimateria che investe tutti i nemici a portata.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Molecular Prime",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Cloud Walker",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Evapora in una nuvola di nebbia e galleggia attraverso il campo di battaglia, stordisci tutti i nemici sul tuo cammino e ripristina la salute di Wukong e la sua copia.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Defy",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Wukong e la sua copia diventano invulnerabili e attirano il fuoco nemico. Tutto il danno viene catturato, immagazzinato, e restituito in un singolo furioso attacco da parte della staffa di Wukong.\nIn base al danno catturato, viene poi assegnato un bonus all'Armatura.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Wukong crea una copia di se stesso che combatte al suo fianco. Effettuando attacchi a distanza, la copia utilizzerà un'Arma Corpo a Corpo, equipaggiando un'arma Corpo a Corpo la copia effettuerà fuoco di copertura.\nUtilizza nuovamente per bersagliare un obiettivo a cui infliggerà danno aumentato.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Celestial Twin",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Evoca l'Iron Staff e scatena la furia.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Primal Fury",
    "/Lotus/Language/Suits/NekrosDesc": "C'è un mietitore il cui nome è Nekros. Fornisce il controllo mortale della folla. Coloro che prima erano nemici diventano preziosi alleati quando Nekros li richiama dal mondo dei morti.",
    "/Lotus/Language/Suits/NekrosName": "Nekros",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "Guadagna |HEALTH| di Salute per ogni nemico ucciso entro |RADIUS|m.",
    "/Lotus/Language/Suits/NezhaDesc": "Questo versatile guerriero protegge gli innocenti. Le tattiche sfaccettate di Nezha gli danno un'elevata capacità di sopravvivenza mentre infligge danni e controlla la folla. Il suo fuoco è la luce della speranza.",
    "/Lotus/Language/Suits/NezhaName": "Nezha",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "Scivola il |SPEED|% più veloce e il |RANGE|% più lontano.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Scaglia un anello infuocato che incendia i nemici rendendoli vulnerabili a qualsiasi danno. I nemici colpiti rilasciano Sfere di Energia alla morte. Carica per amplificare la potenza dell'anello e riattivalo per teletrasportarti alla sua posizione.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Blazing Chakram",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Crea un anello protettivo di fuoco che stordisce e danneggia i nemici che si avvicinano troppo.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Warding Halo",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Impala i nemici vicini con delle lance che emergono dal suolo. Attiva di nuovo per sbattere sul terreno i nemici sopravvissuti.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Divine Spears",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Innesca una scia di fiamme, bruciando i nemici e purificando gli alleati. Il teletrasporto fa esplodere l'area di atterraggio con un anello di fuoco.",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Fire Walker",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Proietta dei feroci cloni d'ombra di Ash su un gruppo di nemici. Unisciti al massacro utlizzando Teleport.",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Blade Storm",
    "/Lotus/Language/Suits/NovaDesc": "Padroneggia l'antimateria. Nova usa le antiparticelle per controllare la folla e amplificare i danni. Annienta i nemici destabilizzando la materia stessa.",
    "/Lotus/Language/Suits/NovaName": "Nova",
    "/Lotus/Language/Suits/NovaPassiveAbility": "All'atterramento, emette un impulso difensivo di |RADIUS|m che atterra i nemici e infligge |DAMAGE| di Danno.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Crea particelle di antimateria che orbitano attorno a Nova, alla ricerca di bersagli vicini. Ogni particella attiva dà il +5% di riduzione danno alla salute di Nova, accumulandosi fino al 90%.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Null Star",
    "/Lotus/Language/Suits/NyxDesc": "Gli attacchi psichici rendono Nyx una nemica pericolosa. Raggiunge la coscienza dell'avversario per controllare la folla e respingere gli attacchi contro di loro. Tale manipolazione può cambiare le sorti della battaglia.",
    "/Lotus/Language/Suits/NyxName": "Nyx",
    "/Lotus/Language/Suits/NyxPassiveAbility": "I Nemici sono il |PERCENT|% meno precisi quando bersagliano Nyx.",
    "/Lotus/Language/Suits/OberonDesc": "La guarigione e la sofferenza sono sottomessi a Oberon. La sua padronanza del mondo naturale supporta gli alleati. Una manna per i suoi amici, una maledizione per i suoi nemici.",
    "/Lotus/Language/Suits/OberonName": "Oberon",
    "/Lotus/Language/Suits/OberonPassiveAbility": "I Compagni alleati ricevono il |HEALTH|% di Legame-salute, Legame-armatura e Legame-scudo da Oberon. Inoltre, il tuo Compagno riceve una rianimazione istantanea per missione.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Protea rilascia una Temporal Anchor che riavvolge dopo un breve periodo innescando un'implosione temporale. Il danno implosione aumenta in base a quello inflitto tra la caduta dell'ancora e il suo riavvolgimento. Tutto ciò che è stato perso o consumato in quel lasso di tempo viene restituito.\nMorire mentre Anchor è attiva riporta Protea all'ancora, salvandola. Protea viene atterrata e l'ancora svanisce.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Temporal Anchor",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Dispiega un'unità d'artiglieria che fa esplodere cariche di plasma sui nemici che affronta. Ogni nemico colpito incrementa il potere dei successivi attacchi al plasma.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Blaze Artillery",
    "/Lotus/Language/Suits/OdaliskDesc": "Protea sa tutto sulla protezione. Il suo vasto arsenale infligge danni e fornisce supporto agli alleati. Può persino manipolare il tempo.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Dispiega un dispositivo che dopo un breve lasso di tempo genera 3 oggetti: una sfera salute potenziata, un pacchetto munizioni universale e una sfera di energia.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Dispensary",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "Lancia granate ad arco.\n\n(PREMI) SHRAPNEL VORTEX\nCrea un vortice di schegge taglienti.\n\n(TIENI PREMUTO) SHIELD SATELLITE\nProtea riconfigura le Granate in modo che funzionino come generatori di sovraccarica dello scudo, proteggendo lei, i suoi alleati e i compagni. Quando gli Scudi vengono prosciugati, un Satellite viene distrutto per raddoppiare il tempo minimo dell'invicibilità di Shield Gate.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Grenade Fan",
    "/Lotus/Language/Suits/OdaliskName": "Protea",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Ogni |CASTS|° Abilità attivata ricevi +|STRENGTH|% di Potenza Abilità.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "Volt scarica l'elettricità che lo permea. L'onda d'urto paralizza e danneggia i nemici vicini e stordisce quelli più lontani.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Discharge",
    "/Lotus/Language/Suits/PacifistDesc": "Temi la furia del vero paziente. Baruuk ha ottime capacità di sopravvivenza e controllo di massa. Spinto oltre il suo freno, scatena la tempesta che ha dentro.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Rilascia un gruppo di pugnali in orbita per cercare le armi dei nemici, distruggendole con una piccola esplosione. Uniscili con Elude per raddoppiarne la portata.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Desolate Hands",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Schiva tutti i proiettili in arrivo, ma solo quando non attacchi. Usa di nuovo per disattivare questa abilità.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Elude",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "Con la Restrizione esaurita, Baruuk comanda Desert Wind per scagliare potenti colpi radiali con i suoi pugni e calci. Ogni momento in cui comanda la tempesta, la Restrizione si ripristina.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Serene Storm",
    "/Lotus/Language/Suits/PacifistName": "Baruuk",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "Ogni proiettile schivato, ogni nemico addormentato o disarmato erode il freno interiore di Baruuk e scatena la tempesta che ha dentro. Mentre il suo freno viene eroso, acquisisce una resistenza al danno fino al |PERCENT|%.",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "Un'onda rilassante rallenta i nemici finché non si addormentano. I nemici danneggiati che si risvegliano saranno confusi e disorientati. Amnesia a breve termine significa che tutti i nemici risvegliati dimenticano ciò che è accaduto prima dell'utilizzo di Lull.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Lull",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Apri il Noctua, il Tomo Exalted di Dante, e scatena un'ondata di sventura sui suoi nemici.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Noctua",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "La composizione di Dante dissangua i nemici nelle vicinanze, infliggendo loro Danno Taglio.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Dark Verse",
    "/Lotus/Language/Suits/PagemasterDesc": "Protettore di conoscenza. Guardiano della storia. Audace ricercatore della storia del Leverian. Dante compone racconti arcani per sostenere gli alleati e devastare i nemici.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "Dante deve comporre altri due Versi prima di Final Verse.\n\nTRIUMPH: Due Light Verse lanciati in successione rinvigoriscono gli alleati con un buff che aumenta la Salute e conferisce Sovraguardia. Uccide e aiuta a rigenerare brevemente la Sovraguardia.<br>Dante deve comporre altri due Versi prima di Final Verse.\n\nTRAGEDY: Due Dark Verse lanciati in successione attaccano i nemici. Qualsiasi Danno nel Tempo subito si accumula in una singola esplosione.<br>Dante deve comporre altri due Versi prima di Final Verse.\n\nWORDWARDEN: Un Light Verse seguito da un Dark Verse supporta gli alleati con copie del Noctua. Le copie del Noctua sincronizzano i loro attacchi con gli attacchi dell'alleato designato.<br>Dante deve comporre altri due Versi prima di Final Verse.\n\nPAGEFLIGHT: Un Dark Verse seguito da un Light Verse evoca Paragrimm che piombano sui nemici, rendendoli vulnerabili alla Probabilità Effetto e Danno Effetto, ma anche allontanando gli attacchi nemici dagli alleati.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Final Verse",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "La composizione rivitalizzante di Dante garantisce a lui e ai suoi alleati Sovraguardia e aumenta la loro Salute.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Light Verse",
    "/Lotus/Language/Suits/PagemasterName": "Dante",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "Il Noctua scansiona i bersagli, registrando informazioni per il tuo Codex. Probabilità Effetto aumentata del |CHANCE|% sui bersagli completamente scansionati.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "All'attivazione di un'abilità ripristina |ENERGY| di energia per |DURATION|s a Octavia e ai suoi alleati entro |RANGE|m.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Kullervo si circonda di pugnali. Ogni pugnale che colpisce un nemico ripristina la sua Salute, ma quelli che mancano l'obiettivo colpiscono Kullervo, infliggendo un po' di danno. Quando Kullervo ha la Salute al massimo, riceve della Sovraguardia dai nemici colpiti.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Recompense",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "Il Void risponde all'invocazione di Kullervo con una tempesta di pugnali che piovono sui suoi nemici.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Storm of Ukko",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "Kullervo risponde per i suoi peccati e per quelli degli altri. I suoi pugnali e la sua abilità nel corpo a corpo infliggono danni elevati. Sfrutta il potere del tradimento per placare la sua sete di vendetta.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Kullervo",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Kullervo lancia una maledizione che lega i nemici. Quando un nemico maledetto subisce danni da Kullervo, anche tutti gli altri nemici maledetti subiscono una parte di quel danno.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Collective Curse",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Kullervo vanta +|EFFICIENCY|% di Efficienza Attacco Pesante e +|WINDUP|% di Velocità di Carica Attacco Pesante su tutte le armi corpo a corpo.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(PREMI) Kullervo carica un attacco pesante, poi si teletrasporta sul bersaglio e lo colpisce. La sua concentrazione carica di rabbia aumenta temporaneamente la sua Probabilità Critico Corpo a Corpo.\n(TIENI PREMUTO) Vieni teletrasportato in una qualsiasi posizione contrassegnata.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Wrathful Advance",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Nyx lancia un gruppo di dardi cinetici sui nemici, usando la telecinesi per correggerne la traiettoria e inseguire gli obiettivi vicini. Colpendo alcune difese nemiche.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Psychic Bolts",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Ruba l'Armatura ai nemici nelle vicinanze e incrementa il Danno <DT_CORROSIVE>Corrosivo delle tue Abilità e armi. I nemici colpiti dall'Effetto <DT_CORROSIVE>Corrosione contribuiscono con un incremento maggiore.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Plunder",
    "/Lotus/Language/Suits/PoisonAbilityName": "Spores",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Infetta il bersaglio con una piaga di <DT_CORROSIVE>Spore Corrosive. Diffondi le spore ai nemici vicini distruggendole o uccidendo i nemici. Più a lungo si diffonde la Spora, più il suo danno aumenterà.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Evoca un'onda di energia che incatena i nemici sul posto. Ogni nemico bloccato rinforza gli scudi di Harrow.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Condemn",
    "/Lotus/Language/Suits/PriestDesc": "Ottieni la redenzione attraverso la vendetta. Il monastico Harrow aumenta i danni per supportare gli alleati. Sfida i tuoi nemici e ascendi.",
    "/Lotus/Language/Suits/PriestName": "Harrow",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Capacità Sovrascudi raddoppiata.\nInizia le missioni con l'energia al massimo.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Sacrifica gli scudi per aumentare Velocità di Ricarica e Cadenza di Tiro convertendo inoltre il danno inflitto ai nemici in Salute per Harrow e per gli alleati vicini.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Penance",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Canalizza l'energia di Harrow nel Thurible per generare un potenziamento. Una volta finito, uccidere i nemici conferirà un'esplosione di energia agli alleati vicini. Più energia viene canalizzata, maggiore sarà la ricompensa per ogni uccisione. I colpi alla testa danno energia aggiuntiva.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Thurible",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Protegge gli alleati vicini con una forza energetica che assorbe tutti i danni convertendoli in Probabilità Critico aggiuntiva per coloro che sono sotto Covenant. I colpi alla testa sono potenziati ulteriormente.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Covenant",
    "/Lotus/Language/Suits/PullAbilityDesc": "Mag stordisce i nemici mentre genera un vortice magnetico. Il vortice attira le Schegge Polarize e i nemici storditi per posizionarli direttamente di fronte a lei.",
    "/Lotus/Language/Suits/PullAbilityName": "Pull",
    "/Lotus/Language/Suits/PushAbilityDesc": "Banshee emette un'onda sonora che spinge gli obiettivi a portata con forza tale da neutralizzarli o ucciderli.",
    "/Lotus/Language/Suits/PushAbilityName": "Sonic Boom",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Proteggi te stesso e gli alleati nelle vicinanze dagli Effetti. Ogni volta che Qorvex uccide o contribuisce all'uccisione di un nemico colpito dall'Effetto <DT_RADIATION> Radiazione, il numero di Effetti Disometric Guard può impedire aumenti.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Disometric Guard",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Rilascia un raggio dal Nucleo di Crogiolo di Qorvex. Ogni nemico colpito subisce Danno <DT_RADIATION> Radiazione con un Effetto garantito. I nemici colpiti dall'Effetto <DT_RADIATION>Radiazione esplodono in una reazione a catena.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Crucible Blast",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "Le armi brandite da Qorvex hanno +|PUNCH_THROUGH| Attraversamento aggiuntivo.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Evoca un Chyrinka Pillar che rallenta i nemici. Genera impulsi di Danno <DT_RADIATION>Radiazione con Effetto garantito.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Chyrinka Pillar",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Albrecht Entrati ha progettato Qorvex per proteggere un Operatore Prescelto dai peculiari pericoli del suo laboratorio. Un Nucleo di Crogiolo conferisce a Qorvex un'elevata sopravvivenza tramite il controllo di massa.",
    "/Lotus/Language/Suits/QorvexSuitName": "Qorvex",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Contenere la minaccia. Qorvex evoca muri che si infrangono, danneggiando tutti i nemici intrappolati tra loro e infliggendo un Effetto <DT_RADIATION>Radiazione.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Containment Wall",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Emette un lampo di luce, accecando tutti i nemici vicini.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Radial Blind",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Rilascia il feroce ululato che stordisce i nemici vicini e causa ai Sentient di perdere qualsiasi resistenza accumulata.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Radial Howl",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Rilascia un'onda di energia, bloccando le armi dei nemici nel raggio d'azione e costringendoli al combattimento in corpo a corpo.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Radial Disarm",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Radial javelin impala i nemici vicini, infliggendo un effetto sanguinamento.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Radial Javelin",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Evoca un potente arco e rilascia una raffica di devastanti frecce.",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Artemis Bow",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Assumi il controllo di un proiettile lanciato da Ivara e guidalo addosso al bersaglio.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Navigator",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Scegli e scocca una delle quattro frecce tattiche. Cloak crea una bolla stazionaria che cela Ivara ed i suoi alleati. Dashwire crea una zipline percorribile. Noise emette un suono acuto che attira i nemici. Sleep fa cadere temporaneamente i nemici vicini in un sonno profondo.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Quiver",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Diventa invisibile e deruba i nemici ignari o finiscili con un mortale colpo alla testa.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Prowl",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Solleva in aria tutti i nemici circostanti, poi scagliali a terra per condannarli. I nemici uccisi con questo potere possono far apparire una Sfera di Salute.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Reckoning",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Onde di energia scorrono verso Oberon e i suoi alleati, rigenerandone la Salute col passare del tempo.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Renewal",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Attraversa i nemici sotto forma di muro di energia Sentient, assorbendo Scudi e Salute da quelli colpiti. L'assorbimento è incrementato sui Servitori.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Reave",
    "/Lotus/Language/Suits/RevenantDesc": "È sorto un potere spettrale e macabro. Infuso con l'essenza dell'Eidolon, Revenant ha un'elevata capacità di sopravvivenza e infligge ingenti danni. I nemici diventeranno i suoi schiavi.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Converte il bersaglio in un obbediente Servitore. I Servitori si ribellano ai loro simili e con il danno li convertono. Quando uccisi, si disintegrano e formano un pilastro di energia dannosa. L'orda di Servitori rimane sotto il controllo di Revenant per tutta la durata dell'abilità.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Enthrall",
    "/Lotus/Language/Suits/RevenantName": "Revenant",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Lo scarico degli scudi colpisce i nemici entro |RADIUS|m con un'onda d'urto che atterra e infligge |DAMAGE| Danni.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Erutta con una moltitudine di raggi di energia Eidolon che roteano attorno a Revenant. I raggi modificano il Tipo di Danno in base alle difese del nemico, mentre il danno in arrivo viene reindirizzato sui raggi. Tieni premuto per aumentare Probabilità Effetto e Danno, ma diminuendo Efficienza. I Servitori uccisi dall'abilità lasceranno dei Sovrascudi da raccogliere.",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Danse Macabre",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Ricopriti in energia Sentient, reindirizzando i danni e stordendo chiunque osi attaccare. I nemici storditi possono essere colpiti con Enthrall senza consumare Energia.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Mesmer Skin",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Rhino carica un obiettivo, travolgendo chiunque si trovi sul suo cammino e incornando la vittima.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Rhino Charge",
    "/Lotus/Language/Suits/RhinoDesc": "Rhino ha dei pugni di ferro. Vanta un'elevata capacità di sopravvivenza e controllo di massa. Il saggio farebbe bene a stargli alla larga quando carica.",
    "/Lotus/Language/Suits/RhinoName": "Rhino",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Emette un'onda d'urto che infligge |DAMAGE| di Danno all'atterraggio da una notevole altezza.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Fornisce brevemente un danno maggiore a tutti i Warframe nell'area.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Roar",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Rhino colpisce il terreno con forza sufficiente da distorcere il tempo, facendo cadere in stasi i nemici circostanti.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Rhino Stomp",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Avvolge Mesa in una barriera di energia, riflettendo i danni dei proiettili in arrivo.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Shatter Shield",
    "/Lotus/Language/Suits/RunnerDesc": "Prendi la rincorsa col Redentore di Altra. Gauss è veloce, infligge danni elevati e ha un'elevata capacità di sopravvivenza. Il movimento carica la sua potente batteria, quindi non smettere mai di muoverti.",
    "/Lotus/Language/Suits/RunnerName": "Gauss",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "Lo spostamento genera una corrente elettrica che riempie la batteria di Gauss. Gli scudi si ricaricano fino a |SPEED|% più veloce mentre il Ritardo di Ricarica è fino a |DELAY|% più breve, in base al livello della batteria.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Genera un'armatura che converte in energia una porzione di Danno Cinetico assorbito (Fisico, <DT_FIRE>Fuoco, <DT_FREEZE>Ghiaccio, e <DT_EXPLOSION>Esplosione), e protegge Gauss dall'essere abbattuto e dal tentennamento. La Resistenza ai Danni è relativa al livello della batteria.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Kinetic Plating",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Porta la batteria di Gauss oltre la linea rossa, potenziando le sue Abilità mandando in overdrive la Cadenza di Tiro, Velocità di Attacco, Velocità di Ricarica e Velocità di Attivazione. Superata la linea rossa, lampi di energia elettrica circondano Gauss, esplodendo in massa quando l'abilità viene disattivata.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Redline",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Prorompi in un scatto super veloce per sbaragliare i nemici e caricare la batteria, o schiantanti contro oggetti solidi per generare una potente onda d'urto. Mantieni attiva l'abilità per correre continuamente.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Mach Rush",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Estrae l'energia cinetica proveniente dall'area caricando la batteria e applica l'<DT_FREEZE>effetto Ghiaccio ai nemici vicini. Viceversa, rilasciando l'energia scaricando la batteria applica l'<DT_FIRE>effetto Fuoco ai nemici vicini.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Thermal Sunder",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Crea al suolo una crescita fungina che assorbe energia per ogni nemico che colpisce. Per ogni cinque nemici colpiti, l'Infestazione muta, moltiplicando la sua forza distruttiva.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Virulence",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Conferisce danno extra agli alleati e fa inceppare le armi dei nemici vicini. Questo potere si sposta da un giocatore all'altro.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Shooting Gallery",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Attivala per formare un'Armatura prosciugando la Salute di Inaros. Riutilizzala per interrompere il processo di formazione. Lo strato protettivo riduce il Danno in arrivo e assorbe gli Effetti.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Scarab Shell",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Bombarda i nemici con un'onda di sabbia maledetta che li acceca e ruba la loro salute.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Desiccation",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Diventa una tempesta di sabbia. Inaros divora i nemici trascinati nel suo vortice, curandosi.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Sandstorm",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Evoca uno Sciame di Scarabei per attaccare i nemici con Effetto Corrosivo garantito. Il danno aumenta all'aumentare della Salute di Inaros. I nemici uccisi dallo sciame evocano uno Swarm Kavat che combatte al fianco di Inaros e guida gli scarabei verso altri nemici.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Scarab Swarm",
    "/Lotus/Language/Suits/SarynDesc": "La tossicità è la forza di Saryn. I suoi poteri serpentini infliggono danni elevati. Per Saryn, il veleno è una virtù.",
    "/Lotus/Language/Suits/SarynName": "Saryn",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Gli Effetti inflitti ai nemici durano il |DURATION|% in più.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Forza i nemici caduti attorno a te a rilasciare ulteriori materiali.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Desecrate",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Chroma trasforma la sua pelle in una sentinella massiccia che rafforza alleati vicini e travolge i nemici in attacchi elementali.",
    "/Lotus/Language/Suits/SentientAbilityName": "Effigy",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Convergi tre flussi di energia pura in un singolo punto, provocando una forte esplosione reattiva. Il residuo dell'esplosione rimuoverà l'armatura da tutti i nemici che entrano in contatto con esso.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Fusion Strike",
    "/Lotus/Language/Suits/SentientFrameDesc": "Ascende l'erede di due regni gemelli. La vita biologica e quella Sentient si incontrano in Caliban. Un abile monarca, offre controllo di massa e capacità di sopravvivenza. Il suo creatore aveva in mente più di un mondo.",
    "/Lotus/Language/Suits/SentientFrameName": "Caliban",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "Gli alleati nel raggio di Affinità ottengono fino al |PCT|% di resistenza ai tipi di danno che stanno attualmente subendo.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Colpisci il terreno per creare un'ondata radiale di distruzione. Coloro che non sono stati uccisi dall'esplosione iniziale vengono sollevati in aria dove subiscono danni amplificati per un breve periodo.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Sentient Wrath",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Richiama l'aspetto Sentient di Caliban per produrre fino a tre compagni Conculyst per combattere al suo fianco e riparare i suoi scudi.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Lethal Progeny",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Trasformati in un mortale vortice rotante. Tieni premuto <PRE_ATTACK> per velocizzare la rotazione, aumentando i danni o prendi di mira un nemico premendo <PRE_ATTACK> per lanciartici contro. Colpire gli obiettivi affetti da Sentient Wrath crea un'esplosione distruttiva.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Razor Gyre",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Cambiando pelle come un serpente, Saryn lascia un'esca per attirare il fuoco nemico.",
    "/Lotus/Language/Suits/ShedAbilityName": "Molt",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "Volt dispiega uno scudo elettrico che blocca i proiettili.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Electric Shield",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Valkyr fa esplodere parte dei suoi scudi, stordendo e danneggiando nemici attorno a lei.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Paralysis",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Emette un impulso di energia che prosciuga gli scudi e l'armatura dei nemici mentre ricarica gli scudi degli alleati. I detriti lasciati dall'impulso diventano Schegge Polarize. Le Schegge Polarize nelle vicinanze orbitano attorno a Mag e tagliano i nemici, infliggendo un effetto sanguinamento.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Polarize",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Lancia un proiettile voltaico che stordisce e danneggia il bersaglio. Una catena di elettricità si estende dal bersaglio per folgorare i nemici vicini.",
    "/Lotus/Language/Suits/ShockAbilityName": "Shock",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "Usare Silence circonda Banshee con un'aura che stordisce i nemici e ne limita la percezione e reazione a colpi d'arma da fuoco e attacchi dei Warframe.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Silence",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Colpisci e sfreccia attraverso i nemici assieme a uno spettro radiale. I tagli della potente Exalted Blade infliggono un effetto sanguinamento.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Slash Dash",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Crea una trappola esplosiva con oggetti vicini mentre fai apparire un irresistibile gioiello che scoppia con un accecamento radiale quando viene toccato al buio, o in un'esplosione radiale alla luce. Fai apparire altri gioielli più piccoli con l'aiuto di Hall of Mirrors.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "Sleight of Hand",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Esorcizza l'energia negativa da un nemico e la proietta come sfere di energia cinetica, danneggiando il bersaglio e i nemici colpiti dalle sfere.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Smite",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Getta una bomba fumogena che stordisce i nemici e oscura la loro visione, rendendo Ash invisibile per un breve periodo.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Smoke Screen",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Frost congela ogni particella di vapore e umidità nell'aria circostante per creare una sfera protettiva con una breve invulnerabilità per aumentarne la resistenza.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Snow Globe",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Sfruttando la localizzazione sonora, il Potere Sonar di Banshee individua i nemici ed evidenzia i loro punti deboli per tutti i componenti della squadra.",
    "/Lotus/Language/Suits/SonarAbilityName": "Sonar",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "Un colpo così potente che trasforma l'anima stessa del nemico in un proiettile mortale, danneggiando tutto ciò che incontra. I nemici che sopravvivono al colpo vengono Contrassegnati per la Mietitura dell'anima e diventano ombre per Shadows of the Dead di Nekros se uccisi mentre sono marcati.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Soul Punch",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Canalizzando la sua energia acustica nell'ambiente, Banshee usa il riverbero ultrasonico per scuotere violentemente il terreno.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Sound Quake",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Incarna una corrente elettrica. Volt e i suoi alleati ricevono un breve potenziamento alla velocità di movimento e alla velocità di ricarica.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Speed",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Santifica il terreno davanti a Oberon con un fuoco virtuoso, infliggendo danni a ogni nemico che si trovi nelle fiamme.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Hallowed Ground",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Immobilizza i nemici nel Rift. Quando attivo, i proiettili nemici vengono fermati a mezz'aria, riprendendo la propria traiettoria quando finisce la stasi.",
    "/Lotus/Language/Suits/StatisAbilityName": "Stasis",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "Loki scambia istantaneamente posizioni con un obiettivo, confondendo il nemico.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Switch Teleport",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Evoca una spada di pura luce ed immenso potere.",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Exalted Blade",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "Una violenta esplosione di energia Void apre una frattura spaziale che può tenersi aperta per un breve periodo, prima di collassare in una seconda altrettanto letale esplosione.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Cataclysm",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Ash si teletrasporta verso l'obiettivo, giungendo a portata di corpo a corpo e rendendo i nemici vulnerabili alle esecuzioni.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Teleport",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Fa comparire una capsula Infested che erutta viticci che si attaccano ai nemici circostanti e li attira verso il centro. I nemici uccisi mentre vengono trattenuti dai viticci hanno la possibilità di generare una carica Mutazione.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Larva",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Colma di terrore l'animo dei tuoi nemici, facendoli scappare in preda al panico.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Terrify",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Hydroid si scontra con i nemici sotto forma di un devastante muro d'acqua.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Tidal Surge",
    "/Lotus/Language/Suits/TitaniaDesc": "L'aspetto fiabesco di Titania nasconde un forbidabile potere. L'incantatrice infligge danni elevati e controllo di massa. Costringe i nemici a piegarsi a lei o perire.",
    "/Lotus/Language/Suits/TitaniaName": "Titania",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "Titania genera Salute per sé stessa e gli alleati vicini ogni volta che utilizza un'Abilità.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Scegli tra quattro mine dispiegabili. Tether Coil immobilizza e raggruppa i nemici. Flechette Orb spara chiodi mortali in tutte le direzioni. Vector Pad accelera i nemici e gli alleati nella direzione del pad. Overdriver si attacca all'alleato più vicino e aumenta i danni delle armi.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Minelayer",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Rilascia un localizzatore di bersagli che chiama una devastante attacco d'artiglieria laser.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Photon Strike",
    "/Lotus/Language/Suits/TrinityDesc": "Trinity incarna la redenzione e la salute. I suoi straordinari poteri curativi supportano gli alleati. Dove gli altri distruggono, lei risana.",
    "/Lotus/Language/Suits/TrinityName": "Trinity",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Rianima gli alleati a terra del |SPEED|% più velocemente e dal |RANGE|% in più di distanza.",
    "/Lotus/Language/Suits/ValkyrDesc": "Valkyr è stata trasformata in una killer molto motivata e temibile. È abile nell'infliggere danni e sopravvivere. Il suo grido di battaglia incute terrore a tutti coloro che lo ascoltano.",
    "/Lotus/Language/Suits/ValkyrName": "Valkyr",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "Ha un recupero dall'atterramento più veloce del |PERCENT|%.",
    "/Lotus/Language/Suits/VaubanDesc": "Vauban è un fautore della tecnologia innovativa. Dispiega invenzioni geniali per esercitare il controllo di massa. La sua tenacia e concentrazione lo rendono formidabile.",
    "/Lotus/Language/Suits/VaubanName": "Vauban",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Infligge |DAMAGE|% di Danni aggiuntivi ai nemici immobilizzati.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "Investe i nemici vicini con l'energia del Rift. Quando un nemico viene ucciso, Rift Surge viene trasferito ad altri nemici vicini al di fuori del Rift. I nemici che lasciano il Rift eseguiranno un Banish radiale.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Rift Surge",
    "/Lotus/Language/Suits/VoltDesc": "Attraverso Volt scorre l'elettricità. I suoi attacchi infliggono danni elevati. I nemici saranno scioccati.",
    "/Lotus/Language/Suits/VoltName": "Volt",
    "/Lotus/Language/Suits/VoltPassiveAbility": "I movimenti a terra generano una carica elettrica di |DAMAGE| Danno/m che viene rilasciata con il successivo attacco.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Toxic Lash",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "Gli attacchi infliggono un ulteriore danno <DT_POISON>Tossina quando l'abilità è attiva; questo effetto è raddoppiato per gli attacchi corpo a corpo. Distrugge instantaneamente le spore quando attacchi i nemici afflitti.",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Crea una sorgente di vita su un nemico. Gli alleati vicino al bersaglio rigenerano gradualmente la salute e sono immuni agli Effetti. Il danno degli Effetti inteso per gli alleati nelle vicinanze verrà assorbito dal nemico. Gli alleati guadagneranno Salute aggiuntiva quando attaccano il bersaglio.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Well of Life",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(PREMI) Le zanne di Raksh lacerano i tuoi nemici. Il suo morso applica 5 Effetti casuali a un nemico, ciascuno con 10 Cariche. Alla morte dell'obiettivo gli Effetti si diffondono ai nemici nelle vicinanze.\n\n(TIENI PREMUTO) Raksh protegge Voruna con resistenza agli Effetti.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Fangs of Raksh",
    "/Lotus/Language/Suits/WerewolfDesc": "Quattro bestie, un unico cuore. Il leale branco di lupi di Voruna crea una letale combinazione di forza e furtività. Fai attenzione al mostruoso ululato che preannuncia zanne di vendetta.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(PREMI) Voruna si mette a quattro zampe e prepara 5 cariche brutali che si agganciano ai nemici. Ulfrun, il lupo più potente, guida l'attacco mentre Voruna si lancia verso la sua preda. Il branco infligge danni maggiori ai bersagli e ai nemici vicini afflitti da Effetti. Gli attacchi letali raddoppiano il danno delle cariche rimanenti di Voruna.\n\n(TIENI PREMUTO) Ulfrun protegge Voruna. Se Voruna muore mentre l'abilità è attiva, Ulfrun si sacrifica al posto suo.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Ulfrun's Descent",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(PREMI) Lycath caccia per sostenere il branco. I nemici uccisi con gli attacchi corpo a corpo rilasciano Sfere di Salute e i nemici uccisi con i Colpi alla Testa rilasciano Sfere d'Energia. Aumenta la durata di Lycath's Hunt uccidendo i nemici colpiti da 5 o più Effetti.\n\n(TIENI PREMUTO) Lycath protegge Voruna conferendole una maggiore efficienza sugli Attacchi Pesanti.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Lycath's Hunt",
    "/Lotus/Language/Suits/WerewolfName": "Voruna",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Voruna non combatte mai da sola. In missione, tieni premuto i tasti delle Abilità per invocare la Passiva unica di ogni lupo.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(PREMI) Dynar avvolge Voruna nell'invisibilità e aumenta la sua velocità. L'invisibilità termina quando Voruna attacca. Per un breve periodo dopo la fine dell'invisibilità, gli attacchi corpo a corpo infliggono maggiori Danni Critici e hanno una Probabilità Effetto e Probabilità Critico aumentata, oltre ad applicare l'effetto Sanguinamento. Uccidere un nemico con gli attacchi Corpo a Corpo estende questo potenziamento una volta per utilizzo. \n\n(TIENI PREMUTO) Dynar protegge Voruna, aumentando la sua Velocità Parkour.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Shroud of Dynar",
    "/Lotus/Language/Suits/WispFrameDesc": "Wisp fluttua tra la materia e l'etere. Accede a più dimensioni per supportare i suoi alleati. Il suo aspetto è misterioso ed enigmatico.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Apre un varco dimensionale per travolgere i nemici vicini facendo rilasciare loro aggressive scintille Surge quando danneggiati.\nWisp può inoltre puntare un Reservoir per teletrasportarsi su di esso e raddoppiare la portata dell'attacco.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Breach Surge",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "Genera un'immagine spettrale di Wisp per confondere e distrarre i nemici. Attivala nuovamente per viaggiare in quella posizione. Tieni premuto per aumentare la velocità e teletrasportarti in quella posizione al rilascio. ",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Wil-O-Wisp",
    "/Lotus/Language/Suits/WispFrameName": "Wisp",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Fluttuando tra le dimensioni, Wisp diventa invisibile ai nemici mentre si trova in aria. ",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Scegli ed evoca un Reservoir pieno di Mote che si attaccano e curano Wisp e i suoi alleati. Haste Mote aumenta Velocità di Movimento e di Attacco. Vitality Mote aumenta Salute Massima e cura nel tempo. Shock Mote paralizza i nemici vicini.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Reservoirs",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Apre un portale verso il sole per irradiare i nemici con un raggio devastante di puro plasma solare. Tieni premuto per infliggere il doppio del Danno aumentando il consumo di energia. Durante l'attacco i nemici danneggiati da Sol Gate diventano sempre più vulnerabili ad esso.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Sol Gate",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Crea un buco nero che consente trasferimenti istantanei.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Wormhole",
    "/Lotus/Language/Suits/WraithDesc": "Non più alla deriva nel Void, Sevagoth è tornato. Lui e la sua Ombra infliggono ingenti danni e hanno un'elevata capacità di sopravvivenza. Sono sostenuti dalla mietitura delle anime ribelli.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Evoca un'ondata d'impulso radiale che intrappola e rallenta i nemici, sottraendo la loro forza vitale per il Pozzo della Morte. Gli alleati all'interno dell'ondata rubano salute ad ogni attacco. ",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Gloom",
    "/Lotus/Language/Suits/WraithName": "Sevagoth",
    "/Lotus/Language/Suits/WraithPassiveAbility": "Alla morte di Sevagoth, diventa la sua Ombra e combatti per resuscitarlo raccogliendo le anime necessarie per ricostruire la sua lapide. ",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "L'Ombra di Sevagoth avanza, massacrando i nemici sul suo cammino. I sopravvissuti subiscono il danno di Death’s Harvest nel tempo. Le anime dei morti contribuiranno al riempimento del Pozzo della Morte.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Reap",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "Quando il Pozzo della Morte si riempie, la forma Ombra di Sevagoth è pronta per essere rilasciata. Fai a pezzi i nemici con una collezione di abilità focalizzate sul corpo a corpo. ",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Exalted Shadow",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Pianta il seme della morte nei bersagli vicini per prosciugare la loro forza vitale. Raccogli ciò che hai seminato per detonare i nemici colpiti, infliggendo una percentuale della loro salute come danno ad area. Le anime dei morti contribuiranno al riempimento del Pozzo della Morte. ",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Sow",
    "/Lotus/Language/Suits/WukongDesc": "Il guerriero scimmiesco è una montagna di forza. Wukong infligge ingenti danni e ha un'elevata capacità di sopravvivenza. Le sue veloci tattiche da imbroglione sono indimenticabili.",
    "/Lotus/Language/Suits/WukongName": "Wukong",
    "/Lotus/Language/Suits/WukongPassiveAbility": "Dopo aver subito danni fatali Wukong utilizza automaticamente una delle sue tecniche di sopravvivenza. Queste tecniche possono essere invocate solo tre volte per missione.",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Evoca Merulina, una creatura delle onde cavalcabile e ispiratrice dei K-Drive. Merulina protegge Yareli assorbendo gran parte dei danni in arrivo.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Merulina",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Forma cinque globuli d'acqua che cercano i nemici e si espandono al contatto, danneggiando e immobilizzando contemporaneamente le loro vittime.\nI nemici colpiti dai globuli subiscono danni aumentati da tutte le fonti.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "Sea Snares",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Distruggi i nemici con un trio di lame acquatiche orbitanti.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Aquablades",
    "/Lotus/Language/Suits/YareliFrameDesc": "La waverider può scatenare un'ondata di distruzione sul campo di battaglia. Gli attacchi acquatici di Yareli infliggono danni elevati. Surfa sull'onda della distruzione.",
    "/Lotus/Language/Suits/YareliFrameName": "Yareli",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "Yareli ottiene +|CHANCE|% Probabilità Critico per le armi Secondarie quando si muove da almeno |TIME|s.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Trascina i nemici in un vortice devastante e successivamente li spazza via con un'esplosione acquatica. Ogni nemico intrappolato nel vortice aumenta il danno dell'esplosione.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Riptide",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "Nella Forma Notturna riduce i danni causati dai nemici vicini. In Forma Diurna aumenta la Potenza Abilità degli alleati vicini.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Pacify & Provoke",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "Nella Forma Notturna, gli Scudi degli alleati vengono riempiti con le uccisioni dei nemici vicini. Nella Forma Diurna, ai nemici viene inflitto l'Effetto Sanguinamento. Disattivalo nella Forma Notturna per ripristinare la Salute e gli Scudi di Equinox e alleati. Disattivalo durante la Forma Diurna per effettuare un'ondata di forza tagliente.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Mend & Maim",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Cambia tra le forme, guadagnando un bonus temporaneo di Scudi ed Armatura nella Forma Notturna, oppure un bonus di Danno e Velocità nella Forma Diurna.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Metamorphosis",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "Nella Forma Notturna addormenta il bersaglio nemico. Nella Forma Diurna incrementa il danno inferto al bersaglio scelto.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Rest & Rage",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Schiera un drone roller che si attacca ai nemici ed effettua esplosioni ad archi elettriche a qualsiasi cosa nelle immediate vicinanze.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Tesla Nervos",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Genera una raffica d'aria estremamente densa. Tieni premuto per far volare i nemici, premi per trascinarli verso di essa. Il danno aumenta per ogni nemico colpito.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Airburst",
    "/Lotus/Language/Suits/ZephyrDesc": "Comanda la forza del vento. Le abilità cicloniche di Zephyr la proteggono, infliggono danni elevati ed esercitano controllo di massa. Attacca dall'alto e lascia una scia di distruzione.",
    "/Lotus/Language/Suits/ZephyrName": "Zephyr",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "Zephyr si muove più velocemente e discende più lentamente finché si trova in aria. Ottiene anche il |CRIT|% di Probabilità Colpo Critico con le armi mentre è in volo.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "Tieni premuto mentre sei in volo per far librare Zephyr con mobilità ridotta. Quando sei in aria, premi per scattare in avanti o mira verso il basso per schiantarti sui nemici sottostanti.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Tail Wind",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Crea letali tornadi che inseguono ed inghiottiscono i nemici. I Tornadi infliggono il Danno Elementale che hanno assorbito di più. Spara ai nemici inghiottiti per aumentare i danni inflitti. Mantieni premuto per tornadi statici o premi per quelli vaganti.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Tornado",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Crea uno scudo d'aria attorno a Zephyr, riflettendo i proiettili in arrivo.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Turbulence"
}