{
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "Da sombra da longa noite emerge um novo Excalibur.",
    "/Lotus/Language/Codex/EmberLongDesc": "Três figuras esperavam atrás de uma mesa simples. Sua atenção estava focada em uma única cadeira, banhada em luz. A voz de uma velha mulher veio das sombras:.. 'Mande ela entrar'. Do outro lado da sala um agente de segurança, austero e simples, abriu a porta. Os contornos de uma mulher jovem apareceram na porta. Ela hesitou, mas apenas por um instante, e então atravessou a sala e sentou-se.\n\nHouve uma arfada quando a luz atingiu seu rosto. Seu olho direito estava brilhante e piscante, mas a seu esquerdo era uma fenda gordurosa. Sua pele tinha sido queimada brutalmente. Sua boca era um corte flácido sem lábios ou expressão. Sua boina militar estava puxada confortavelmente ao longo de um couro cabeludo cheio de cicatrizes e sem pelos.\n\nA velha voz: ‘Seu nome é Kaleen.’ Kaleen acenou que sim. ‘Você foi a principal investigadora do Zariman?’ A voz de Kaleen era um sussurro irregular, um rosto rígido. ‘Sim’.\n\nKaleen tossiu, se endireitou: 'O Zariman foi perdido fazendo a dobra de Saturno para os Portões Exteriores. Falha mecânica. Eu avisei as famílias e apresentei um relatório aos inspetores. Nada jamais retorna a partir da dobra, então eu fechei o caso.’\n\n'Mas você reabriu o caso, dias mais tarde.'\n\n‘Eu não acreditei até que eu pisei a bordo do navio. Estava completamente intacto, com uma atmosfera intacta, como se nunca tivesse saído.’\n\n‘E a tripulação tinha sumido.’\n\n‘Não exatamente.’ Kaleen hesitou. ‘Nós pensamos que estava vazia, mas começamos a encontrar ...’ Seu rosto se contorceu em dor, lembrando, ‘Começamos a encontrar crianças escondidas no navio.’\n\n‘E é aí quando você violou procedimento?’\n\nKaleen baixou a cabeça, um lágrima brotando em seu olho cego. ‘Elas eram crianças. Elas estavam com medo. Elas precisavam de conforto.’\n\n'Então você violou a quarentena e isso aconteceu com você.'\n\nHouve um silêncio ao que Kaleen tocava em seu rosto, 'Então o que você fez com eles?'\n\nA velha fez um gesto para que o oficial levasse Kaleen. A reunião havia terminado. Quando chegou à porta, Kaleen se torceu para fora de seu aperto e falou de volta: 'Por que vocês fariam isso? Por que vocês colocariam as crianças em um navio militar? '\n\n‘Nós não colocamos. Isso violaria procedimentos.’",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "Os Sentients haviam vencido. Eles voltaram nossas armas, nossa tecnologia, contra nós. Quanto mais avançados ficávamos, maiores as nossas perdas. A guerra estaria acabada ao menos que encontrássemos um novo caminho. Em nosso desespero nós voltamos para o Void. A luz ofuscante, o espaço infernal aonde nossa ciência e nossa razão falharam.\n\nNós tomamos os poucos atormentados que conseguiram retornar daquele lugar. Nós construímos um chassi ao redor deles, um conduto para sua aflição. Demos a eles as ferramentas dos velhos caminhos. Arma e lâmina. Um novo guerreiro, um novo código nasceu. Estes rejeitados, estes Tenno, se tornaram nossos salvadores. Guerreiros-deuses moldados em aço e fúria atacando nossos inimigos de uma forma que jamais puderam compreender\n\nExcalibur foi o primeiro.\n\n-Arquivos Orokin 'Warframe'",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Arquivo de Warframe - Resumo do Interrogatório:\n\nNós sentamos amarrados, sem segurança, esperando pelo impacto. Esperando pela morte. Através da minha imunda vigia eu via estrelas entre as silhuetas de outras naves Splinter se alinhando para o Trilho Solar. Logo aquilo iria nos acertar com uma força incompreensível e nos lançar através do void diretamente na porta de nosso inimigo.\n\nEu assisti as naves uma por uma se torcendo e sumindo. Cada uma delas abarrotada com soldados sem tecnologia respirando ar mofado, segurando seus mosquetes com força o suficiente para embranquecer os nós dos dedos. Cada um deles dominado pelo desespero que vem da extinção. Nossa nave seria a última a cruzar a abertura. Nossa nave tinha carga especial.\n\nA nave estava essencialmente vazia. Apenas dez homens, como eu, vestindo os melhores trajes sem tecnologia e as melhores armas que o império poderia construir... e 'aquilo'. 'Aquilo' ficou parado no corredor, uma esguia figura de metal sem olhos. Um Tenno dentro de seu Warframe. Vagamente humano, vagamente feminino. Era uma Armadura ou alguma carapaça ornamental para o monstro que vivia ali dentro? Eu segurei forte contra o casco assim que a nave guinou para o destino final. Eu pude ver o Tenno parado lá livremente. Solene e reluzente como ouro, sem se importar com a força de inércia.\n\nEu era, até então, um negador de Tenno. Eles eram fantasmas, mentiras, casualidades retorcidas da era Void. Não possivelmente reais. E ali estava em carne e osso. O Império, no seu total desespero, ia deixá-los soltos e esperar pelo melhor. Quem nós mais temíamos, o inimigo ou este monstro? Nós estávamos sem segurança, podíamos confiar naquilo? E então não importava mais. O impacto veio e nossas janelas se tornaram ofuscante. Quando nós conseguimos enxergar de novo, nossa nave estava em algum outro lugar, despedaçada e morta em um instante.\n\nMeus pulmões estavam vazios, olhos cheios de morte. Restos da nave brilhavam como um show noturno. A estrela alienígena azul, estava escura e ofuscante além de nós. As incontáveis e articuladas naves-minhocas de nossos inimigos, anelados em discos brilhantes, ondulando e ateando fogo nos soldados sobreviventes como eu. Aqui era onde eu teria morrido. Eu fui pego em um disco-R, atravessando meu lado direito e incendiando meu sangue. Minha visão se escureceu. Eu pude sentir um dos lados da minha face sendo carbonizada e molhada.\n\nEu estava em um sonho de morte. Eu vi uma luz se aproximando de mim e se tecendo na minha direção. Eu senti um puxão nas partes metálicas do meu traje. Chegou até mim, me levantando, uma reluzente besta de metal, uma pluma de asas de ouro se levantando e fechando atrás daquilo. Um anjo. Veio me apanhar de minha morte. Eu pude sentir meu pulmão se enchendo enquanto aquilo me abraçava em suas asas. Seu Escudo Void de um azul cintilante, parado debaixo do laser inimigo. Eu senti um súbito empurrão de aceleração. Eu fechei meus olhos e me segurei como se fosse uma criança.\n\nEu acordei no chão, a agonizante dor de carne queimada no meu rosto e na lateral. Aquilo estava parado acima de mim, as asas tinham sumido. Eu ouvi o estalo de armas ecoando no final do corredor. Talvez a missão estivesse salva, mas eu estava morrendo e assim eu balancei minha mão para mandá-lo embora. Eu senti uma pistola sendo colocada em minha mão enquanto eu me punha de pé. O anjo tinha me salvado, me tirado do inferno, mas não teria pena de mim. Eu iria morrer em pé, do seu lado. Eu virei meu lado ainda funcional em direção ao tiroteio e levantei minha arma. Aquilo assentiu, com sua mão metálica estendida formas antigas, crescentes e pulsantes, fizeram o azul brilhar ao meu redor. Aquilo se virou desembainhando sua lâmina e juntos nós nos dirigimos para dentro do dilúvio de fogo e morte que esperava por nós.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "Luzes vermelhas piscando em paredes de branco austero. Davis está correndo à minha frente, derrubando suas notas. Nós estamos correndo por nossas vidas. O medo me dá uma perspectiva estranha - eu estou fora do meu corpo. Eu esqueci como cheguei aqui. Eu não reconheço este lugar.\n\nDavis e eu batemos contra a porta da cela e ele grita comigo. Dou-lhe um olhar perdido. Eu não posso ouvi-lo, as sirenes, qualquer coisa, só o pulsar abafado de terror na minha cabeça. Eu me afasto de Davis pelo corredor e eu vejo ela. A massa desajeitada, piscando vermelho, brilhando como aço e sangue fresco. Sua pele se modificando, fluindo como mercúrio quando de repente sou cegado pelas luzes de canos de armas. Elas não fazem bem. A besta corre para a frente e os homens da segurança se tornam uma névoa vermelha e sangrenta.\n\nEu sou uma estátua, um animal encurralado. Uma porta se abre dentro de mim e reconhecimento acha caminho em minha mente. Eu já vi esse monstro antes. Eu cortei sua concha e eviscerei seus irmãos. Eu dei-lhe dor e mediu sua resposta. Tenho trabalhado em seguida, rejeitada incontável como ele. Mas eu nunca vi este animal tão perto, sem o escudo, sem restrições. Eu nunca vi ela... livre.\n\nEu sei que vou morrer, então eu só assisto com uma aceitação curiosa. A besta se agacha, enfiando um monte de entranhas em sua boca. Ela está me olhando com os olhos vagos, um sentimento de reconhecimento, memória ancestral. Ele sabe quem eu sou e o que eu fiz. Ele se ergue como um urso e ruge, quebrando as luzes e nos lançando na escuridão. Eu posso ouvi-la se arrastando para mim, seus dedos de metal rasgando as paredes, mas eu sei que eu estou morto. Eu fecho meus olhos e ficar pronto para pagar o preço.\n\nEu sinto a força no meu braço e percebo que Davis abriu a cela. Ele me puxa para dentro da cela e eu caio de costas. Eu vejo Davis em pé na porta aberta, esperando, enquanto o monstro rasga seu caminho até nós.\n\nDe repente, eu poderia sobreviver isso, e então grito, 'Davis, feche a maldita porta!' - Mas ele balança a cabeça com os olhos arregalados como luas. Ele grita, 'Olhe!' sobre os rugidos e rasgos de metal.\n\nDepois, o silêncio. Davis está ofegante, rindo? A besta enche a porta, a centímetros dele, pingando de sangue, mas ainda sem violência. Ela fica lá, olhando para as suas mãos. Davis sussurra, 'Ninguém teria acreditado em mim.'\n\nEu rastejo até a parede para ficar de pé, em frente à porta. Eu nunca vi essa cela, um lugar frio, com uma série de prateleiras. Um necrotério? 'Onde estamos, Davis?'\n\n'Este é o lugar onde eles os mantêm. Os de Zariman.' Eu estou pasmo, o que era o Zariman? O navio que nunca mais voltou? 'Davis, o que está acontecendo?'\n\nDavis se vira para mim, um sorriso se formando - 'O que está acontecendo é...', ele se volta para a besta, agora silenciosa e calma.'... Grande, gordas promoções.'",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Thumper",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Criará uma tempestade localizada de explosões nocivas.",
    "/Lotus/Language/Items/BigBoyAbility": "Warhead",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Lançará uma Ogiva de baixa velocidade que desencadeará uma explosão massiva.",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "Esta Archwing robusta foi projetada com um único propósito: destruição.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Elytron",
    "/Lotus/Language/Items/EMPPushAbility": "Repel",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "O Warframe emitirá um pulso de energia massivo que atordoará os inimigos próximos, repelindo-os para longe.",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Core Vent",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Exalará o calor mantido no núcleo de propulsão da Archwing, confundindo os projéteis inimigos e fazendo com que eles detonem durante seu trajeto.",
    "/Lotus/Language/Items/FireShieldAbility": "Energy Shell",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Formará uma camada protetora de energia ao redor do Warframe.",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Disarray",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Liberará sinalizadores que confundirão misseis guiados.",
    "/Lotus/Language/Items/MissileVolleyAbility": "Seeking Fire",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Disparará uma enxurrada de misseis teleguiados.",
    "/Lotus/Language/Items/OdonataPrimeDesc": "Esta versão melhorada do primeiro protótipo Archwing leva o design até seus limites teóricos.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Odonata Prime",
    "/Lotus/Language/Items/StandardArchwingDesc": "Os sistemas construídos nesta Archwing equilibram capacidades ofensivas com contramedidas defensivas.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Odonata",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Ativará um campo que ocultará o Warframe e quaisquer Aliados próximos, enquanto permanecerem inertes.",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Eclipse",
    "/Lotus/Language/Items/StealthArchwingDesc": "Projetada para furtividade e capacidade de manobrar, esta Archwing excede em seus golpes vindos da escuridão do espaço.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Posicionará drones que lutarão ao lado do Warframe, que gerarão uma explosão maciça quando eliminados.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Fighter Escort",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Formará um pequeno buraco negro que puxará todos os objetos próximos antes de transformar em uma onda de choque massiva.",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Cosmic Crush",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Itzal",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Disparará um gancho que se adere na superfície atingida, capaz de puxar os inimigos para perto ou levar o Warframe na direção onde o gancho se encontra.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Arch Line",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Cria feixes de luz que atraem os tiros inimigos, convertendo o dano em pulsos de cura.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Benevolent Decoy",
    "/Lotus/Language/Items/SupportArchwingDesc": "Transforme-se em um guardião alado.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Amesha",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "Pequenos drones orbitam o Warframe ou um aliado e interceptam tiros inimigos.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Watchful Swarm",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "Todo o dano recebido é transformado em Energia, enquanto as habilidades ganham maior alcance, duração e poder. Afeta o Warframe e os aliados próximos.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Vengeful Rush",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Deixa o Warframe e os aliados próximos imunes a efeitos de status, enquanto retarda os inimigos próximos.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Warding Grace",
    "/Lotus/Language/Items/TnTAbility": "Bloomer",
    "/Lotus/Language/Items/TnTAbilityDesc": "Disparará um projétil explosivo de alta letalidade, que poderá ser detonado remotamente, enquanto se adere nos alvos.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Espeta e segura um alvo, drenando sua vida. Conjurar novamente irá arremessar a vítima, causando dano a ela e a quaisquer inimigos próximos ao ponto de impacto.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "Gancho de Açougueiro",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Dispara um conjunto de minas carregadas ao seu redor. Quando tocada por inimigos, cada mina detona com uma explosão violenta, causando dano em todos os alvos dentro de um raio de três metros.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Minas Sepulcras",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Dispara um recipiente de fluidos de gráviton, gerando uma ampla área que reduz significativamente a velocidade de movimento dos inimigos sobre ela. Alternativamente, o recipiente pode ser disparado no ar para criar uma conflagração incendiária.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Necragráviton",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Devasta os inimigos próximos da linha de fogo e suspende-os no ar com um feixe de força.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Linha de Fogo",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Levante o escudo do Bonewidow para bloquear o dano recebido à frente, refletindo-o para os inimigos. Enquanto estiver ativado, golpeie os inimigos com o \"Beijo da Donzela\".",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Donzela Escudeira",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Envolve o Necramech em um poderoso campo elétrico, que amplifica drasticamente a sua capacidade de sobrevivência no combate corpo a corpo. Inimigos que entrarem em contato com o manto sofrerão por sua imprudência.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Sudário Tempestuoso",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Conjurará uma lâmina exaltada devastadora.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Dama de Ferro Exaltada",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Assume uma posição fixa para poder invocar o máximo de poder de fogo e obter integridade estrutural superior por um curto período.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Modo Sentinela",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Nada extravagante, mas dá conta do serviço e mais um pouco. Com a sua armadura eletrificada e o seu arsenal de explosivos, este robusto e preparado Mech transforma o campo de batalha em local profundamente traiçoeiro para o inimigo.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Voidrig",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "Este temível Necramech, concebido em homenagem à matriarca Entrati, é um combatente de linha de frente robusto. Ainda que privilegie sua armadura e vida no lugar da potência do escudo, o Bonewidow é capaz de empregar um escudo potente para sua defesa pessoal, agarrar e arremessar inimigos, além de dilacerar pilhas e pilhas de opositores com sua enorme lâmina de guerra.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Bonewidow",
    "/Lotus/Language/Primes/AshPrimeDesc": "Distração e evasão são as armas letais do Ash Prime. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/AshPrimeName": "Ash Prime",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "Efeitos de Sangramento causados nos inimigos causam |DAMAGE|% de dano extra e duram |DURATION|% a mais que o normal.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "Em épocas passadas, as montanhas abrigavam guerreiros. Já nesta era, a própria montanha se tornou o guerreiro.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Atlas Prime",
    "/Lotus/Language/Primes/BansheePrimeDesc": "A Banshee Prime ataca seus inimigos com a manipulação das forças sônicas, desferindo ataques letais. Apresenta Polaridades de Mods alteradas para fornecer uma maior personalização.",
    "/Lotus/Language/Primes/BansheePrimeName": "Banshee Prime",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Condenados estão os tolos que atacam a paz e esgotam a paciência deste guerreiro relutante.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Baruuk Prime",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Combine os elementos e desencadeie destruição imensurável com o Chroma Prime. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Chroma Prime",
    "/Lotus/Language/Primes/EmberPrimeDesc": "A Ember Prime oferece o mesmo potencial para destruição descontrolada que a Ember, mas inclui polaridades de Mod alteradas para maior personalização.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ember Prime",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "Receba |STRENGTH|% de Força da Habilidade para cada inimigo dentro de |RANGE|m envolvido em chamas<DT_FIRE>.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "O Dia e a Noite em harmonia absoluta. A plenitude honrosa para os que andam entre limites.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Equinox Prime",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "O Excalibur Prime é a personificação da mobilidade e do ataque. Tem as mesmas habilidades do Excalibur, mas inclui polaridades de Mod alteradas para maior personalização.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Excalibur Prime",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Excalibur Prime causa |DAMAGE|% de dano extra e ataca |SPEED|% mais rápido ao utilizar Espadas.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "O Frost Prime tem as mesmas habilidades de resfriamento que o Frost, mas fornece polaridades de mod únicas, permitindo uma maior personalização.",
    "/Lotus/Language/Primes/FrostPrimeName": "Frost Prime",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Inimigos que atingirem o Frost Prime com um ataque corpo a corpo têm |CHANCE|% de chance de serem congelados por |DURATION|s.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Dê continuidade à lenda da guerreira de vidro, Gara. Domine o campo de batalha com poder e pureza cristalinos.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Gara Prime",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "Os tons brancos, dourados e escarlates mais profundos que há, representando a rainha sanguinária por completo.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Garuda Prime",
    "/Lotus/Language/Primes/GaussPrimeDesc": "A personificação da velocidade. O Gauss Prime não admite derrotas.",
    "/Lotus/Language/Primes/GaussPrimeName": "Gauss Prime",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "Primitivo. Insaciável. O Grendel Prime devora todos os que se opõem a ele.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Grendel Prime",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "O Inquisidor Eterno surge, santificado pelo Void, pregando um evangelho de ferro e fogo.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Harrow Prime",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "A Hildryn Prime prova que o poder é a recompensa da disciplina.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Hildryn Prime",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Comande a fúria do oceano com este rei de ouro e prata. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Hydroid Prime",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Levante-se, imortal, para conjurar o terror de Inaros sobre os seus opositores. Apresenta polaridades alteradas de Mods para maior customização.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Inaros Prime",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "Mutação infinita. O voraz portador da peste retorna em uma forma há muito não vista, borbulhando com uma cepa primitiva Infestada.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Nidus Prime",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "Tão majestosa e letal como uma floresta à noite, esta é a rainha da caça em sua forma final.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Ivara Prime",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "Detecta inimigos no Minimapa em um raio de |RADIUS|m.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "A relação harmônica perfeita entre mestra e monstro. A caçadora áurea e sua leal Kavat, Venari, dominam o campo de batalha com seus anseios.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Khora Prime",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Dance entre reinos com este andarilho dourado do rift. Inclui polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/LimboPrimeName": "Limbo Prime",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Confunda, engane e destrua com o Loki Prime. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/LokiPrimeName": "Loki Prime",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Tempo máximo para se Segurar na Parede aumentado em |MULT|x vezes.",
    "/Lotus/Language/Primes/MagPrimeDesc": "A extraordinária Mag Prime oferece as mesmas habilidades da Mag, mas inclui polaridades de Mod alteradas para maior personalização.",
    "/Lotus/Language/Primes/MagPrimeName": "Mag Prime",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "Itens próximos gravitam em direção à Mag para facilitar a coleta.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Projete uma sombra prolongada com esta executora letal. Apresenta polaridades de mod alteradas para uma maior personalização.",
    "/Lotus/Language/Primes/MesaPrimeName": "Mesa Prime",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "Aumenta a Cadência de Tiro de armas duplas secundárias em |SPEED|% e recarrega armas únicas secundárias |RELOAD|% mais rapidamente. Recebe |HEALTH| de Vida Bônus, caso não possua Arma Branca equipada.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "Ofusque seus inimigos com esta mestra de ouro da ilusão e do caos. Apresentando polaridades de mod modificadas que permitem uma personalização maior.",
    "/Lotus/Language/Primes/MiragePrimeName": "Mirage Prime",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "O Deslizar dura |DURATION|% a mais que o normal e a movimentação acrobática é realizada |SPEED|% mais rápida.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "O novo mestre da morte. Apresentando polaridades de mod modificadas que permitem uma personalização maior.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Nekros Prime",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "Restaura |HEALTH| de Vida para cada inimigo abatido dentro de |RADIUS|m.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Contemple: o Herdeiro dos Ventos Escaldantes, em sua presença, trajado com seus melhores complementos. Apresenta polaridades de Mod alteradas, possibilitando uma maior personalização.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Nezha Prime",
    "/Lotus/Language/Primes/NovaPrimeDesc": "A Nova Prime devasta seus inimigos com antimatéria volátil. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/NovaPrimeName": "Nova Prime",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "Ao ser derrubada, emite uma onda de choque em um raio de |RADIUS|m que derruba os inimigos e causa |DAMAGE| de Dano.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Infiltre-se na mente do inimigo com a Nyx Prime. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/NyxPrimeName": "Nyx Prime",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "A precisão dos inimigos é reduzida em |PERCENT|% quando estiverem mirando em Nyx Prime.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Proteja o equilíbrio com este guardião florestal majestoso. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/OberonPrimeName": "Oberon Prime",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Conduza uma sinfonia de destruição com Octavia, a mestra da música, em seu estado mais grandioso e espetacular. Apresenta polaridades de Mod alteradas, possibilitando uma maior personalização.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Octavia Prime",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "Contemple a filha de dois pais. Protea Prime já cumpriu a visão de Parvos Granum de ser a guardiã que controlava o tempo. Agora, apoia o ideal Tenno de defender os indefesos.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Protea Prime",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "O elo perdido ressurge. Incorpore a essência Eidolon ao dominar o poder do Revenant Prime.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Revenant Prime",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Aproveite ainda mais as habilidades do Rhino com polaridades de Mod alteradas para maior personalização.",
    "/Lotus/Language/Primes/RhinoPrimeName": "Rhino Prime",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Após cair de uma altura considerável, emite uma onda de choque que causa |DAMAGE| de dano.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "Uma flor preciosa esconde um néctar letal. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/SarynPrimeName": "Saryn Prime",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Efeitos de Status causados nos inimigos duram |DURATION|% a mais que o normal.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Encantadora e aterrorizante, esta é a Titania em sua forma final.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Titania Prime",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Transforme-se no fio de esperança que defende os aliados usando habilidades poderosas de cura com a Trinity Prime. Inclusas polaridades alteradas de mods para uma maior personalização.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Trinity Prime",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Revive aliados com alcance |RANGE|% maior que o normal, e |SPEED|% mais rapidamente",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "Uma lutadora orgulhosa reaparece, inalterada pelo tempo e pela maldade. Apresentando polaridades de mod modificadas que permitem uma personalização maior.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Valkyr Prime",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "Após ser derrubada, se recupera |PERCENT|% mais rapidamente.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Use o campo de batalha a seu favor com este guerreiro tático. Com polaridades de Mod exclusivas para maior personalização.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Vauban Prime",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Causa |DAMAGE|% de Dano Extra em alvos incapacitados.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "Um guerreiro glorioso do passado, Volt Prime tem as mesmas habilidades do Volt, mas inclui polaridades de Mod alteradas para maior personalização.",
    "/Lotus/Language/Primes/VoltPrimeName": "Volt Prime",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "Gera cargas elétricas ao se mover enquanto estiver no chão, acumulando |DAMAGE| de dano por cada metro percorrido. O dano é descarregado em seu próximo ataque.",
    "/Lotus/Language/Primes/WispPrimeDesc": "O esplendor dourado da Wisp Prime assombra o campo de batalha. Os Aliados apreciam sua beleza interdimensional.",
    "/Lotus/Language/Primes/WispPrimeName": "Wisp Prime",
    "/Lotus/Language/Primes/WukongPrimeDesc": "O guerreiro trapaceiro ascende a sua encarnação final.",
    "/Lotus/Language/Primes/WukongPrimeName": "Wukong Prime",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Vá aos céus com este pássaro dourado da destruição.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Zephyr Prime",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Nyx absorverá todos os danos recebidos e canalizará a Energia coletada em uma explosão radial. Após a duração da Habilidade, o dano da arma da Nyx será ampliado com base no dano absorvido.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Absorb",
    "/Lotus/Language/Suits/AlchemistDesc": "As serpentes do Lavos o encorajam enquanto ele transmuta o campo de batalha. Ele usa os elementos Tóxico, Glacial, Elétrico, e Ígneo para causar dano. Obtenha o poder do alquimista sombrio.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Sondas Catalisadoras emergirão do Lavos, cobrindo os alvos afetados com um gel incendiário. O dano causado será dobrado para cada elemento afetando o inimigo.\n\nSegurar o botão da habilidade imbuirá a próxima habilidade conjurada com Dano <DT_FIRE>Ígneo.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Catalyze",
    "/Lotus/Language/Suits/AlchemistName": "Lavos",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Atacará com uma investida serpentina tóxica, consumindo o alvo para curar o Lavos.\n\nSegurar o botão da habilidade imbuirá todas as habilidades com Dano <DT_POISON>Tóxico.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Ophidian Bite",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Disparará uma sonda que converterá Orbes de Vida e de Energia em Orbes Universais, que fornecerão ambos. Além disso, Coletáveis de Munição serão convertidos em Coletáveis de Munição Universais. A sonda também eletrocutará os inimigos próximos dela. Cada inimigo eletrocutado reduzirá o tempo de recarga das outras habilidades em 1,5 segundos.\n\nSegurar o botão da habilidade imbuirá a próxima habilidade conjurada com Dano <DT_ELECTRICITY>Elétrico.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Transmutation Probe",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "Realizará uma investida à frente, atropelando os inimigos e deixando um rastro congelante de frascos estilhaçados.\n\nSegurar o botão da habilidade imbuirá a próxima habilidade conjurada com Dano <DT_FREEZE>Glacial.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Vial Rush",
    "/Lotus/Language/Suits/AshDesc": "Contemple, o santo padroeiro da escola Orokin de assassinatos políticos. O Ash é um especialista em furtividade, a ponta de sua lâmina é sentida muito antes de ser vista.",
    "/Lotus/Language/Suits/AshName": "Ash",
    "/Lotus/Language/Suits/AshPassiveAbility": "Efeitos de Sangramento causados nos inimigos causam |DAMAGE|% de dano extra e duram |DURATION|% a mais que o normal.",
    "/Lotus/Language/Suits/AtlasDesc": "Os inimigos tremem diante do lutador com punhos de pedra. O Atlas causa alto dano ao comandar os elementos terrestres que formam a fundação de qualquer campo de batalha.",
    "/Lotus/Language/Suits/AtlasName": "Atlas",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "Atlas fica imune a efeitos de derrubada quando está no chão.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Cria uma avalanche gélida que congelará e estilhaçará instantaneamente todos os inimigos no alcance.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Avalanche",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "Quando ativada, esta habilidade armazenará o dano causado por armas. Ao acionar a habilidade novamente, todo o dano armazenado será canalizado no próximo disparo.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Ballistic Battery",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Conjura uma onda de Energia do Rift que causa dano em inimigos, e envia tanto eles como aliados para fora do plano existencial em que o Limbo se encontra.",
    "/Lotus/Language/Suits/BanishAbilityName": "Banish",
    "/Lotus/Language/Suits/BansheeDesc": "O grito da Banshee é um prenúncio da morte. Ela fornece controle de grupo e identifica os pontos fracos dos inimigos com ataques sônicos. Poucos conseguem manter sua posição quando atingidos pelo seu poder.",
    "/Lotus/Language/Suits/BansheeName": "Banshee",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Silencia todas as suas armas equipadas, para que os inimigos não consigam escutar seus disparos e ataques.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Extrairá a força ao nível dos decibéis de som na área, e a utilizará para amplificar a bonificação de Dano para a Octavia e seus aliados. Também dobrará o dano e o alcance dos Mallets próximos.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Amp",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Lançará um rolador que encantará os inimigos a segui-la. Combiná-la com a Mallet criará uma bola perambulante de destruição sonora.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Resonator",
    "/Lotus/Language/Suits/BardDesc": "A Octavia transforma graves, batidas e melodias em uma sinfonia de devastação. A música de seu Mandachord lhe dá alta capacidade de sobrevivência e concede suporte aos aliados. Sua composição representa a destruição do seu inimigo.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Concederá bonificações para aqueles que executarem ações continuas no ritmo da música da Octavia. Saltos cronometrados fornecerão a bonificação de velocidade Vivace. Agachar nas batidas fornecerá a camuflagem do efeito Nocturne. Disparar as armas no ritmo da música concederá a bonificação Opera, aumentando o Tiro Múltiplo. Ataques corpo a corpo sincronizados fornecerão a bonificação Forte, que amplificará o dano.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Metronome",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Causará dano ritmicamente em inimigos próximos e atrairá seus disparos. Todo o dano causado na Mallet aumentará sua letalidade.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Mallet",
    "/Lotus/Language/Suits/BardName": "Octavia",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Valkyr soltará um grito de guerra que aumentará a Velocidade de Ataque Corpo a Corpo dos seus aliados, enquanto reduz a velocidade de movimento dos inimigos próximos.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Warcry",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Fornecerá redução de dano e restaurará a Vida e os Escudos dos aliados próximos.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Blessing",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Conjurará um muro de pedra Bulwark. Conjurar a habilidade novamente disparará as rochas aos inimigos. As Bulwarks que forem atacadas pelos inimigos dispararão um efeito Cortante em área, causando dano com base em sua Vida perdida.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Tectonics",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "O olhar petrificante do Atlas fossilizará os inimigos, curará os Rumblers e criará Bulwarks Petrificadas. Inimigos petrificados deixarão Rochas de cura para o Atlas ao serem estilhaçados.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Petrify",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Acertará os inimigos com um soco explosivo, capaz de causar um combo devastador ao conjurar a habilidade repetidamente. Inimigos petrificados receberão dano extra, e deixarão Rochas quando destruídos. Tais Rochas curarão o Atlas e aumentarão sua Armadura. Os atributos serão ampliados pelos Mods de Armas Brancas equipados.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Landslide",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "Invocará dois elementais de pedra que atacarão corpo a corpo. Invocar tais elementais petrificará os inimigos próximos do Atlas. Ao expirarem, os Rumblers entrarão em colapso e se transformarão em uma pilha de Rochas que curarão o Atlas.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Rumblers",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "Ejetará temporariamente as peças externas dos Xaku em uma explosão destrutiva, permitindo que vague pelo campo de batalha com uma nova forma esquelética mais ágil. Inimigos que receberem dano dos estilhaços corporais ficarão mais vulneráveis ao Dano de Void. A duração das outras habilidades ativas dos Xaku será congelada no tempo, e redefinida assim que a habilidade The Vast Untime expirar.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "The Vast Untime",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Alternará entre um trio de poderes perdidos de outros Warframes. A habilidade Accuse manifestará uma fenda do Void, que corromperá os inimigos e os tornarão aliados. A habilidade Gaze agarrará os seus alvos com gavinhas do Void, que acumularão dano e o infligirão quando os seus alvos são soltos. A habilidade Deny aniquilará os inimigos com um feixe de energia do Void, removendo as resistências a dano acumuladas por unidades Sentient.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "The Lost",
    "/Lotus/Language/Suits/BrokenFrameDesc": "Warframes fragmentados enquanto à deriva no Void convergiram nos Xaku. Juntos, conseguem causar alto dano. Os Xaku são a prova de que o todo é maior que a soma das partes.",
    "/Lotus/Language/Suits/BrokenFrameName": "Xaku",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "|CHANCE|% de Redução de Dano dos Ataques com Dano em Área recebidos, com uma chance de evitar o Dano das armas dos inimigos.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "As Gavinhas do Void roubarão as armas dos inimigos próximos para usá-las como seu próprio armamento flutuante de mira automática. O Dano produzido aumentará de acordo com o nível dos inimigos. O número de armas capturadas também determinará o multiplicador de Dano para o feixe de Void da habilidade The Lost: Deny.",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Grasp of Lohk",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Quando ativada, Dano de Void será aplicado a todos os ataques realizados com as armas equipadas.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Xata's Whisper",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(PRESSIONAR) Envolverá seu alvo em um campo magnético que aprisionará inimigos próximos e causará dano ao longo do tempo. O campo atrairá letalmente estilhaços do campo de batalha e Fragmentos Polarizados que orbitam a Mag.\n(SEGURAR) Criará um campo magnético ao redor da Mag, que absorverá projéteis de ataques à distância e refletirá destrutivamente o dano acumulado a uma área em formato de cone.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Magnetize",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Invocará uma tempestade sobre uma área demarcada.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Tempest Barrage",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "Ao gerar uma poderosa explosão psíquica, a Nyx causará histeria massiva no campo de batalha, confundindo todos os inimigos e fazendo com que eles ataquem uns aos outros.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Chaos",
    "/Lotus/Language/Suits/ChromaDesc": "Liberte o Draconiano. O Chroma usa os efeitos Ígneo, Elétrico, Tóxico e Glacial para causar dano elevado enquanto mantém sua capacidade de sobrevivência. Abra as asas da fúria.",
    "/Lotus/Language/Suits/ChromaName": "Chroma",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "As asas do Chroma se abrem, permitindo a realização de um Pulo e de um Salto-Bala adicional.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "Invoca versões tenebrosas de inimigos eliminados que lutarão a favor do Nekros por um curto período.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Shadows of the Dead",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Magnetizará os ossos dos inimigos próximos, fazendo com que entrem em colapso.",
    "/Lotus/Language/Suits/CrushAbilityName": "Crush",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Sobrecarregará as armas da Dagath com Dano Crítico adicional. Os efeitos são duplicados em inimigos afetados pela habilidade Doom. Evitará golpes fatais ao assumir brevemente uma forma espectral.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Grave Spirit",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Condenará os inimigos próximos à sua destruição. Uma parte do dano causado pela Dagath será causado novamente pela habilidade Wyrd Scythes. Eles também sofrerão Dano <DT_VIRAL> Viral.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Doom",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "Os Kaithes Fantasmas avançam, infligindo Dano <DT_VIRAL> Viral a todos no caminho. Seus ataques removem as defesas dos inimigos afetados pela habilidade Doom.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Rakhali’s Cavalry",
    "/Lotus/Language/Suits/DagathPassiveAbility": "Concederá |PERCENT|% de chance de que Orbes de Energia e Vida sejam |ENERGY|% mais eficazes para a Dagath.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Jamais subestime o poder e a fúria de uma melancolia soturna. A perversidade da Dagath causa dano elevado.",
    "/Lotus/Language/Suits/DagathSuitName": "Dagath",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "A habilidade Wyrd Scythes cercará a Dagath com foices que miram nos inimigos próximos. Os atingidos ficam lentos e sofrem Dano <DT_VIRAL> Viral com Efeito de Status garantido. As foices também espalharão a habilidade Doom e prolongarão sua duração.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Wyrd Scythes",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "Da sombra da longa noite emerge um novo Excalibur.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "O Loki mobilizará uma cópia holográfica de si, a qual atrairá os disparos inimigos e absorverá uma fração da Vida e Escudos de um inimigo próximo.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Decoy",
    "/Lotus/Language/Suits/DevourerDesc": "O Grendel vê cada campo de batalha como um bufê. Seu apetite insaciável o recompensa com grande capacidade de sobrevivência. Os inimigos serão devorados e regurgitados.",
    "/Lotus/Language/Suits/DevourerName": "Grendel",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Cada inimigo consumido fornece |ARMOUR| de armadura bônus.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "O Chroma fortalecerá a Armadura do esquadrão quando seus Escudos receberem dano ou quando ele eliminar um inimigo no corpo a corpo. Alternativamente, ele aumentará o Dano das Armas do esquadrão quando perder Vida ou quando eliminar um inimigo com uma arma de longo alcance, dobrando o efeito para eliminações com acertos de precisão.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Vex Armor",
    "/Lotus/Language/Suits/DropAbilityDesc": "Lança uma partícula concentrada de antimatéria que detonará ao colidir com superfícies, tornando-se ainda mais letal quando atingida por armas.",
    "/Lotus/Language/Suits/DropAbilityName": "Antimatter Drop",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(PRESSIONAR) Reduzirá temporariamente o dano que a Mirage receberá dos inimigos.\n(SEGURAR) Aumentará temporariamente o dano das armas da Mirage.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Eclipse",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Exala um sopro profundo de destruição elemental. Pressione o botão da habilidade para alternar entre os elementos, e segure o botão para conjurar a habilidade. O elemento escolhido será aplicado a todas as habilidades do Chroma.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Spectral Scream",
    "/Lotus/Language/Suits/EmberDesc": "Domine o poder do fogo. A Ember usa seu poder Ígneo para causar alto dano. Ela mantém a cabeça fria no calor da batalha.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Ember é protegida por uma armadura flamejante que se fortalecerá com o passar do tempo, consumindo energia apenas quando o medidor estiver cheio. Conjurar a habilidade enquanto ela estiver ativa extinguirá as chamas.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Immolation",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Comande um cometa flamejante para atingir os inimigos na visão da Ember, engolfando-os com chamas abrasadoras que se propagam.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Inferno",
    "/Lotus/Language/Suits/EmberName": "Ember",
    "/Lotus/Language/Suits/EmberPassiveAbility": "Receba |STRENGTH|% de Força da Habilidade para cada inimigo dentro de |RANGE|m envolvido em chamas<DT_FIRE>.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Aliados ganharão Energia ao longo do tempo ao atacarem um inimigo marcado por esta habilidade.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Energy Vampire",
    "/Lotus/Language/Suits/EquinoxDesc": "A Equinox surge no limiar entre o dia e a noite. Sua forma diurna fornece suporte ofensivo, enquanto sua forma noturna proporciona suporte defensivo. Ela prospera entre os dois reinos.",
    "/Lotus/Language/Suits/EquinoxName": "Equinox",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "Coletar um Orbe de Vida converterá |PERCENT|% em Energia, e coletar um Orbe de Energia converterá |PERCENT|% em Vida.",
    "/Lotus/Language/Suits/ExcaliburDesc": "O Excalibur representa o espírito guerreiro. Sua habilidade com espadas causa alto dano, tornando ele a personificação da excelência marcial.",
    "/Lotus/Language/Suits/ExcaliburName": "Excalibur",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Excalibur Prime causa |DAMAGE|% de dano extra e ataca |SPEED|% mais rápido ao utilizar Espadas.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Excalibur Umbra",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "O Umbra apresenta consciência própria em combate, mesmo sem o controle da Transferência. Ataca |SPEED|% mais rapidamente e causa |DAMAGE|% de dano extra ao utilizar espadas.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Miasma",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Liberará um miasma venenoso que causará Dano <DT_VIRAL>Viral aos inimigos no alcance. Inimigos afetados pela Spores estarão mais vulneráveis a esta habilidade.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "Inimigos ficarão confusos e largarão suas armas ao serem lançados no ar. Aliados próximos receberão imunidade a Efeitos de Status. Segurar a habilidade conjurará a imunidade na Titania.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Spellbind",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Encolha-se e levante voo enquanto borboletas afiadas o acompanham, atacando os inimigos próximos.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Razorwing",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Criará um enxame de borboletas afiadas que transformará o alvo em um irresistível feixe de luz flutuante, atraindo outros inimigos antes de explodirem sob comando.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Lantern",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Alterne e extraia um dos quatro tipos de bonificações diferentes ao conjurar a habilidade em inimigos. A bonificação Thorns reduzirá o dano recebido. A bonificação Dust prejudicará a precisão dos inimigos. A bonificação Full Moon fortalecerá seus companheiros. A bonificação Entangle reduzirá a velocidade de movimento dos inimigos ao redor da conjuração.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Tribute",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Lançará um projétil flamejante, que pode ser carregado para aumentar sua letalidade. Inimigos que entrarem em contato com a habilidade serão incendiados.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Fireball",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Golpeie o chão para criar uma onda de plasma incinerador que derruba os inimigos e tira suas armaduras.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Fire Blast",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "Um ataque de energia gélida que congelará o alvo.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Freeze",
    "/Lotus/Language/Suits/FrostDesc": "Quando o Frost entra no campo de batalha, os inimigos se arrepiam. Seus ataques controlam inimigos, protegem objetivos e aumentam sua sobrevivência. Domine o frio congelante.",
    "/Lotus/Language/Suits/FrostName": "Frost",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Inimigos que atingirem Frost com um ataque corpo a corpo têm |CHANCE|% de chance de serem Congelados durante |DURATION|s.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "A Garuda sacrificará parte da sua Vida para gerar Energia e remover Efeitos de Status.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Bloodletting",
    "/Lotus/Language/Suits/GarudaDesc": "A dama escarlate da morte afia suas garras. A Garuda transforma o sangue de seus inimigos em uma arma para causar alto dano. Sua beleza sanguinária complementa seu poder mortal.",
    "/Lotus/Language/Suits/GarudaName": "Garuda",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "A cada inimigo abatido, o Dano causado pela Garuda aumentará temporariamente, até um valor máximo de |DAMAGE|%. \nEla atacará com suas lâminas caso nenhuma arma branca esteja equipada.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Absorva a energia vital de um inimigo e use-a como um escudo que absorve o dano recebido, esta habilidade eliminará o alvo instantaneamente caso ele já esteja enfraquecido. Carregue a habilidade para converter o dano recebido em um projétil explosivo.",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Dread Mirror",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Empale um inimigo em um altar de garras e forneça Vida para Garuda e seus aliados.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Blood Altar",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Carregue para expandir a área alvejada, e solte para lançar as garras de Garuda em todos os alvos no alcance. Inimigos sobreviventes serão afetados por sangramento.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Seeking Talons",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Mobiliza uma gema que disparará feixes prismáticos. A gema tem como alvo os inimigos que estão sofrendo dano das armas da Citrine e seus aliados. Seus feixes infligirão Efeitos de Status Ígneo, Glacial, Tóxico e Elétrico. A Chance de Status e a Duração do Status aumentarão para aliados próximos.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Prismatic Gem",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Contemple a fortaleza de cristal. O poder cristalino da Citrine presta suporte aos aliados no campo de batalha. O combate apenas aumenta seu encanto fractal.",
    "/Lotus/Language/Suits/GeodeFrameName": "Citrine",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Citrine invoca fractais de cristal, que perseguirão os inimigos. Ao atingi-los, os fractais paralisarão os alvos em formações cristalinas. Atirar nelas causará Dano Crítico.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Crystallize",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Citrine concederá |BASE| de regeneração de Vida por segundo aos aliados próximos. Coletar um Orbe de Vida aumentará a regeneração em |HPS|, até um máximo de |MAX|.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Corte e atordoe os inimigos com uma explosão de cristais que infligem o Efeito de Status de Sangramento. Inimigos afligidos por este Efeito de Status têm uma chance maior de concederem Orbes de Vida e de Energia.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Fractured Blast",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Citrine envolve a si mesma e aos aliados próximos com uma proteção cristalina que gradualmente se decompõe. Mortes e assistências aumentam o poder defensivo da proteção.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Preserving Shell",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Lançará uma lâmina excruciante, que causará alto dano e empalará os inimigos nas paredes.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Shuriken",
    "/Lotus/Language/Suits/GlassDesc": "Os inimigos são fragilizados pelo toque letal da Gara. As habilidades vítricas de Gara fornecem a ela e a seus aliados alta capacidade de sobrevivência e causam alto dano. Estilhace os inimigos.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Aprisiona o inimigo em um círculo de espelhos, fazendo com que eles ataquem ilusões de si mesmos. Espelhos destruídos causarão dano aos seus atacantes, assim também como o colapso do círculo.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Spectrorage",
    "/Lotus/Language/Suits/GlassName": "Gara",
    "/Lotus/Language/Suits/GlassPassiveAbility": "Quando a Gara conjurar Habilidades, terá uma chance de aplicar ofuscação em área por |DURATION|s.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Cria um anel crescente de vidro derretido que cristalizará lentamente os inimigos que se aproximarem. No término da expansão, o anel se enrijecerá para bloquear o fogo inimigo. O anel se fortalecerá extraindo a Vida e Escudos de cada inimigo cristalizado pela habilidade. Usar a Shattered Lash quebrará imediatamente o anel, fazendo com que ele exploda e lance estilhaços no ar.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Mass Vitrify",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Atacará com um feixe de vidro estilhaçado. Segurar o botão da habilidade realizará um ataque arqueado. Mods equipados na arma corpo a corpo aumentarão a efetividade da habilidade.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Shattered Lash",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "A Armadura da Gara se fragmentará em um turbilhão de vidro estilhaçado. Conjurar a habilidade normalmente ou enquanto mira em um aliado fornecerá redução de dano, enquanto conjurar em um inimigo fará com que o mesmo receba dano contínuo.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Splinter Storm",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Lança um prisma de energia que disparará lasers em todas as direções. Pressionar o botão da habilidade novamente detonará o prisma, cegando inimigos próximos.",
    "/Lotus/Language/Suits/GrandFinaleName": "Prism",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Valkyr arremessará um gancho: se o gancho acertar um inimigo, Valkyr o puxará na direção dela. Se o gancho atingir o terreno, ela avançará na direção do gancho.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Rip Line",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Grendel se transformará em uma bola, derrubando quaisquer inimigos em seu caminho e curando Vida conforme ele rolar. Pular ocasionará uma onda de choque que causará dano aos inimigos.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Pulverize",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Regenerará Vida enquanto o Grendel absorve os nutrientes dos inimigos em suas entranhas. Enquanto ele digere, os inimigos que atacarem ou serem atacados por Grendel receberão Dano <DT_VIRAL>Viral, e todas as fontes de Energia serão amplificadas. Estas bonificações também se aplicarão aos companheiros de esquadrão.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Nourish",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Engula inimigos inteiros e armazene-os nas entranhas do Grendel. Segure para vomitar os inimigos armazenados, cobrindo-os com bile tóxica.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Feast",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Vomitará violentamente um inimigo coberto com bile das entranhas do Grendel, tornando os alvos consumidos em um projétil tóxico. Inimigos próximos são desacelerados pela bile em seu caminho, e suas armaduras são destruídas.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Regurgitate",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "Focando-se intensamente, a Mesa sacará suas pistolas Regulator e aniquilará rapidamente os inimigos no alcance.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Peacemaker",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Desfrute de um breve período de aumento de Chance Crítica e Regeneração de Energia, com cada eliminação estendendo a duração da habilidade Cathode Grace. A Conjuração possui um tempo de recarga. ",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Cathode Grace",
    "/Lotus/Language/Suits/GyreFrameDesc": "Aniquile os inimigos com a condutividade de bobinas e transmissores. Os ataques elétricos da Gyre fornecem alto controle de grupo. Ela é a personificação de uma teoria elegante.",
    "/Lotus/Language/Suits/GyreFrameName": "Gyre",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "Os mecanismos da Gyre circulam em velocidades assombrosas, gerando um Campo Elétrico que atinge os inimigos próximos. Quando a Gyre executa um Acerto Crítico, uma grande descarga elétrica se desencadeará do inimigo atingido aos demais inimigos próximos.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Rotorswell",
    "/Lotus/Language/Suits/GyrePassiveDescription": "As habilidades da Gyre têm 10% de chance de causar Dano Crítico para cada Status Elétrico que afeta o inimigo.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Dispara uma Esfera Giratória que causará alto dano no impacto e choques elétricos periódicos nos inimigos próximos. Atingir múltiplos inimigos simultaneamente ao lançamento inicial aumentará seu dano.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Arcsphere",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Dispara uma Esfera Giratória que implodirá após alguns segundos, ou que poderá ser acionada manualmente.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Coil Horizon",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Exale força e valor. Levante-se no ar e lance uma saraivada de Axios Javelin. Javelins causam dano a inimigos próximos onde quer que eles pousem. Acertos diretos nos inimigos causam ainda mais dano.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Final Stand",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Convoque o Tharros, o escudo do Styanax. Use o Tharros para repelir os inimigos e reduzir seus Escudos e Armaduras. Styanax regenerará Vida para cada inimigo atingido.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Tharros Strike",
    "/Lotus/Language/Suits/HopliteFrameDesc": "O Styanax jamais pergunta quantos inimigos enfrentará, apenas aonde vai encontrá-los. O hoplita causa danos elevados. Inimigos tremem diante de sua lança e escudo.",
    "/Lotus/Language/Suits/HopliteFrameName": "Styanax",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Lance um Axios Javelin. Quando o Javelin empala um inimigo contra uma parede, os inimigos ao redor são puxados para a área e sofrem uma série de Danos.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Axios Javelin",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "A Chance Crítica do Styanax aumenta com seus Escudos e dobra com a utilização de Cetros.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Chame a atenção inimiga para o Styanax. Sua determinação eleva a si e seus aliados próximos, regenerando a Energia do Esquadrão ao longo do tempo. Styanax e seus aliados também regeneram seus Escudos ao contribuírem para uma eliminação.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Rally Point",
    "/Lotus/Language/Suits/HydroidDesc": "O Hydroid invoca o poder das profundezas do oceano, fornecendo controle de grupo com ataques aquáticos, e fazendo com que seus inimigos se afoguem.",
    "/Lotus/Language/Suits/HydroidName": "Hydroid",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "Inimigos que receberem dano do Hydroid se tornarão mais vulneráveis ao Efeito de Status <PT_CAUSTIC_BURN>Corrosivo, e terão sua Armadura reduzida em |PCT|%.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Criará uma onda afiada de gelo cristalino na direção escolhida, causando alto dano nos inimigos atingidos.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Ice Wave",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "A Mirage criará um grupo de clones, capazes de confundir e distrair o inimigo.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Hall of Mirrors",
    "/Lotus/Language/Suits/InarosDesc": "Inaros comanda o temível deserto. Sobrevivente de um ambiente inóspito, resiste como as areias movediças, as quais lhe dão poder. Reza a lenda que Inaros é considerado um devorador de medos.",
    "/Lotus/Language/Suits/InarosName": "Inaros",
    "/Lotus/Language/Suits/InarosPassiveAbility": "Quando o Inaros sofrer dano letal, ele se sepultará em um sarcófago e encarnará como areia para atacar os inimigos, drenando a força vital deles para reviver.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Larvas famintas atacarão os inimigos próximos, alimentando-se até que sejam atingidas pela Virulence e explodam, resultando na disseminação da Infestação. As larvas beneficiarão a Mutação, concedendo Mutação adicional sempre que atingidas.",
    "/Lotus/Language/Suits/InfestAbilityName": "Ravenous",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Vincule-se com o alvo escolhido com a Parasitic Link. Conjurar a Parasitic Link em um aliado fornecerá Força da Habilidade adicional para ambos, enquanto ao conjurá-la em um inimigo redirecionará parte do dano recebido por Nidus para o alvo vinculado.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Parasitic Link",
    "/Lotus/Language/Suits/InfestPassiveAbility": "Se Nidus for morto com pelo menos |STACKS| acúmulos de Mutação, estes |STACKS| acúmulos serão consumidos para prevenir sua morte; este efeito também concede |DURATION|s de invulnerabilidade e restaura a Vida de Nidus em até |HEAL|%.",
    "/Lotus/Language/Suits/InfestationDesc": "O Nidus extrai sua força da Infestação. Ela aumenta sua capacidade de sobrevivência, e ele causa alto dano e fornece controle de grupo. Submeta seus inimigos à praga.",
    "/Lotus/Language/Suits/InfestationName": "Nidus",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Loki camufla-se, tornando-se invisível para os inimigos.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Invisibility",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Criará uma aura de Escudos protetora ao redor dos aliados. Inimigos que se aproximarem dos aliados protegidos receberão dano. ",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Haven",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Carregue e dispare dardos de fogo devastadores.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Balefire",
    "/Lotus/Language/Suits/IronFrameDesc": "A força é a virtude da Hildryn. Suas habilidades únicas de alto dano são alimentadas pelos seus Escudos, que podem ser recarregados com Energia. A Hildryn é a prova de que um forte ataque é a melhor defesa.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Elevará Hildryn ao comando dos céus, permitindo que foguetes sejam disparados de sua Balefire. Inimigos próximos serão arremessados ao ar e concederão Orbes de Energia periodicamente. Quando seus Escudos acabarem, os inimigos serão esmagados no chão.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Aegis Storm",
    "/Lotus/Language/Suits/IronFrameName": "Hildryn",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "O Bloqueio de Escudos completo da Hildryn é aprimorado. Depois que seus escudos se esgotam, ela fica invulnerável por até 3,5s.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Absorverá uma porcentagem dos Escudos e da Armadura dos inimigos próximos para reabastecer os Escudos e Sobre-Escudos da Hildryn. Também removerá os Efeitos de Status afetando a Hildryn e seus aliados.",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Pillage",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Rhino enrijecerá sua pele, prevenindo todo o dano recebido e ganhando Guarda Reforçada.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Iron Skin",
    "/Lotus/Language/Suits/IvaraDesc": "A caçadora empunha seu arco. A Ivara é a incarnação da furtividade, e seus inimigos vivem em constante medo de serem atacados.",
    "/Lotus/Language/Suits/IvaraName": "Ivara",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "Detecta inimigos no Minimapa em um raio de |RADIUS|m.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "Tecerá uma cúpula de correntes vivas que enlaçará e estrangulará qualquer inimigo dentro dela e os que se aproximarem. Inimigos do lado de fora da armadilha tentarão apressar as mortes de seus companheiros ao atirar neles. Conjurar a Whipclaw na cúpula causará dano adicional aos inimigos presos.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Strangledome",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Atordoará os inimigos com uma chicotada ensurdecedora. Mods equipados na arma corpo a corpo aumentarão a efetividade da habilidade.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Whipclaw",
    "/Lotus/Language/Suits/KhoraDesc": "A Khora é a incorporação do chicote e da garra. Ela trabalha com sua companheira Kavat, Venari, para causar alto dano e fornecer controle de grupo. Dois corpos, uma só vontade.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Comandará a Venari para focar em um alvo. Segurar o botão da habilidade alternará entre posturas de Ataque, Proteção e Cura. Se a Venari for abatida, conjurar esta habilidade reviverá ela instantaneamente.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Venari",
    "/Lotus/Language/Suits/KhoraName": "Khora",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "A feroz Kavat Venari batalha junto à Khora, aumentando sua Velocidade de Movimento em |SPEED|% enquanto estiver ativa. Se for morta, Venari reaparecerá após |RESPAWN|s.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Aprisionará um inimigo em metal vivo, se espalhando para outros inimigos que se aproximarem demais. A Whipclaw renovará a armadilha, permitindo que ela capture mais inimigos.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Ensnare",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Invocará uma criatura das profundezas. Os seus tentáculos aquáticos emergirão de superfícies próximas causando o caos.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Tentacle Swarm",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Valkyr será imbuída em energia e despertará sua fúria rancorosa, tornando-se capaz de desencadear uma tempestade de ataques mortíferos de garras em inimigos desavisados.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Hysteria",
    "/Lotus/Language/Suits/LavoPassiveAbility": "Orbes de Energia e Orbes Universais fornecem imunidade aos Efeitos de Status para o Lavos durante |DURATION|s.\n\nSegure o botão de qualquer habilidade para imbuir a próxima conjuração com Dano Elemental e Status adicionais.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Erguerá um campo de contenção que capturará e suspenderá os inimigos no alcance, removendo suas armaduras. Segurar o comando da habilidade fará com que as Bastilles conjuradas entrem em colapso, transformando-se em um Vortex que puxará e causará dano nos inimigos.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Bastille",
    "/Lotus/Language/Suits/LimboDesc": "Domine a dimensão entre a sombra e a substância. O Limbo distorce o espaço-tempo para fornecer controle de grupo. Ele está em casa, mas os inimigos não compreendem o que é real ou não.",
    "/Lotus/Language/Suits/LimboName": "Limbo",
    "/Lotus/Language/Suits/LimboPassiveAbility": "Utilize a esquiva para entrar e sair do Rift. Entrar no Rift abrirá um pequeno portal durante |DURATION|s. A Energia é recarregada lentamente dentro do Rift, e cada inimigo abatido dentro dela também fornecerá |ENERGY| de Energia.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Qualquer dano recebido enquanto esta habilidade estiver ativa será redirecionado para os inimigos próximos.",
    "/Lotus/Language/Suits/LinkAbilityName": "Link",
    "/Lotus/Language/Suits/LokiDesc": "Loki é mestre na arte da enganação. Um trapaceiro que se aproveita da furtividade para sabotar inimigos, plantando a semente da discórdia.",
    "/Lotus/Language/Suits/LokiName": "Loki",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Tempo máximo para se Segurar na Parede aumentado em |MULT|x vezes.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "Com base no alinhamento elemental do Chroma, um efeito em área será criado, onde os inimigos próximos serão afetados negativamente e aliados receberão bonificações.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Elemental Ward",
    "/Lotus/Language/Suits/MagDesc": "Elimine seus inimigos com o poder da força magnética. A Mag manipula os campos magnéticos para fornecer controle de grupo e remoção das defesas inimigas. Poucos podem resistir à sua atração ou repulsão.",
    "/Lotus/Language/Suits/MagName": "Mag",
    "/Lotus/Language/Suits/MagPassiveAbility": "Itens próximos gravitam em direção à Mag para facilitar a coleta.",
    "/Lotus/Language/Suits/MesaDesc": "A pistoleira tem uma mão firme e letal. Cada tiro causa dano elevado. A Mesa é o gatilho mais rápido do reino.",
    "/Lotus/Language/Suits/MesaName": "Mesa",
    "/Lotus/Language/Suits/MesaPassiveAbility": "Aumenta a Cadência de Tiro de armas duplas secundárias em |SPEED|% e recarrega armas únicas secundárias |RELOAD|% mais rapidamente. Recebe |HEALTH| de Vida Bônus, caso não possua Arma Branca equipada.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Nyx invadirá a mente do alvo selecionado, confundindo-os e fazendo com que eles lutem pela causa dos Tenno. Atingir o alvo selecionado com armas durante o seu momento de confusão adicionará tal dano ao multiplicador de dano do mesmo.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Mind Control",
    "/Lotus/Language/Suits/MirageDesc": "O ilusionismo da Mirage complementa sua força. Seus inimigos ofuscados recebem alto dano. Cópias, lasers, e armadilhas são elementos de sua encenação.",
    "/Lotus/Language/Suits/MirageName": "Mirage",
    "/Lotus/Language/Suits/MiragePassiveAbility": "O Deslizar dura |DURATION|% a mais que o normal e a movimentação acrobática é realizada |SPEED|% mais rápida.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Cobrirá todos os inimigos no raio da habilidade com antimatéria volátil.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Molecular Prime",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Cloud Walker",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Transforme-se em uma nuvem e flutue pelo campo de batalha, inimigos atingidos pela habilidade serão atordoados enquanto cura o Wukong e seu gêmeo.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Defy",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Wukong e seu gêmeo se tornarão invulneráveis, desafiando os inimigos próximos a atacarem. Todo dano acumulado será armazenado e devolvido em um único ataque furioso do bastão do Wukong.\nA bonificação de armadura que será concedida dependerá do dano acumulado.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Dividindo a si mesmo, Wukong criará um gêmeo que lutará ao seu lado. Atacar a distância fará com que o gêmeo ataque com Corpo a Corpo, e sacar sua Arma Branca fará com que o gêmeo ataque com armas de fogo.\nUsar a habilidade enquanto ela estiver ativa fará com que o gêmeo ataque o alvo escolhido com dano aumentado.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Celestial Twin",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Invocará o Bastão de Ferro, desencadeando sua fúria em cada ataque realizado.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Primal Fury",
    "/Lotus/Language/Suits/NekrosDesc": "Há um ceifador cujo nome é Nekros. Ele fornece um controle de grupo mortal. Outrora inimigos, agora aliados, Nekros invoca recrutas mortos pelo próprio Warframe.",
    "/Lotus/Language/Suits/NekrosName": "Nekros",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "Restaura |HEALTH| de Vida para cada inimigo abatido dentro de |RADIUS|m.",
    "/Lotus/Language/Suits/NezhaDesc": "O inconstante arauto do fogo protege os inocentes. As táticas multifacetadas do Nezha lhe concedem alta capacidade de sobrevivência ao causar dano e controlar de grupos. Seu fogo é a representação da esperança.",
    "/Lotus/Language/Suits/NezhaName": "Nezha",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "Desliza |SPEED|% mais rápido e |RANGE|% mais longe.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Arremessa um anel flamejante que ateará fogo nos inimigos, deixando-os vulneráveis a qualquer tipo de dano. Inimigos atingidos pelas chamas deixarão Orbes Restaurativos ao morrerem. Carregar a habilidade amplificará o poder do anel, e reativá-lo fará com que o Nezha seja teleportado para a localização do anel.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Blazing Chakram",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Criará um anel protetor de fogo, que também atordoará e danificará quaisquer inimigos que se aproximarem.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Warding Halo",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Empala inimigos próximos com lanças que emergirão do solo. Ativar a habilidade novamente arremessará os inimigos sobreviventes no solo.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Divine Spears",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Deixará uma trilha de fogo que queimará os inimigos e purificará os aliados que se aproximarem. Teleportar-se com a Blazing Chakram atingirá a área de teleporte com um anel de fogo.",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Fire Walker",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Projeções do Ash serão criadas para atacar os inimigos marcados pela habilidade. Use a habilidade Teleport para juntar-se às projeções durante os ataques.",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Blade Storm",
    "/Lotus/Language/Suits/NovaDesc": "Controle a antimatéria. A Nova usa antipartículas que fornecem controle de grupo e amplificação de dano. Ela oblitera os inimigos ao desestabilizar a matéria deles.",
    "/Lotus/Language/Suits/NovaName": "Nova",
    "/Lotus/Language/Suits/NovaPassiveAbility": "Ao ser derrubada, emite uma onda de choque em um raio de |RADIUS|m que derruba os inimigos e causa |DAMAGE| de Dano.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Cria partículas de antimatéria que orbitarão a Nova e atingirão os inimigos próximos. Cada partícula ativa concederá +5% de Redução de dano à Vida da Nova, podendo acumular até 90%.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Null Star",
    "/Lotus/Language/Suits/NyxDesc": "Os ataques psíquicos fazem da Nyx uma inimiga muito perigosa. Ela invade a consciência dos inimigos para fornecer controle de grupo e redirecionar seus ataques contra eles mesmos. Tal manipulação pode virar a maré da batalha.",
    "/Lotus/Language/Suits/NyxName": "Nyx",
    "/Lotus/Language/Suits/NyxPassiveAbility": "A precisão dos inimigos é reduzida em |PERCENT|% quando estiverem mirando em Nyx.",
    "/Lotus/Language/Suits/OberonDesc": "A cura e o sofrimento estão sob o comando de Oberon. Seu domínio do mundo natural concede suporte aos aliados. Uma benção para seus amigos, e maldição para seus inimigos.",
    "/Lotus/Language/Suits/OberonName": "Oberon",
    "/Lotus/Language/Suits/OberonPassiveAbility": "Companheiros aliados receberão |HEALTH|% de Elo de Vida, de Elo de Armadura, e de Elo de Escudos do Oberon. Além disso, seu Companheiro receberá uma ressurreição instantânea nas missões.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Disparará uma Âncora Temporal, na qual a Protea se emaranhará, após um curto período, o que desencadeará uma implosão temporal. O dano da implosão aumentará com base no dano causado entre a queda da âncora e o emaranhamento. Quaisquer recursos utilizados ou perdidos durante este tempo serão restaurados. Caso a Protea seja abatida, enquanto a âncora estiver ativada, ela será salva ao ser conduzida de volta para a âncora. A Protea será, então, derrubada, e a âncora dissolvida.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Temporal Anchor",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Posicionará uma unidade de artilharia, a qual disparará cargas de plasma nos inimigos que se aproximarem. Cada inimigo atingido aumentará o poder dos ataques de plasma subsequentes.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Blaze Artillery",
    "/Lotus/Language/Suits/OdaliskDesc": "A Protea sabe tudo sobre proteção. Seu vasto arsenal inflige dano e fornece suporte aos seus aliados. Ela pode até mesmo manipular o tempo.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Posicionará um dispositivo que gerará três itens coletáveis, após um pequeno período, os quais são: orbe de Vida Aprimorada, Pacote de Munição Universal e Orbe de Energia.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Dispensary",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "Arremessará granadas em um arco.\n\n(PRESSIONAR) SHRAPNEL VORTEX\nProduzirá um vórtex de estilhaços atordoantes e dilacerantes.\n\n(SEGURAR) SHIELD SATELLITES\nA Protea reconfigurará as suas Granadas para atuarem como geradores de escudo, os quais protegerão o próprio Warframe, além dos seus aliados e companheiros. Quando os Escudos estiverem esgotados, um dos satélites será destruído para dobrar a duração do período de invulnerabilidade do Bloqueio de Escudos.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Grenade Fan",
    "/Lotus/Language/Suits/OdaliskName": "Protea",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Toda |CASTS|ª Conjuração concede +|STRENGTH|% de Força da Habilidade.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "O Volt descarregará a eletricidade que flui pelo seu corpo, criando uma onda de choque que paralisará e causará dano aos inimigos próximos. Inimigos que estiverem no limite do alcance da onda de choque serão atordoados.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Discharge",
    "/Lotus/Language/Suits/PacifistDesc": "Tenha cautela com a fúria da verdadeira paciência. O Baruuk possui alta capacidade de sobrevivência e controle de grupo. Ao elevar além de seus limites, ele liberará a tempestade dentro de si.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Invocará uma miríade de adagas que orbitarão os jogadores e procurarão as armas de inimigos próximos, destruindo-as com uma pequena explosão. Combine esta habilidade com Elude para dobrar o alcance da mesma.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Desolate Hands",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Enquanto não estiver atacando, todos os projéteis direcionados a você serão evitados. Use a habilidade novamente para desativá-la.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Elude",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "Ao erodir suas Limitações, Baruuk comandará o Vendaval Desértico, capaz de realizar poderosos ataques em área com seus punhos e pés. Enquanto a habilidade estiver ativa, a Limitação do Baruuk será restaurada.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Serene Storm",
    "/Lotus/Language/Suits/PacifistName": "Baruuk",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "Cada projétil evitado, cada inimigo atingido por Lull ou desarmado desgastará a limitação de Baruuk e alimentará a tempestade interior. Conforme a limitação de Baruuk reduz, ele se torna |PERCENT|% mais resistente a dano.",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "Gerará uma onda calmante que desacelerará os inimigos próximos até que os mesmos adormeçam. Inimigos que despertarem ao receber dano ficarão confusos e desorientados e serão afetados por uma perda de memória recente, o que significa que os mesmos esquecerão o que aconteceu antes de serem afetados pela Lull.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Lull",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Abra o Noctua, o Manuscrito Exaltado do Dante, e conte uma história de desolação sobre seus inimigos.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Noctua",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "A escrita do Dante derramará o sangue dos inimigos próximos, infligindo-lhes Dano Cortante.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Versículo das Trevas",
    "/Lotus/Language/Suits/PagemasterDesc": "Protetor do conhecimento. Guardião da história. Investigador destemido do Leverian. Dante compõe contos arcanos para apoiar seus aliados e devastar seus inimigos.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "O Dante deve escrever outros dois Versículos antes de conjurar seu Versículo Final.\n\nTRIUNFO: conjurar dois Versículos da Luz revigorará os aliados com um efeito que aumentará a Vida e fornecerá Guarda Reforçada. Eliminações e assistências regenerarão brevemente a Guarda Reforçada.<br>O Dante deve compor outros dois Versículos antes de conjurar o seu Versículo Final.\n\nTRAGÉDIA: conjurar dois Versículos das Trevas atacará os inimigos. Qualquer Dano ao Longo do Tempo que afete os inimigos será causado imediatamente em um único ataque.<br>O Dante deve compor outros dois Versículos antes de conjurar o seu Versículo Final.\n\nGUARDIÃO DA PALAVRA: conjurar um Versículo da Luz seguido por um Versículo das Trevas protegerá seus aliados com cópias do Noctua. Os ataques do Noctua sincronizarão com os ataques dos aliados em questão.<br>O Dante deve compor outros dois Versículos antes de conjurar o seu Versículo Final.\n\nVOO DA PARAGRIME: conjurar um Versículo das Trevas seguido por um Versículo da Luz invocará Paragrimes que atacarão os inimigos, tornando-os vulneráveis à Chance de Status e ao Dano de Status, e distrairão a atenção deles em relação aos seus aliados.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Versículo Final",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "A escrita vitalizante do Dante concederá Guarda Reforçada e aumentará a Vida dele e de seus aliados.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Versículo da Luz",
    "/Lotus/Language/Suits/PagemasterName": "Dante",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "O Noctua analisará os alvos, registrando informações para o seu Codex. A Chance de Status aumentará em |CHANCE|% nos alvos completamente analisados.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "Ao conjurar habilidades, fornece |ENERGY| de energia por |DURATION|s para Octavia e aliados no alcance de |RANGE|m.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Kullervo se cercará de adagas. Cada adaga que atingir um inimigo restaurará sua Vida, mas cada adaga que errar um inimigo atingirá Kullervo, causando-lhe um pouco de dano. Quando Kullervo possuir Vida Máxima, os inimigos atingidos lhe concederão Guarda Reforçada.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Recompense",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "O Void responderá à invocação do Kullervo com uma tempestade de adagas que cairão sobre seus inimigos.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Storm of Ukko",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "O Kullervo responde pelos seus pecados e pelos dos outros. Suas adagas e proezas corpo a corpo causam alto dano. Use o poder da traição para saciar sua sede de vingança.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Kullervo",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Kullervo lançará uma maldição que vinculará os inimigos. Quando um inimigo amaldiçoado receber Dano dele, os demais inimigos amaldiçoados também sofrerão parte desse Dano.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Collective Curse",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Kullervo concederá +|EFFICIENCY|% de Eficiência do Ataque Pesado e +|WINDUP|% de Velocidade de Preparação do Ataque Pesado para todas as armas corpo a corpo.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(PRESSIONAR) Kullervo carregará um Ataque Pesado e, então, se teletransportará para atacar o seu alvo. Seu foco preenchido por sua fúria aumentará temporariamente sua Chance Crítica em ataques Corpo a Corpo.\n(SEGURAR) Irá teletransportá-lo para qualquer local marcado.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Wrathful Advance",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Nyx lançará diversos dardos de força nos inimigos, usando a telecinesia para atingir os alvos com maior precisão. Os alvos atingidos terão parte de suas defesas removidas.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Psychic Bolts",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Aumentará o Dano <DT_CORROSIVE>Corrosivo de suas Habilidades e armas, e removerá a Armadura de inimigos próximos. Oponentes afetados pelo Efeito de Status <DT_CORROSIVE>Corrosivo oferecerão um aumento maior.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Plunder",
    "/Lotus/Language/Suits/PoisonAbilityName": "Spores",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Atingirá o alvo com uma pústula de Esporos <DT_CORROSIVE>Corrosivos. Destruir os esporos ao atirar neles ou eliminar o hospedeiro os espalharão para inimigos próximos. O dano causado pelos Esporos aumentará enquanto os inimigos continuarem sob efeito da habilidade.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Conjurará uma onda de energia que acorrentará os inimigos em suas posições. Cada inimigo acorrentado reforçará os Escudos do Harrow.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Condemn",
    "/Lotus/Language/Suits/PriestDesc": "Alcance a redenção através da vingança. O monástico Harrow aumenta o dano dos seus aliados. Desafie os inimigos e ascenda ao próximo plano.",
    "/Lotus/Language/Suits/PriestName": "Harrow",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Capacidade de Sobre-Escudos dobrada.\nIniciará as missões com Energia máxima.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Sacrificará os Escudos para impulsionar a Velocidade de Recarga e Cadência de Tiro das armas, enquanto todo dano causado por Harrow será convertido em Vida para ele e para os aliados próximos.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Penance",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Canalizará a Energia do Harrow para a Thurible gerar uma bonificação. Assim que terminar, elimine inimigos próximos para conceder surtos de Energia para os aliados próximos. Quanto mais Energia for utilizada na Canalização, maior será a recompensa em cada eliminação. Acertos de Precisão produzirão mais Energia.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Thurible",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Protegerá aliados próximos com uma força de energia que absorverá todo o dano e o converterá para um bônus de Chance Crítica a todos sob o efeito da Covenant. Acertos de Precisão serão aprimorados.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Covenant",
    "/Lotus/Language/Suits/PullAbilityDesc": "Mag gerará breve vórtice magnético, que puxará Fragmentos Polarizados e atordoará os inimigos, deixando-os vulneráveis e posicionando-os em sua frente.",
    "/Lotus/Language/Suits/PullAbilityName": "Pull",
    "/Lotus/Language/Suits/PushAbilityDesc": "A Banshee desferirá uma onda de choque sônica que empurrará os alvos inimigos no alcance com força suficiente para incapacitá-los, ou até mesmo matá-los.",
    "/Lotus/Language/Suits/PushAbilityName": "Sonic Boom",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Proteja você e seus Aliados próximos contra Efeitos de Status. Cada vez que o Qorvex eliminar ou der assistência na eliminação de um inimigo afetado pelo Efeito de Status <DT_RADIATION>Radioativo, a quantidade de Efeitos de Status que poderá ser prevenida pela habilidade Disometric Guard aumentará.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Disometric Guard",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Lançará um feixe do Núcleo de Crisol do Qorvex. Cada inimigo atingido sofrerá Dano <DT_RADIATION>Radioativo com Efeito de Status garantido. Inimigos afetados pelo Efeito de Status <DT_RADIATION>Radioativo explodirão em uma reação em cadeia.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Crucible Blast",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "As armas empunhadas pelo Qorvex receberão +|PUNCH_THROUGH| de Penetração.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Invocará um pilar que retardará os inimigos. Ele emitirá um pulso de Dano <DT_RADIATION>Radioativo com um Efeito de Status garantido.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Pilar Chyrinka",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Albrecht Entrati projetou o Qorvex para proteger um Operador Escolhido dos perigos únicos do seu laboratório. Um Núcleo de Crisol dá ao Qorvex uma grande capacidade de sobrevivência por meio do controle de multidão.",
    "/Lotus/Language/Suits/QorvexSuitName": "Qorvex",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Contenha a ameaça. O Qorvex invocará paredes que se chocam, causando dano a todos os inimigos presos entre elas e infligindo o Efeito de Status <DT_RADIATION>Radioativo.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Containment Wall",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Emitirá um clarão de luz ofuscante, cegando todos os inimigos próximos.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Radial Blind",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Libere um uivo feroz que atordoará os inimigos próximos e removerá quaisquer resistências acumuladas pelos Sentients.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Radial Howl",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Lançará adiante uma onda de energia, incapacitando armas de fogo dos inimigos atingidos e forçando-os a utilizar o combate Corpo a Corpo.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Radial Disarm",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Conjurará lanças ao seu redor que empalarão os inimigos próximos, causando um Efeito de Status de Sangramento.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Radial Javelin",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Invocará um arco poderoso, capaz de desencadear uma saraivada de flechas devastadoras.",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Arco de Ártemis",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Assumirá o controle de qualquer projétil disparado pela Ivara, permitindo que ele seja guiado manualmente até seu alvo.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Navigator",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Alterne e dispare entre quatro tipos de flechas táticas. A flecha Cloak gerará uma bolha fixa, que fornecerá invisibilidade à Ivara e aos aliados dentro dela. A flecha Dashwire criará uma linha de tirolesa para fins de movimentação. A flecha Noise emitirá um som agudo, que atrairá a atenção dos inimigos. A flecha Sleep fará com que os inimigos próximos de seu impacto adormeçam temporariamente.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Quiver",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Enquanto ativa, fornecerá invisibilidade e permitirá que itens possam ser roubados dos inimigos próximos. Além disso, amplificará o dano dos Acertos de Precisão.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Prowl",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Erguerá todos os inimigos aos céus, aplicando seu julgamento ao derrubá-los no chão com convicção. Inimigos que morrerem perante o julgamento do Oberon terão chance de deixar um Orbe de Vida.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Reckoning",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Gerará ondas de cura que fluirão do Oberon para seus aliados, regenerando Vida ao longo do tempo.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Renewal",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Atravessará os inimigos no alcance como um muro de Energia Sentient, absorvendo Vida e Escudos dos alvos atingidos. Os efeitos serão aprimorados para os alvos afetados pela Enthrall.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Reave",
    "/Lotus/Language/Suits/RevenantDesc": "O macabro poder espectral despertou. Infundido com a essência de Eidolon, o Revenant tem grande capacidade de sobrevivência e causa alto dano. Os inimigos se tornam seus escravos.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Converterá o alvo em um prisioneiro. Prisioneiros atacarão seus aliados e os enfeitiçarão ao causar dano. Ao morrer, eles se desintegrarão em um pilar de energia que causará dano. A horda de prisioneiros permanecerá sob o controle do Revenant por toda a Duração da Habilidade.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Enthrall",
    "/Lotus/Language/Suits/RevenantName": "Revenant",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Ao perder todos os escudos, os inimigos no alcance de |RADIUS|m são derrubados por uma onda de choque que causa |DAMAGE| de dano.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Desencadeará diversos feixes de Energia Eidolon e criará um círculo mortífero ao redor do Revenant. Os feixes alterarão o Tipo de Dano causado conforme às fraquezas dos inimigos atingidos, enquanto o dano recebido será redirecionado para os feixes. Segurar o botão de disparo amplificará os Efeitos de Status e o Dano, aumentando o consumo de energia como resultado. Inimigos aprisionados que forem mortos por esta habilidade deixarão coletáveis que concederão Sobre-Escudos.",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Danse Macabre",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Revenant se encobrirá com Energia Sentient, refletindo o dano recebido e atordoando todos aqueles que ousarem atacar. Inimigos atordoados poderão ser afetados pela habilidade Enthrall, sem custo de Energia.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Mesmer Skin",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Rhino avançará na direção escolhida, derrubando qualquer um em seu caminho e eviscerando suas vítimas.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Rhino Charge",
    "/Lotus/Language/Suits/RhinoDesc": "O Rhino tem um grande poder físico. Possui alta capacidade de sobrevivência e controle de grupo. Sábios são aqueles que ficam longe quando ele ataca.",
    "/Lotus/Language/Suits/RhinoName": "Rhino",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Após cair de uma altura considerável, emite uma onda de choque que causa |DAMAGE| de dano.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Concederá um aumento de dano temporário a todos os aliados próximos.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Roar",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Rhino pisará no chão com força suficiente para distorcer o tempo, deixando os inimigos no alcance suspensos no ar.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Rhino Stomp",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Envolverá a Mesa em uma barreira de energia, refletindo todo o dano causado por projéteis.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Shatter Shield",
    "/Lotus/Language/Suits/RunnerDesc": "Assuma o controle com o Santo de Altra. O Gauss é rápido, causa alto dano e apresenta forte capacidade de sobrevivência. O movimento carrega sua poderosa bateria, então mantenha-se em constante movimento.",
    "/Lotus/Language/Suits/RunnerName": "Gauss",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "O movimento gera uma corrente elétrica que carrega a bateria do Gauss. Os Escudos recarregam até |SPEED|% mais rápido, enquanto o Atraso na Recarga é até |DELAY|% mais curto, com base no nível da bateria.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Gerará placas blindadas que convertem uma parte do Dano Cinético absorvido (Físico, <DT_FIRE>Ígneo, <DT_FREEZE>Glacial e <DT_EXPLOSION>Explosivo) em Energia. Também protege o Gauss de ser atordoado ou derrubado. A Resistência a Dano é relativa ao nível da bateria.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Kinetic Plating",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Forçará a bateria do Gauss a ultrapassar os limites da linha vermelha, sobrecarregando suas Habilidades e impulsionando a Cadência de Tiro, a Velocidade de Ataque, a Velocidade de Recarga e a Velocidade de Conjuração. Ao passar da linha vermelha, dardos eletrificados sairão do Gauss periodicamente, causando uma explosão em massa quando a Habilidade for desativada.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Redline",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Dispare em uma corrida de alta velocidade, derrubando os inimigos e carregando a bateria do Gauss. Colidir com objetos sólidos gerará uma poderosa onda de choque. Segure para correr continuamente.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Mach Rush",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Drenará a energia cinética na região, carregará a bateria e infligirá o Efeito de Status <DT_FREEZE>Glacial nos inimigos próximos. Segurar a habilidade reverterá o processo, drenando a bateria e aplicando o Efeito de Status <DT_FIRE>Ígneo.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Thermal Sunder",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Rompe o chão com um crescimento de fungos poderosos que roubarão Energia de cada inimigo atingido. Sempre que atingir 5 inimigos, a Infestação entrará em mutação, multiplicando seu poder destrutivo.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Virulence",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Concederá Dano Extra aos aliados e travará as armas dos inimigos próximos. Esta habilidade alternará periodicamente entre os membros do esquadrão.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Shooting Gallery",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Conjurar a habilidade formará uma camada protetora, mas drenará a Vida do Inaros conforme o tempo. Conjurá-la de novo interromperá o processo antecipadamente. Esta camada protetora reduzirá o dano recebido e absorverá os Efeitos de Status.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Scarab Shell",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Atingirá os inimigos no alcance com uma onda de areia amaldiçoada que cegará e roubará Vida dos alvos afetados.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Desiccation",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Ao tornar-se uma tempestade de areia, Inaros devorará os inimigos puxados pelo seu redemoinho, curando-se com a vida deles.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Sandstorm",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Conjure a habilidade Scarab Swarm para criar um enxame que atacará os inimigos, com Efeito de Status Corrosivo garantido. O dano aumentará conforme a Vida do Inaros. Os inimigos eliminados enquanto imersos no enxame invocarão um Kavat de Areia que lutará ao lado do Inaros e guiará o enxame para outros inimigos.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Scarab Swarm",
    "/Lotus/Language/Suits/SarynDesc": "A toxicidade é a força da Saryn. Seus poderes serpentinos causam dano pesado. Para Saryn, o veneno é uma virtude.",
    "/Lotus/Language/Suits/SarynName": "Saryn",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Efeitos de Status causados nos inimigos duram |DURATION|% a mais que o normal.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Inimigos eliminados no alcance da habilidade deixarão itens adicionais.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Desecrate",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Chroma transformará sua pele em uma sentinela implacável, capaz de fortalecer aliados próximos enquanto engolfa os inimigos com ataques elementais.",
    "/Lotus/Language/Suits/SentientAbilityName": "Effigy",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Converta três fluxos de energia bruta em um único ponto, causando uma explosão reativa massiva. Os efeitos da explosão destruirão a armadura de qualquer inimigo atingido.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Fusion Strike",
    "/Lotus/Language/Suits/SentientFrameDesc": "O herdeiro de reinos semelhantes ascende. Uma forma de vida Sentient e Biológica incorporam o Caliban. Um monarca adepto, que fornece controle de grupo e capacidade de sobrevivência. Seu criador tinha a mente dividida entre vários mundos.",
    "/Lotus/Language/Suits/SentientFrameName": "Caliban",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "Aliados no alcance de Afinidade recebem até |PCT|% de resistência aos tipos de dano recebidos no momento.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Golpeie o chão e crie uma onda radial de destruição. Os inimigos que sobreviverem à explosão inicial ficarão suspensos no ar, onde sofrerão dano amplificado por um curto período.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Sentient Wrath",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Convoque a forma Sentient do Caliban para gerar até três Conculistas, que lutarão ao lado dele e repararão seus Escudos.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Lethal Progeny",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Transforme-se em um redemoinho mortal. Segure <PRE_ATTACK> para acelerar o vórtice e aumentar o dano ou mire em um inimigo ao pressionar <PRE_ATTACK> para correr em direção a ele. Atingir os inimigos infligidos pela habilidade Sentient Wrath criará uma explosão destrutiva.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Razor Gyre",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Assim como a cobra troca de pele, a Saryn deixará uma cópia de si mesma para atrair a atenção dos inimigos.",
    "/Lotus/Language/Suits/ShedAbilityName": "Molt",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "O Volt posicionará um escudo elétrico para bloquear projéteis.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Electric Shield",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Valkyr sacrificará parte de seus Escudos para atordoar e danificar os inimigos no alcance.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Paralysis",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Emitirá um pulso de Energia que removerá os Escudos e Armaduras dos inimigos e restaurará os Escudos dos Aliados. Os detritos criados pelo pulso tornam-se Fragmentos Polarizados. Os Fragmentos Polarizados próximos orbitarão a Mag e lacerarão os inimigos, causando um Efeito de Status de Sangramento.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Polarize",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Lançará um projétil voltaico que atordoará e causará dano ao alvo atingido, além de gerar uma corrente de eletricidade que atingirá os inimigos próximos do alvo.",
    "/Lotus/Language/Suits/ShockAbilityName": "Shock",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "A habilidade Silence envolverá Banshee com uma aura que atordoará os inimigos, limitando a percepção e resposta tática deles contra os disparos e ataques de Warframes e seus armamentos.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Silence",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Golpeará e atravessará os inimigos com o auxílio de um espectro. Os cortes da poderosa Lâmina Exaltada infligirão um Efeito de Status de Sangramento.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Slash Dash",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Posicionará armadilhas em objetos próximos junto a uma joia irresistível, que cegará os inimigos ao seu redor se estiver em locais escuros, ou explodirá violentamente em locais claros. Usar esta habilidade enquanto a Hall of Mirros estiver ativa fará com que os clones conjurem múltiplas joias menores.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "SLEIGHT OF HAND",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Exorcizará a energia negativa do alvo, projetando esferas que procurarão inimigos adjacentes e causarão dano naqueles atingidos.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Smite",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Deixará uma bomba de fumaça que atordoará os inimigos próximos e obscurecerá suas visões, tornando o Ash temporariamente invisível.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Smoke Screen",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Frost congelará o vapor e a umidade na área escolhida, criando uma esfera protetora com um breve período de invulnerabilidade para ampliar sua capacidade defensiva.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Snow Globe",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Utilizando o poder acústico, a habilidade Sonar da Banshee localizará e marcará os inimigos, expondo seus pontos fracos para ela e seus aliados.",
    "/Lotus/Language/Suits/SonarAbilityName": "Sonar",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "Um golpe imensamente poderoso, capaz de transformar a própria alma do inimigo em um projétil mortal, causando dano a quaisquer alvos presentes em seu caminho. Inimigos que sobreviverem ao golpe ficarão marcados e se tornarão uma unidade da habilidade Shadows of the Dead, do Nekros, caso sejam eliminados enquanto estiverem marcados.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Soul Punch",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Canalizando toda a sua energia acústica no ambiente ao seu redor, Banshee gerará reverberações ultrassônicas no solo, fazendo com que ele trema e vibre violentamente.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Sound Quake",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Imbuirá o Volt e seus aliados próximos com uma corrente elétrica, fornecendo um breve aumento na Velocidade de Movimento e na Velocidade de Recarga.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Speed",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Santificará o terreno ante o Oberon com fogo justo, causando dano em qualquer inimigo que permanecer na área da habilidade.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Hallowed Ground",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Imobilizará os inimigos dentro do Rift. Enquanto ativa, os projéteis inimigos também serão imobilizados, continuando sua trajetória apenas quanto a Stasis terminar.",
    "/Lotus/Language/Suits/StatisAbilityName": "Stasis",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "O Loki trocará instantaneamente de posição com o alvo escolhido. Esta habilidade pode ser usada para salvar aliados ou confundir os inimigos.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Switch Teleport",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Invocará uma espada reluzente e poderosa.",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Exalted Blade",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "Conjurará uma explosão de energia do Void que abrirá uma bolha para o plano do Rift, a qual se sustentará por um curto período antes de entrar em colapso, causando outra explosão letal.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Cataclysm",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Teletransportará o Ash na direção do alvo marcado, aproximando-se do mesmo ao alcance corpo a corpo e tornando o alvo vulnerável a ataques Finalizadores.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Teleport",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Conjura um casulo Infestado, que entrará em erupção com os tentáculos, agarrando-se aos inimigos próximos e os puxando para perto. Inimigos eliminados enquanto aprisionados terão uma chance de gerar um Acúmulo de Mutação.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Larva",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Preenche os corações dos inimigos próximos com sua presença aterradora, fazendo com que eles corram aterrorizados.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Terrify",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Embata-se através dos inimigos ao transformar-se em um Maremoto atroz.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Tidal Surge",
    "/Lotus/Language/Suits/TitaniaDesc": "A aparência de fada da Titânia disfarça seu formidável poder real. Esta feiticeira causa alto dano e controle de grupo. Ela força seus oponentes a se submeterem ou perecerem.",
    "/Lotus/Language/Suits/TitaniaName": "Titania",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "A Titania fornece Vida a si própria e aos seus aliados próximos sempre que conjurar uma Habilidade.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Alterne entre quatro tipos de minas disparáveis. A mina Tether Coil imobilizará e agrupará os inimigos. A mina Flechette Orb disparará projéteis letais em todas as direções. A mina Vector Pad criará um campo de aceleração, para inimigos e aliados, em uma direção específica. A mina Overdriver se aderirá ao aliado mais próximo, ampliando o dano de suas armas.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Minelayer",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Conjurará um sinalizador que designará uma artilharia de lasers devastadores no local selecionado.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Photon Strike",
    "/Lotus/Language/Suits/TrinityDesc": "A Trinity incorpora a redenção e saúde. Seus extraordinários poderes de cura concedem suporte aos seus aliados. Em locais onde outros destroem, ela restaura.",
    "/Lotus/Language/Suits/TrinityName": "Trinity",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Revive aliados com alcance |RANGE|% maior que o normal, e |SPEED|% mais rapidamente",
    "/Lotus/Language/Suits/ValkyrDesc": "A Valkyr foi transformada em uma assassina altamente motivada e temível. Ela é especialista em causar dano e sobreviver. Seu grito de guerra arrepia todos que o ouvem.",
    "/Lotus/Language/Suits/ValkyrName": "Valkyr",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "Após ser derrubada, se recupera |PERCENT|% mais rapidamente.",
    "/Lotus/Language/Suits/VaubanDesc": "O Vauban é a representação da tecnologia inovadora. Ele mobiliza invenções inteligentes para fornecer controle de grupo. Sua tenacidade e foco o tornam formidável.",
    "/Lotus/Language/Suits/VaubanName": "Vauban",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Causa |DAMAGE|% de Dano Extra em inimigos incapacitados.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "Sobrecarregará inimigos próximos que estiverem no Rift com energia volátil. Ao eliminar um inimigo, a sobrecarga do Rift será transferida para outro inimigo próximo que esteja fora do Rift. Inimigos afetados pela sobrecarga que deixarem o Rift aplicarão o efeito da Banish em área.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Rift Surge",
    "/Lotus/Language/Suits/VoltDesc": "A eletricidade flui através do Volt. Seus ataques causam alto dano, e os inimigos são eletrocutados.",
    "/Lotus/Language/Suits/VoltName": "Volt",
    "/Lotus/Language/Suits/VoltPassiveAbility": "Gera cargas elétricas ao se mover enquanto estiver no chão, acumulando |DAMAGE| de dano por cada metro percorrido. O dano é descarregado em seu próximo ataque.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Toxic Lash",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "Enquanto ativa, os ataques da Saryn causarão Dano <DT_POISON>Tóxico adicional; o efeito será dobrado ao atacar com armas Corpo a Corpo. Atacar os inimigos afetados pela Spores fará com que os Esporos explodam imediatamente.",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Criará um manancial de Vida em um inimigo. Aliados próximos ao alvo regenerarão gradualmente a Vida e receberão imunidade a Efeitos de Status. O dano de Efeitos de Status destinados aos Aliados próximos será absorvido pelo inimigo. Os Aliados receberão Vida adicional quando atacarem o inimigo.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Well of Life",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(PRESSIONAR) As presas de Raksh dilacerarão seus inimigos. 5 Efeitos de Status aleatórios serão aplicados em um inimigo a cada 10 Acúmulos. Alvos eliminados espalharão os Efeitos de Status para outros inimigos próximos.\n\n(SEGURAR) Raksh protegerá Voruna com resistência à Efeitos de Status.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Fangs of Raksh",
    "/Lotus/Language/Suits/WerewolfDesc": "Quatro feras, um coração. A leal alcateia da Voruna cria uma combinação mortal de força e furtividade. Cuidado com o uivo monstruoso que anuncia as presas da vingança.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(PRESSIONAR) Voruna se posicionará e preparará 5 cargas brutais que mirarão nos inimigos. Ulfrun, o lobo mais poderoso, liderará o ataque, enquanto Voruna correrá em direção ao seu alvo. A alcateia causará dano ampliado em alvos e inimigos próximos afetados por Efeitos de Status. Realizar golpes letais dobrará o dano das cargas restantes da Voruna.\n\n(SEGURAR) Ulfrun protegerá Voruna. Se Voruna for abatida durante este período, Ulfrun morrerá em seu lugar.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Ulfrun's Descent",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(TAP) Lycath caçará para revigorar a alcateia. Inimigos eliminados por ataques corpo a corpo concederão Orbes de Vida, e inimigos eliminados com acertos de precisão concederão Orbes de Energia. Aumente a duração da habilidade Lycath’s Hunt ao eliminar inimigos afetados por 5 ou mais Efeitos de Status.\n\n(HOLD) Lycath protegerá Voruna com um bônus de Eficiência do Ataque Pesado.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Lycath's Hunt",
    "/Lotus/Language/Suits/WerewolfName": "Voruna",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Voruna nunca luta sozinha. Enquanto estiver em uma missão, segure o botão das Habilidades para invocar a Habilidade Passiva única de cada lobo.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(PRESSIONAR) Dynar concederá invisibilidade a Voruna e aumentará sua Velocidade. A invisibilidade terminará assim que a Voruna realizar um ataque. Por um curto período, após o fim da invisibilidade, os ataques Corpo a Corpo receberão um bônus de Dano Crítico, Chance de Status e Chance Crítica, além de infligirem o Efeito de Status de Sangramento. Eliminar um inimigo com um ataque Corpo a Corpo durante este período estenderá o efeito.\n\n(SEGURAR) Dynar protegerá a Voruna, aumentando a sua Velocidade de Acrobacias.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Shroud of Dynar",
    "/Lotus/Language/Suits/WispFrameDesc": "A Wisp flutua entre o material e o etéreo. Ela acessa múltiplas dimensões para fornecer suporte aos seus aliados. Seu semblante é misterioso e enigmático.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Abrirá uma fenda dimensional que afetará os inimigos próximos, os sobrecarregando e fazendo com que eles soltem faíscas que os deixarão vulneráveis ao receberem dano.\nA Wisp também poderá teleportar-se até um Reservatório e dobrar o alcance das faíscas.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Breach Surge",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "Conjurará uma imagem espectral da Wisp que confundirá e distrairá os inimigos. Reativar a habilidade fará com que a Wisp viaje na posição da mesma. Segurar a habilidade fará com que a imagem espectral viaje mais rapidamente, teleportando a Wisp na posição da imagem ao liberar a habilidade. ",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Wil-O-Wisp",
    "/Lotus/Language/Suits/WispFrameName": "Wisp",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Navegando entre diferentes dimensões, a Wisp se torna invisível para os inimigos enquanto estiver no ar. ",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Escolha e invoque um Reservatório preenchido com Brotos que se aderirão à Wisp e seus aliados. O Broto de Rapidez aumentará a Velocidade de Movimento e a de Ataque. O Broto de Vitalidade aumentará a Vida Máxima e a curará ao longo do tempo. O Broto de Choque atordoará os inimigos no alcance.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Reservoirs",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Abrirá um portal direto até o sol que irradiará os inimigos com um feixe devastador de plasma solar. Segure o botão de atirar para dobrar o Dano, consumindo energia extra no processo. Inimigos atingidos pela Sol Gate estarão mais vulneráveis a dano ao serem atingidos continuamente pelo feixe.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Sol Gate",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Cria um buraco de minhoca que permitirá a viagem instantânea de um ponto para outro.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Wormhole",
    "/Lotus/Language/Suits/WraithDesc": "Sevagoth retornou, após permanecer à deriva no Void. Ele e sua Sombra causam alto dano e apresentam alta capacidade de sobrevivência. Eles se sustentam com a colheira das almas perdidas.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Conjurará um pulso radial que restringirá o movimento dos inimigos, drenando sua energia vital para o Poço da Morte. Os Aliados que estiverem no efeito do pulso receberão roubo de Vida em cada ataque realizado. ",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Gloom",
    "/Lotus/Language/Suits/WraithName": "Sevagoth",
    "/Lotus/Language/Suits/WraithPassiveAbility": "Após morrer, torne-se a Sombra de Sevagoth e lute para ressuscitá-lo, coletando as almas necessárias para reconstruir sua lápide. ",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "A Sombra do Sevagoth avançará, devastando os inimigos presentes no seu caminho. Os sobreviventes receberão o dano da habilidade Death’s Harvest ao longo do tempo. As almas dos inimigos eliminados preencherão o Poço da Morte.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Reap",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "Quando o Poço da Morte for preenchido completamente, a Sombra do Sevagoth estará pronta para ser liberada. Dilacere seus inimigos utilizando um conjunto de habilidades focadas em ataques corpo a corpo. ",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Exalted Shadow",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Plantará uma semente da morte em alvos próximos, drenando sua energia vital. Utilizar a habilidade Reap fará com que os inimigos afetados explodam, causando uma porcentagem de sua Vida como dano ao redor deles. As almas dos inimigos eliminados preencherão o Poço da Morte. ",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Sow",
    "/Lotus/Language/Suits/WukongDesc": "O guerreiro símio é uma montanha de força. O Wukong causa dano pesado e apresenta alta capacidade de sobrevivência. Suas táticas rápidas e ardilosas são inesquecíveis.",
    "/Lotus/Language/Suits/WukongName": "Wukong",
    "/Lotus/Language/Suits/WukongPassiveAbility": "Após receber dano fatal, Wukong automaticamente ativa uma de suas habilidades de sobrevivência. Estas habilidades só podem ser ativadas três vezes por missão.",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Conjurará a Merulina, um coral marítimo que poderá ser pilotado, a principal inspiração para os amantes de K-Drive. A Merulina protegerá a Yareli ao absorver uma grande parte do dano recebido enquanto estiver ativa.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Merulina",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Gera cinco glóbulos de água que perseguirão os inimigos e se expandirão com o contato, danificando e imobilizando suas vítimas.\nInimigos atingidos pelos glóbulos receberão dano amplificado de todas as fontes.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "Sea Snares",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Rasgará os inimigos no alcance com um trio de lâminas aquáticas orbitárias.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Aquablades",
    "/Lotus/Language/Suits/YareliFrameDesc": "A surfista pode desencadear uma inundação de destruição no campo de batalha. Os ataques aquáticos da Yareli causam alto dano. Surfe e afogue os inimigos.",
    "/Lotus/Language/Suits/YareliFrameName": "Yareli",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "A Yareli recebe +|CHANCE|% de Chance Crítica para Armas Secundárias, caso ela se movimente por, pelo menos, |TIME|s.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Sugará os inimigos no alcance com um redemoinho esmagador que os destruirá com uma explosão aquática. Cada inimigo aprisionado no vórtice aumentará o dano da explosão.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Riptide",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "Na forma Noturna, o dano causado pelos inimigos será reduzido. Na forma Diurna, um efeito de aumento de Força da Habilidade será concedido para os aliados no alcance da habilidade.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Pacify & Provoke",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "Na forma Noturna, os Escudos de aliados serão reabastecidos com cada inimigo abatido no alcance da habilidade. Na forma Diurna, os inimigos serão infligidos com o Efeito de Status Cortante/Sangramento. Desativar a habilidade na forma Noturna restaurará a Vida e Escudos da Equinox e de aliados no alcance. Desativar a habilidade na forma Diurna criará uma onda de força cortante.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Mend & Maim",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Alterne entre formas, obtendo temporariamente bônus de Escudo e Armadura na forma Noturna, ou bônus de Dano e Velocidade na forma Diurna.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Metamorphosis",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "Na forma Noturna, os alvos serão adormecidos. Na forma Diurna, os alvos se tornarão mais vulneráveis a dano.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Rest & Rage",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Conjurará um drone rolador que se agarrará nos inimigos e disparará rajadas de eletricidade em todos os alvos no alcance.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Tesla Nervos",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Disparará um jato de ar extraordinariamente denso. Segure o botão para arremessar os inimigos, ou apenas o pressione para puxá-los na direção do jato. O dano será ampliado a cada inimigo atingido.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Airburst",
    "/Lotus/Language/Suits/ZephyrDesc": "Comande o poder do vento. As habilidades ciclônicas da Zephyr a protegem, causam alto dano e fornecem controle de grupo. Ela ataca dos céus, deixando um rastro de destruição.",
    "/Lotus/Language/Suits/ZephyrName": "Zephyr",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "A Zephyr se move mais rápido e cai lentamente enquanto no ar. Também recebe |CRIT|% de Chance Crítica em todas as armas enquanto estiver no ar.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "Enquanto no ar, segure o botão para planar com a Zephyr, com o movimento reduzido. A partir da posição aérea, utilize a habilidade para investir para frente, ou mire para baixo para atacar os inimigos de cima.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Tail Wind",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Provocará tornados mortais que seguirão e absorverão os inimigos. Tornados causarão Dano Elemental conforme o Dano que for mais absorvido. Atirar nos inimigos absorvidos pelos tornados causará dano adicional a eles. Segurar o botão da habilidade para conjurará tornados fixos, enquanto pressionar o botão da habilidade conjurará tornados móveis.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Tornado",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Criará um escudo ventoso ao redor da Zephyr, redirecionando todos os projéteis que tentarem atingi-la.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Turbulence"
}