{
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "From the shadow of the long night emerges a new Excalibur.",
    "/Lotus/Language/Codex/EmberLongDesc": "Three figures waited behind a simple table. Their attention on a single chair, bathed in light. An old woman’s voice from the shadow: 'Send her in'. Across the room a security officer, stern and plain, opened the door. The outline of a young woman appeared at the door. She hesitated, but only for an instant, then crossed the room and sat.\n\nThere was a gasp as the light hit her face. Her right eye was bright and blinking, but her left was a greasy slit. Her skin had been burned moon-white. Her mouth was a sagging gash without lips or expression. Her military beret was pulled snug over a scarred and hairless scalp.\n\nThe old voice: 'Your name is Kaleen.' Kaleen nodded. 'You were the principal investigator of the Zariman?' Kaleen’s voice was a jagged whisper, a rigid face. 'Yes.'\n\nKaleen coughed, straightened: 'The Zariman was lost making the fold from Saturn to the Outer gates. Mechanical failure. I notified families and filed a report with the inspectors. Nothing ever returns from the fold, so I closed the case.'\n\n'But you reopened the case, days later.'\n\n'I didn’t believe it myself until I stepped aboard the ship. It was completely intact, full environmental, as if it had never left.'\n\n'And the crew was gone.'\n\n'Not exactly.' Kaleen hesitated. 'We thought it was empty but we began to find...' Her face twitched at remembered pain, 'We began to find children hiding in the ship.'\n\n'And that is when you violated procedure?'\n\nKaleen bowed her head, a tear welling in her sightless eye. 'They were children. They were afraid. They needed comfort.'\n\n'So you broke quarantine and this happened to you.'\n\nThere was silence as Kaleen touched her face, 'So what have you done with them?'\n\nThe old woman gestured for the officer to take Kaleen away. The meeting was over. When Kaleen reached the door she twisted out of his grip and shot back, 'Why would you do that? Why would you put children on a military ship?'\n\n'We didn’t. That would violate procedure.'",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "The Sentients had won. They had turned our weapons, our technology, against us. The more advanced we became, the greater our losses. The war was over unless we found a new way. In our desperation we turned to the Void. The blinding night, the hellspace where our science and reason failed.\n\nWe took the twisted few that had returned from that place. We built a frame around them, a conduit of their affliction. Gave them the weapons of the old ways. Gun and blade. A new warrior, a new code was born. These rejects, these Tenno, became our saviors. Warrior-Gods cast in steel and fury striking our enemies in a way they could never comprehend.\n\nExcalibur was the first.\n\n-Orokin 'Warframe' Archives",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Warframe Archive - Debrief excerpt:\n\nWe sat strapped in, safeties off, waiting for the punch. Waiting for death. Through my filthy porthole I saw stars among the outlines of the other Splinter ships queuing for the Solar Rail. It would soon grip us with an incomprehensible power and cast us through the void into the mouth of our enemy.\n\nI watched the ships one-by-one bending and gone. Each crammed with zero-tech soldiers sucking stale air, white knuckling their percussion rifles. Each filled with a desperation that comes from extinction. Our ship would be the last to cross the gap. Our ship had special cargo.\n\nIt was essentially empty. Just ten men, like me, strapped in with the best zero-tech suits and weapons the empire could build... and 'it'. 'It' stood in the aisle, a slender and eyeless metal form. A Tenno inside its Warframe. Vaguely human, vaguely feminine. Was this armor or some ornate carapace for the monster that lived inside? I strained against the harness as the ship yawed for final approach. I could see the Tenno standing there freely. Solemn and gold-gleaming, oblivious to the inertial force.\n\nI had been, until then, a Tenno denier. They were ghosts, propaganda, twisted casualties of the void era. Not possibly real. Yet here it was in the flesh. The Empire, in their desperation, was going to turn the demons loose and hope for the best. Who did we fear more, the enemy or this monster? We had our safeties off, could we trust it? Then it didn’t matter anymore. The punch came - and our windows became blinding. When we could see again our ship was somewhere else, shattered and dead in an instant.\n\nMy lungs were flattened, eyes full of death. Ship debris glittered like a night snow. The alien blue star was dark and blinding beyond us. The countless articulating worm-ships of our enemy, ringed in glowing discs, undulating and heat-bursting the surviving soldiers like me. This is where I died. I was caught in R-disc, sweeping over my right side and setting my blood on fire. My vision flattened, the hearing muffled and buzzed. I could feel the side of my face going slack and wet.\n\nI was in a dying dream. I saw a bright spot blurring and weaving toward me. I felt a tug toward it from the metal clasps on my suit. It reached me, rising up - a gleaming metal beast, a plume of golden wings rising and unfolding behind it. An angel. It snatched me from my death. I could feel my lungs fill as it wrapped me in its wings. Its Void Shield shimmered blue, strained under the enemy beams. I felt a sudden tug of acceleration. I closed my eyes and held on like a child.\n\nI awoke on the floor, the sting of crisping flesh on my face and side. It was standing over me, the wings gone. I heard the cracking of weapons echoing down the corridor. Maybe the mission would be saved, but I was dying and so I waved my hand to send it away. I felt a pistol thrust in my hand as I was heaved to my feet. The angel had saved me, pulled me from hell, but it would not pity me. I was to die on my feet, by its side. I turned my good side toward the gunfire and raised the gun. It nodded, its outstretched metal hand surging and pulsing in ancient shapes as blue shimmered around me. It turned, drawing its blade and together we surged headlong into the hailstorm of death and fire that awaited us.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "Red lights flashing on stark, white walls. Davis is running ahead of me, dropping his notes. We’re running for our lives. The fear gives me a strange perspective - I’m out of my body. I’ve forgotten how I got here. I don’t recognize this place.\n\nDavis and I slam pinned against a cell door and he shouts at me. I give him a dumb look. I can’t hear him, the sirens, anything, only the muffled throb of terror in my head. I turn away from Davis down the hall and I see it. The hulking mass, flickering red, glinting like steel and fresh blood. Its skin changes, flowing like mercury when I’m blinded by the sudden muzzle-flashes. They do no good. The beast surges forward and the security men become crimson mist and gore.\n\nI’m a statue, a cornered animal. A gate opens inside me and recognition floods in. I have seen this monster before. I have cut its shell and eviscerated its brothers. I have given it pain and measured its response. I have crafted then rejected countless like it. But I’ve never seen this beast so close, without the shield, without restraints. I have never seen it... free.\n\nI know I will die so I just watch with curious acceptance. The beast squats down, shovelling a heap of gore into its mouth. It is watching me with vague eyes, a sense of recognition, ancestral memory. It knows who I am and what I’ve done. It rears up like a bear and roars, shattering the lights and casting us into darkness. I can hear it lumbering toward me, its metal fingers rending the walls, but I know I am dead. I close my eyes and stand ready to pay.\n\nI feel the pull on my arm and realize Davis got the cell open. He tugs me into the cell beyond and I fall on my back. I see Davis standing at the open door, waiting, as the monster tears towards us.\n\nSuddenly I could live through this so I shout, 'Davis, close the goddamn door!' - But he shakes his head with eyes wide as moons. He shouts, 'Watch!' over the roaring and rending of metal.\n\nThen silence. Davis is panting, laughing? The beast fills the doorway, inches from him, dripping in blood, but still without violence. It stands there, looking at its hands. Davis whispers, 'No one would have believed me.'\n\nI crawl up the wall to stand, opposite the door. I’ve never seen this cell, a cold place with an array of shelves. A morgue? 'Where are we, Davis?'\n\n'This is where they keep them. The ones from Zariman.' I’m thrown, what was the Zariman? The ship that never returned? 'Davis, what’s going on?'\n\nDavis turns to me a smile forming - 'What's going on is...' he turns back to the beast now silent and calm. '...big, fat promotions.'",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Thumper",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Creates a localized storm of punishing explosions.",
    "/Lotus/Language/Items/BigBoyAbility": "Warhead",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Launches a plodding missile capable of unleashing a massive explosion.",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "This heavy duty Archwing was designed for one purpose, destruction.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Elytron",
    "/Lotus/Language/Items/EMPPushAbility": "Repel",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "The Warframe emits a massive pulse of energy, stunning nearby enemies and sending them flying.",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Core Vent",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Vents out the Archwing's propulsion core, confusing enemy projectiles and causing them to detonate.",
    "/Lotus/Language/Items/FireShieldAbility": "Energy Shell",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Forms a protective energy shell around the Warframe",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Disarray",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Drops flare beacons confusing incoming guided missiles.",
    "/Lotus/Language/Items/MissileVolleyAbility": "Seeking Fire",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Fires a large volley of homing missiles.",
    "/Lotus/Language/Items/OdonataPrimeDesc": "This enhanced version of the first Archwing prototype takes the design to its theoretical limits.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Odonata Prime",
    "/Lotus/Language/Items/StandardArchwingDesc": "The systems built into this Archwing balance offensive capabilities with defensive countermeasures.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Odonata",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Activates a cloaking field that hides the Warframe and any nearby allies who remain stationary.",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Penumbra",
    "/Lotus/Language/Items/StealthArchwingDesc": "Designed for quick clandestine attacks, the Itzal Archwing excels at striking from the darkness of space.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Deploys drones that fight alongside the Warframe, each detonating in a destructive blast when killed.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Fighter Escort",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Forms a miniature black hole that sucks in all nearby objects before rupturing in a massive shock wave.",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Cosmic Crush",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Itzal",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Launch a tethered hook that either pulls enemies close, or pulls the Warframe toward any stationary objects it hooks onto.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Arch Line",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Creates beacons that draw enemy fire, converting the damage into healing pulses.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Benevolent Decoy",
    "/Lotus/Language/Items/SupportArchwingDesc": "Transform into a winged guardian.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Amesha",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "Tiny drones orbit the Warframe or an ally, and intercept enemy fire.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Watchful Swarm",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "All damage taken is transformed into Energy, while abilities gain enhanced Range, Duration and Power. Affects the Warframe and nearby allies.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Vengeful Rush",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Renders the Warframe and nearby allies immune to Status Effects, while slowing nearby enemies.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Warding Grace",
    "/Lotus/Language/Items/TnTAbility": "Bloomer",
    "/Lotus/Language/Items/TnTAbilityDesc": "Fires a high-yield, remotely detonated explosive projectile capable of latching onto targets.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Skewer and hold a target, siphoning their health. Use again to hurl the victim damaging them and anyone near the impact site.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "Meathook",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Launch a pattern of charged mines all around you. Each mine detonates in a violent blast when touched, damaging enemies in a three-meter radius.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Gravemines",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Hurl a canister of graviton fluids to create a wide mire that will significantly slow enemies traveling across it. Alternatively, the canister can be shot in mid-air to create a fiery conflagration.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Necraweb",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Sweep surrounding enemies into the line of fire and suspend them in air with a force beam.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Firing Line",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Raise Bonewidow's shield to block incoming forward damage, reflecting it back at attackers. While active, bash enemies with a Maiden's Kiss.",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Shield Maiden",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Swathe the Necramech in a powerful electrical field that greatly enhances survivability in close combat. Enemies that strike the shroud will suffer for their impudence.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Storm Shroud",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Summon a devastating exalted blade.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Exalted Ironbride",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Take a stationary stance to deploy maximum firepower and gain increased structural integrity for a time.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Guard Mode",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Nothing fancy but gets the job done and then some. With its electrified armor, this rough and ready mech can make the battlefield treacherous for the enemy with an arsenal of explosives.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Voidrig",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "This fearsome Necramech, fashioned in honor of the Entrati matriarch, is a robust front-line fighter. Favoring armor and health over shield strength, Bonewidow can grab and hurl enemies, deploy a heavy shield for personal defense, and cleave through opposing ranks with a massive warblade.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Bonewidow",
    "/Lotus/Language/Primes/AshPrimeDesc": "Distraction and subterfuge become lethal weapons with Ash Prime. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/AshPrimeName": "Ash Prime",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "Bleed effects inflicted on enemies do |DAMAGE|% increased damage and last |DURATION|% longer.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "In bygone ages, mountains were said to house warriors. In this age, the mountain has become the warrior.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Atlas Prime",
    "/Lotus/Language/Primes/BansheePrimeDesc": "Banshee Prime assails her foes by manipulating sonic forces to deadly effect. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/BansheePrimeName": "Banshee Prime",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Doomed are the fools who attack the peace and exhaust the restraint of this reluctant warrior.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Baruuk Prime",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Bind the elements and unleash untold destruction with Chroma Prime. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Chroma Prime",
    "/Lotus/Language/Primes/EmberPrimeDesc": "Ember Prime offers the same potential for wanton destruction as Ember but provides unique mod polarities, allowing for greater customization.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ember Prime",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "Receive |STRENGTH|% Ability Strength for every enemy within |RANGE|m engulfed in flame<DT_FIRE>.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "Night and Day in final balance; the graceful perfection of the one that walks the borders.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Equinox Prime",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "Excalibur Prime is the epitome of mobility and offense, and features the same abilities as Excalibur, but has unique mod polarities installed allowing for greater customization.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Excalibur Prime",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Excalibur Prime deals |DAMAGE|% increased damage and attacks |SPEED|% faster when wielding swords.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "Frost Prime has the same chilling abilities as Frost but provides unique mod polarities, allowing for greater customization.",
    "/Lotus/Language/Primes/FrostPrimeName": "Frost Prime",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Striking Frost Prime with a melee attack has a |CHANCE|% chance to freeze the attacker for |DURATION|s.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Continue the legend of the glass-armored warrior Gara. Dominate the battlefield with the power and purity of crystal.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Gara Prime",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "White, gold and deepest scarlet, the queen of gore in full regalia.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Garuda Prime",
    "/Lotus/Language/Primes/GaussPrimeDesc": "Quicksilver takes form. Gauss Prime brooks no talk of defeat.",
    "/Lotus/Language/Primes/GaussPrimeName": "Gauss Prime",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "Primal. Insatiable. Grendel Prime devours all who oppose him.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Grendel Prime",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "The Inquisitor Eternal arises, hallowed by the Void, preaching a gospel of iron and flame.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Harrow Prime",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "Hildryn Prime proves that power is discipline’s reward.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Hildryn Prime",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Command the ocean’s fury with this king of gold and silver. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Hydroid Prime",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Rise, eternal, to cast the fear of Inaros into them. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Inaros Prime",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "Mutation is endless. The ravening plague-bearer returns in a long-unseen form, seething with a primal strain of the Infestation.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Nidus Prime",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "As regal and lethal as a nighttime wood, this is the queen of the hunt in her ultimate form.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Ivara Prime",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "Senses nearby enemies within |RADIUS|m.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "A harmony of mistress and monster. The gilded huntress and her loyal Kavat, Venari, dominate the battlefield with their will.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Khora Prime",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Dance between realms with this golden rift walker. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/LimboPrimeName": "Limbo Prime",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Confuse, deceive and destroy with Loki Prime. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/LokiPrimeName": "Loki Prime",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Able to hang from walls |MULT|x longer than normal.",
    "/Lotus/Language/Primes/MagPrimeDesc": "The exquisite Mag Prime offers the same abilities as Mag but with unique mod polarities for greater customization.",
    "/Lotus/Language/Primes/MagPrimeName": "Mag Prime",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "Nearby items gravitate toward Mag for easy collection.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Cast a long shadow with this lethal enforcer. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/MesaPrimeName": "Mesa Prime",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "Shoot dual-wielded sidearms |SPEED|% faster and reload single-handed sidearms |RELOAD|% more rapidly. Gain |HEALTH| Bonus Health when not using Melee Weapons.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "Dazzle the opposition with this golden master of illusion and mayhem. Featuring altered mod polarities allow for greater customization.",
    "/Lotus/Language/Primes/MiragePrimeName": "Mirage Prime",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "Sliding lasts |DURATION|% longer and acrobatic maneuvers are |SPEED|% faster.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "Death's new master. Featuring altered mod polarities allow for greater customization.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Nekros Prime",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "Restore |HEALTH| Health with every enemy death within |RADIUS|m.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Behold: the Scion of the Burning Wind, now before you in most courtly accoutrement. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Nezha Prime",
    "/Lotus/Language/Primes/NovaPrimeDesc": "Nova Prime wreaks devastation on her enemies using volatile antimatter. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/NovaPrimeName": "Nova Prime",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "When knocked-over, emit a |RADIUS|m defensive burst that topples attacking enemies and deals |DAMAGE| Damage.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Infiltrate the minds of your enemies with Nyx Prime. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/NyxPrimeName": "Nyx Prime",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "Enemies are |PERCENT|% less accurate when targeting Nyx Prime.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Protect the balance with this regal forest guardian. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/OberonPrimeName": "Oberon Prime",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Strike up a symphony of destruction with the mistress of music, Octavia, in her grandest and most spectacular form. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Octavia Prime",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "Behold the child of two fathers. Protea Prime once fulfilled Parvos Granum's vision of a time-wielding guardian. Now she upholds the Tenno ideal of defending the defenseless.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Protea Prime",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "The lost one rises. Reify the essence of the Eidolon as you wield Revenant Prime’s power.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Revenant Prime",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Takes Rhino's ground-shaking abilities to the next level with altered mod polarities that offer greater customization.",
    "/Lotus/Language/Primes/RhinoPrimeName": "Rhino Prime",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Emit a shockwave dealing |DAMAGE| damage after landing from a great height.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "A golden blossom conceals deadly nectar. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/SarynPrimeName": "Saryn Prime",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Status Effects inflicted upon enemies last |DURATION|% longer.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Tempting and terrifying, this is Titania in her ultimate form.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Titania Prime",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Become the bastion that defends allies using powerful healing abilities with Trinity Prime. Featuring altered mod polarities for greater customization.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Trinity Prime",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Revive fallen allies |SPEED|% faster and from |RANGE|% farther away.",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "A proud fighter emerges unscarred by time or malice. Featuring altered mod polarities allow for greater customization.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Valkyr Prime",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "Recover |PERCENT|% faster from being knocked down.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Transform the battlefield into a weapon with this gilded tactician. Features unique mod polarities for extended customization.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Vauban Prime",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Deal |DAMAGE|% Extra Damage to incapacitated enemies.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "A glorious warrior from the past, Volt Prime features the same abilities as Volt but with unique mod polarities for greater customization.",
    "/Lotus/Language/Primes/VoltPrimeName": "Volt Prime",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "Grounded movement generates an electrical charge building up |DAMAGE| Damage per meter that is unleashed with the next attack.",
    "/Lotus/Language/Primes/WispPrimeDesc": "Wisp Prime’s gilded splendor haunts the battlefield. Allies welcome her interdimensional beauty.",
    "/Lotus/Language/Primes/WispPrimeName": "Wisp Prime",
    "/Lotus/Language/Primes/WukongPrimeDesc": "The trickster-warrior ascends to his ultimate incarnation. ",
    "/Lotus/Language/Primes/WukongPrimeName": "Wukong Prime",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Take to the skies with this golden bird of destruction.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Zephyr Prime",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Nyx absorbs all incoming damage and channels that collected energy into an explosive radial discharge. Nyx's Weapon damage is buffed based on incoming absorbed damage when the Ability ends.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Absorb",
    "/Lotus/Language/Suits/AlchemistDesc": "The serpents of Lavos encourage him as he transmutes the battlefield. He uses Toxin, Cold, Electricity, and Heat to deal elemental damage. Harness the power of the dark alchemist.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Catalyst Probes erupt from Lavos and douse combatants in a fiery gel. Damage is doubled for each element afflicting an enemy.\n\nHold to imbue the next ability cast with <DT_FIRE>Heat.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Catalyze",
    "/Lotus/Language/Suits/AlchemistName": "Lavos",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Lash out with a toxic serpentine strike, consuming the target to heal Lavos.\n\nHold to imbue all abilities with <DT_POISON>Toxin.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Ophidian Bite",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Launch a probe that converts Health and Energy Orbs into Universal Orbs that provide both, and ammo pickups into Universal Ammo Pickups. The probe shocks enemies in close proximity. Each electrocuted foe reduces other ability cooldowns by 1.5s.\n\nHold to imbue the next ability cast with <DT_ELECTRICITY>Electricity.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Transmutation Probe",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "Dash forward, crashing through enemies and leaving an icy trail of broken vials.\n\nHold to imbue the next ability cast with <DT_FREEZE>Cold.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Vial Rush",
    "/Lotus/Language/Suits/AshDesc": "Behold the patron saint of the Orokin school of political assassination. Ash specializes in stealth. The edge of his blade is sooner felt than seen.",
    "/Lotus/Language/Suits/AshName": "Ash",
    "/Lotus/Language/Suits/AshPassiveAbility": "Bleed effects inflicted on enemies do |DAMAGE|% increased damage and last |DURATION|% longer.",
    "/Lotus/Language/Suits/AtlasDesc": "Enemies tremble before the brawler with fists as hard as stone. Atlas deals high damage. Command terrestrial elements that form the foundation of any battlefield.",
    "/Lotus/Language/Suits/AtlasName": "Atlas",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "Becomes immune to Knockdown effects while on the ground.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Summons a treacherous landslide of ice that instantly freezes and shatters all enemies in its radius.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Avalanche",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "When activated, this power stores damage caused by guns. When triggered again, that damage is channelled through the next gunshot.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Ballistic Battery",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Casts a wave of Rift energy that damages hostiles while pushing enemies and allies out of Limbo's current plane of existence.",
    "/Lotus/Language/Suits/BanishAbilityName": "Banish",
    "/Lotus/Language/Suits/BansheeDesc": "Banshee’s call heralds death. She maintains crowd control and identifies enemy weak points with sonic attacks. Few can hold their position when struck by her force.",
    "/Lotus/Language/Suits/BansheeName": "Banshee",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Weapon noises are hushed so that enemies cannot hear them.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Draws power from the decibel level of sound in the area and uses it to amplify a damage buff for Octavia and her allies. It also doubles the damage and range of nearby Mallets.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Amp",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Launches a rollerball that charms foes to follow it. Combines with the Mallet to create a roving ball of sonic destruction.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Resonator",
    "/Lotus/Language/Suits/BardDesc": "Octavia turns bass, beat, and melody into a symphony of devastation. The music of her Mandachord gives her high survivability and supports allies. Her composition means the enemy’s destruction.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Grants buffs to those who consistently perform actions in time to Octavia's music. Timed jumps offer the Vivace speed buff. Crouching on the beat grants cloaking with the Nocturne buff. Firing rhythmically bestows Opera multishot buff. Timed melee swings give the Forte damage buff.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Metronome",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Rhythmically beats damage into nearby enemies and draws their fire. Damage inflicted on the Mallet increases its lethality.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Mallet",
    "/Lotus/Language/Suits/BardName": "Octavia",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Valkyr lets out a rallying cry that bolsters her allies Attack Speed while slowing down nearby enemies.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Warcry",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Restore the health and shields of nearby allies while reducing the damage they take from enemies.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Blessing",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Summon a Bulwark rock-wall, activate again to send the rocks crashing toward the enemy. Bulwarks attacked by enemies release an area-of-effect Slash powered by the Health it has lost.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Tectonics",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "Atlas' hardened gaze will fossilize foes, heal Rumblers, and create Petrified Bulwarks. When shattered, petrified enemies drop healing Rubble for Atlas.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Petrify",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Bash enemies with an explosive sliding punch, and repeat for a devastating combo. Petrified enemies take extra damage, and drop Rubble when destroyed. Rubble can heal Atlas and bolster his armor. Stats are boosted by the equipped melee weapon's mods.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Landslide",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "Summon two elemental stone brawlers to the melee. Summoning petrifies enemies in close proximity to Atlas. When finished, Rumblers collapse into a pile of healing Rubble.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Rumblers",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "Temporarily shed the outer pieces of Xaku in a destructive blast, then stalk the battlefield in a new, swifter skeletal form. Enemies damaged by the body shrapnel are rendered weaker to Void Damage. Xaku's other active abilities' duration is frozen in time and resumes once The Vast Untime expires.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "The Vast Untime",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Cycle through a trio of lost Warframe powers. Accuse manifests a Void fissure to corrupt enemies into allies. Gaze grasps targets in Void tendrils that capture damage and inflict it when the target is released. Deny annihilates with a beam of Void energy, wiping Sentient resistances.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "The Lost",
    "/Lotus/Language/Suits/BrokenFrameDesc": "Broken Warframes adrift in the Void converged to create Xaku. Together, they deal high damage. Xaku proves that the sum of the whole is greater than its parts.",
    "/Lotus/Language/Suits/BrokenFrameName": "Xaku",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "|CHANCE|% Damage Reduction on AOE attacks and chance to avoid incoming weapon damage.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "Void Tendrils steal weapons from nearby enemies to use as your own floating, auto-targeting armament. Damage output increases based on enemy level. The number of weapons grabbed also determines the damage multiplier for The Lost: Deny's Void beam.",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Grasp of Lohk",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Wield Void damage for all attacks from equipped weapons when activated.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Xata's Whisper",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(TAP) Enclose a target in a magnetic field that ensnares nearby enemies and deals damage over time. The field pulls Polarize Shards that orbited Mag and shrapnel into the deadly mix.\n(HOLD) Mag surrounds herself in a magnetic field that absorbs ranged attacks and reflects damage back in a destructive cone.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Magnetize",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Summon a tempest to rain down upon a target area.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Tempest Barrage",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "With a powerful psychic blast, Nyx causes mass hysteria on the battlefield by confusing all enemies to attack random factions.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Chaos",
    "/Lotus/Language/Suits/ChromaDesc": "Unleash the draconic. Chroma employs Heat, Electricity, Toxin, and Cold to deal high damage while maintaining survivability. Soar with winged fury.",
    "/Lotus/Language/Suits/ChromaName": "Chroma",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "Wings sprout for an additional jump and bullet jump.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "Summon shadow versions of vanquished enemies to fight alongside you for a short period.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Shadows of the Dead",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Magnetize the bones of nearby enemies, causing them to collapse upon themselves.",
    "/Lotus/Language/Suits/CrushAbilityName": "Crush",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Supercharge Dagath’s weapons with extra Critical Damage. The effects are doubled on Doomed enemies. Escape fatal blows by briefly assuming a spectral form.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Grave Spirit",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Condemn nearby enemies to their doom. A portion of the damage Dagath deals is revisited upon them by a Wyrd Scythe. They also suffer <DT_VIRAL> Viral Damage.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Doom",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "Phantom Kaithes charge forth, inflicting <DT_VIRAL> Viral Damage upon all in their path. Their attack strips the defenses of Doomed enemies.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Rakhali’s Cavalry",
    "/Lotus/Language/Suits/DagathPassiveAbility": "There is a |PERCENT|% chance that Energy and Health Orbs will be |ENERGY|% more effective on Dagath.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Never underestimate the power and wrath of sullen sadness. Dagath's malice deals high damage.",
    "/Lotus/Language/Suits/DagathSuitName": "Dagath",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "Wyrd Scythes surround Dagath and seek out nearby enemies. Those struck are slowed and suffer <DT_VIRAL> Viral Damage with a guaranteed Status Effect. The scythes also spread Doom and extend its duration.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Wyrd Scythes",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "From the shadow of the long night emerges a new Excalibur.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "Loki deploys a holographic copy of himself that draws enemy fire and absorbs a portion of nearby enemy health and shields.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Decoy",
    "/Lotus/Language/Suits/DevourerDesc": "Grendel sees every battlefield as a smorgasbord. His insatiable appetite rewards him with high survivability. Enemies will be eaten. And regurgitated.",
    "/Lotus/Language/Suits/DevourerName": "Grendel",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Each enemy consumed grants |ARMOUR| bonus armor.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "Chroma fortifies squad Armor when his Shields are damaged or he kills an enemy with a melee weapon. He increases squad Weapon Damage when he loses Health or he kills an enemy with a ranged weapon, double the effect on weak point kills.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Vex Armor",
    "/Lotus/Language/Suits/DropAbilityDesc": "Launches a contained particle of antimatter that will detonate upon collision with increased deadliness when targeted by weapons.",
    "/Lotus/Language/Suits/DropAbilityName": "Antimatter Drop",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(TAP) Temporarily reduce the damage Mirage takes from enemies.\n(HOLD) Temporarily increase Mirage's weapon damage.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Eclipse",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Exhale a deep breath of elemental destruction. Tap to cycle through elements, hold to cast. The chosen element applies to all of Chroma's abilities.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Spectral Scream",
    "/Lotus/Language/Suits/EmberDesc": "Harness the power of fire. Ember’s heat deals high damage. She keeps a cool head when the battle is hot.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Protect Ember with flame armor that burns stronger over time, consuming energy once its meter is at full strength. Cast again to extinguish the flame.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Immolation",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Command a flaming comet to crash down in front of Ember, engulfing enemies with a fire that can spread through their ranks.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Inferno",
    "/Lotus/Language/Suits/EmberName": "Ember",
    "/Lotus/Language/Suits/EmberPassiveAbility": "Receive |STRENGTH|% Ability Strength for every enemy within |RANGE|m engulfed in flame<DT_FIRE>.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Allies will gain energy over time when enemies are marked with Energy Vampire.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Energy Vampire",
    "/Lotus/Language/Suits/EquinoxDesc": "Equinox rises from the edge of day and night. Her Day form offers offensive support while her Night form offers defensive support. She thrives between realms.",
    "/Lotus/Language/Suits/EquinoxName": "Equinox",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "|PERCENT|% of Health Orbs are converted into Energy, and |PERCENT|% of Energy Orbs are converted into Health.",
    "/Lotus/Language/Suits/ExcaliburDesc": "Excalibur epitomizes the warrior spirit. His master swordsmanship deals high damage. He is the embodiment of martial excellence.",
    "/Lotus/Language/Suits/ExcaliburName": "Excalibur",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Excalibur deals |DAMAGE|% increased damage and attacks |SPEED|% faster when wielding swords.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Excalibur Umbra",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "Umbra exhibits sentience in combat without Transference control. Attacks |SPEED|% faster and deals |DAMAGE|% more damage while wielding swords.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Miasma",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Release a poisonous miasma that deals <DT_VIRAL>Viral Damage to enemies in range. Foes afflicted by spores are more susceptible to the mist.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "Enemies fumble their weapons as they are whisked into the air. Nearby allies become immune to Status Effects. Hold the ability to cast the immunity onto Titania.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Spellbind",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Shrink down and take flight, while razorflies attack nearby enemies.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Razorwing",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Create a swarm of razorflies that transform an enemy into an irresistible floating beacon, attracting witless comrades before exploding on command.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Lantern",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Cycle through and extract one of the four Buffs when cast on an enemy. Thorns reduces incoming damage. Dust degrades enemy accuracy. Full Moon increases companion damage. Entangle slows enemies within range.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Tribute",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Charge and release a fiery projectile that ignites enemies on contact.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Fireball",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Slam the ground to create a wave of incinerating plasma that knocks back enemies and strips their armor.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Fire Blast",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "A frigid energy blast that freezes targets in their tracks.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Freeze",
    "/Lotus/Language/Suits/FrostDesc": "When Frost steps onto the battlefield, enemies experience a chill. Frost’s attacks control crowds, protect objectives, and increase survivability. Wield the biting cold.",
    "/Lotus/Language/Suits/FrostName": "Frost",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Striking Frost with a melee attack has a |CHANCE|% chance to freeze the attacker for |DURATION|s.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "Garuda sacrifices her health to generate energy and clear Status Effects.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Bloodletting",
    "/Lotus/Language/Suits/GarudaDesc": "Death’s crimson maiden sharpens her talons. Garuda weaponizes the blood of her foes to deal high damage. Sanguine beauty complements her deadly power.",
    "/Lotus/Language/Suits/GarudaName": "Garuda",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "Garuda's damage temporarily increases with each enemy she kills, to a maximum of |DAMAGE|%. \nSlashes with her talons if no melee weapon is equipped.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Rip the life force from an enemy and use it as a shield that captures damage, this kills significantly weakened enemies instantly. Charge to channel the captured damage into an explosive projectile.",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Dread Mirror",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Impale an enemy on an altar of talons and siphon health for Garuda and her allies.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Blood Altar",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Charge to expand the targeting area, release to send Garuda's talons careening toward each target in area. Surviving enemies are prone to bleeding.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Seeking Talons",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Deploy a gem that shoots prismatic beams. The gem targets enemies that are taking weapon damage from Citrine and her allies. Its beams inflict Heat, Cold, Toxin, and Electricity Status Effects. Status Chance and Status Duration increase for nearby allies.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Prismatic Gem",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Gaze upon the Crystal Bastion. Citrine's crystalline might supports allies on the battlefield. Combat only enhances her fractal beauty.",
    "/Lotus/Language/Suits/GeodeFrameName": "Citrine",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Citrine summons crystal fractals. The fractals rush forward, seeking enemies. Enemies touched by the fractals are paralyzed by crystalline growths. Hit the growths to deal Critical Damage.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Crystallize",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Citrine grants nearby allies |BASE| health regeneration per second. Pick up a Health Orb to increase regeneration by |HPS|, up to a maximum of |MAX|.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Slash and stagger enemies with a crystal blast that inflicts Bleed. Enemies afflicted with this Status Effect have an increased chance of dropping Health and Energy Orbs.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Fractured Blast",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Citrine guards herself and nearby allies with a crystalline shell that gradually decays. Kills and assists increase the defensive power of the shell.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Preserving Shell",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Launches a spinning blade of pain, dealing high damage and impaling enemies to walls.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Shuriken",
    "/Lotus/Language/Suits/GlassDesc": "Enemies are made fragile by Gara’s deadly touch. Gara’s vitric abilities provide her and her allies with survivability and deal high damage. Shatter the foe.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Trap enemies in a carousel of mirrors, forcing them to attack visions of their true selves. Destroyed mirrors damage their attackers, as does the collapse of the carousel.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Spectrorage",
    "/Lotus/Language/Suits/GlassName": "Gara",
    "/Lotus/Language/Suits/GlassPassiveAbility": "A chance to create a radial blind lasting |DURATION|s when Gara casts Abilities.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Create an expanding ring of molten glass that slowly crystallizes enemies who enter. When the expansion is complete, the ring hardens to block weapons fire. The ring draws extra strength from the health and shields of crystallized enemies. Use Shattered Lash to smash the ring and send razor-sharp glass flying.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Mass Vitrify",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Lash out with stream of shattered glass, or hold for an arcing strike. Stats are boosted by the equipped melee weapon's mods.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Shattered Lash",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "Gara's armor splinters into a maelstrom of shattered glass. Allies who contact the cloud are fortified against damage.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Splinter Storm",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Fires an energy prism that shoots lasers in all directions. Activating again detonates the prism, blinding nearby foes.",
    "/Lotus/Language/Suits/GrandFinaleName": "Prism",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Valkyr hurls forth a hook. If it hits an enemy, she pulls them to her. If it hits terrain, she pulls herself to the hook's location.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Rip Line",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Grendel curls into a ball. He heals over time as he rolls, knocking over anyone in his path. Jumping slams Grendel into the ground and generates a damaging shockwave.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Pulverize",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Regenerate health as Grendel absorbs nourishment from enemies in his gut. While he digests, enemies that attack or are attacked by Grendel suffer <DT_VIRAL>Viral Damage and energy sources provide more energy. These buffs extend to squad mates.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Nourish",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Swallow enemies whole and store them in Grendel's gut. Hold to vomit out stored enemies, covering them in toxic bile.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Feast",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Violently puke out a bile soaked enemy from Grendel's gut, turning the consumed into a toxic projectile. Nearby enemies are slowed and have their armor dissolved by the bile.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Regurgitate",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "With intense focus, Mesa draws her Regulator pistols, shooting down her foes in rapid succession.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Peacemaker",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Gain a brief burst of increased Critical Chance and Energy Regen, with each kill extending duration of Cathode Grace. Casting is on a cooldown. ",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Cathode Grace",
    "/Lotus/Language/Suits/GyreFrameDesc": "Annihilate enemies with the conductivity of coils and transmitters. Gyre’s electric attacks provide crowd control. She is the embodiment of elegant theory.",
    "/Lotus/Language/Suits/GyreFrameName": "Gyre",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "Gyre’s mechanisms spin at incredible speeds, generating an Electric Field that shocks nearby enemies. When Gyre gets a critical hit, a large electrical discharge will chain from the enemy that was hit to nearby enemies.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Rotorswell",
    "/Lotus/Language/Suits/GyrePassiveDescription": "Gyre's abilities have a 10% chance to deal critical damage for each Electrical status that affects the enemy.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Launch a Gyratory Sphere that will deal high damage on impact and periodically deal electrical shocks to nearby enemies. Hit multiple enemies at once with the initial launch to enhance damage.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Arcsphere",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Throw forward a Gyratory Sphere that will implode after a few seconds or can be manually triggered.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Coil Horizon",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Exude might and valor. Rise into the air and throw a barrage of Axios Javelins. The javelins deal damage to nearby enemies wherever they land. Direct hits to enemies deal greater damage.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Final Stand",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Summon Tharros, the shield of Styanax. Swing Tharros to repel enemies and reduce their shields and armor. Styanax regenerates health for every enemy struck.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Tharros Strike",
    "/Lotus/Language/Suits/HopliteFrameDesc": "Styanax never wonders how many enemies he will face, only where he can find them. The hoplite deals high damage. Enemies tremble before his spear and shield.",
    "/Lotus/Language/Suits/HopliteFrameName": "Styanax",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Throw an Axios Javelin. When the javelin impales an enemy against a wall, surrounding enemies are pulled into the area and suffer a burst of damage.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Axios Javelin",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "Styanax's critical chance increases with his shields and doubles for spearguns.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Draw enemy attention to Styanax. His resolve uplifts him and nearby allies, regenerating the squad's energy over time. Styanax and his allies also regenerate shields for every kill assist they contribute.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Rally Point",
    "/Lotus/Language/Suits/HydroidDesc": "Hydroid summons the power of the ocean depths. He provides crowd control with aqueous attacks. His enemies will meet a watery demise.",
    "/Lotus/Language/Suits/HydroidName": "Hydroid",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "Enemies damaged by Hydroid are more vulnerable to <PT_CAUSTIC_BURN>Corrosion Status, with initial Status reducing Armor by |PCT|%.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Sends a wave of razor sharp, crystalized ice toward an enemy, dealing heavy damage.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Ice Wave",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "Mirage creates an entourage of doppelgangers to confuse and distract the enemy.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Hall of Mirrors",
    "/Lotus/Language/Suits/InarosDesc": "Inaros commands the fearsome desert. He survives like the ever-shifting sands that empower him. Legend recalls Inaros as the Fear-Eater.",
    "/Lotus/Language/Suits/InarosName": "Inaros",
    "/Lotus/Language/Suits/InarosPassiveAbility": "When Inaros takes lethal damage, he entombs himself in a sarcophagus and incarnates as sand to attack enemies, draining their lifeforce to revive himself.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Gluttonous maggots swarm nearby enemies, feasting until they are hit with Virulence and burst with Infestation. The maggots benefit from Mutation and each enemy hit adds to the Mutation stack.",
    "/Lotus/Language/Suits/InfestAbilityName": "Ravenous",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Bind to a target with parasitic link. When cast on an ally, both the host and Nidus have their Ability Strength increased. Linked enemies take some of the damage inflicted on Nidus.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Parasitic Link",
    "/Lotus/Language/Suits/InfestPassiveAbility": "If Nidus is killed with at least |STACKS| stacks of Mutation, those |STACKS| stacks are consumed; this grants |DURATION|s of invulnerability and restores Health to |HEAL|%.",
    "/Lotus/Language/Suits/InfestationDesc": "Nidus draws strength from the Infestation. It bolsters him with survivability as he deals high damage and provides crowd control. Plague your enemies.",
    "/Lotus/Language/Suits/InfestationName": "Nidus",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Loki camouflages himself, becoming invisible to enemies.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Invisibility",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Create a shield aura around allies. Enemies that approach shielded allies will take damage. ",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Haven",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Charge and launch devastating bolts of fire.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Balefire",
    "/Lotus/Language/Suits/IronFrameDesc": "Strength is Hildryn’s virtue. Her unique high-damage abilities are powered by her Shields, which can be recharged with Energy. Hildryn proves that a strong offense is a good defense.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Take the skies and rain Balefire rockets down on the enemy. Nearby enemies are blasted into the air where they will create an Energy Orb every few seconds. When shields run out the enemies are smashed into the ground.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Aegis Storm",
    "/Lotus/Language/Suits/IronFrameName": "Hildryn",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "Hildryn's full Shield Gate is high. After her Shields are depleted, she is invulnerable to damage up to 3.5s.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Pillage a percentage of Shields and Armor of nearby enemies to replenish Hildryn's own Shields and Overshields. Also removes Status Effects from Hildryn and her allies.",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Pillage",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Rhino hardens his skin, insulating himself from all damage and gaining Overguard.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Iron Skin",
    "/Lotus/Language/Suits/IvaraDesc": "The huntress draws her bow. Ivara is stealth itself. Her enemies live in fear of her sudden attacks.",
    "/Lotus/Language/Suits/IvaraName": "Ivara",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "Senses nearby enemies within |RADIUS|m.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "Weave a dome of living chain that ensnares and strangles any enemy within, and any foolish enough to approach. Foes outside the trap will try to hasten their comrade's deaths by shooting them. Crack Whipclaw on the dome to further damage any trapped enemies.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Strangledome",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Send enemies reeling with a deafening whipcrack. Stats are boosted by the equipped melee weapon's mods.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Whipclaw",
    "/Lotus/Language/Suits/KhoraDesc": "Khora is red in whip and claw. She works together with her Kavat companion, Venari, to deal high damage and provide crowd control. Two bodies, one will.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Command Venari to focus on a target. Hold to cycle between Attack, Protect, and Heal postures. If Venari is killed, use this ability to revive her instantly.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Venari",
    "/Lotus/Language/Suits/KhoraName": "Khora",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "The ferocious kavat, Venari, fights by Khora's side and provides her with a |SPEED|% speed boost while active. If killed, Venari will reappear after |RESPAWN|s.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Bind a hapless target in living metal, entangling others who stray too close. Whipclaw will refresh the trap allowing it to capture more enemies.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Ensnare",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Summon a creature from the depths. Its watery tentacles emerge from nearby surfaces to wreak havoc.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Tentacle Swarm",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Valkyr is imbued with energy and becomes a ball of vicious rage, capable of unleashing a torrent of deadly claw attacks on unsuspecting foes.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Hysteria",
    "/Lotus/Language/Suits/LavoPassiveAbility": "Energy and Universal Orbs give Lavos status immunity for |DURATION|s.\n\nHold any ability to imbue the next cast with additional Elemental Damage and Status.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Erect a containment field to capture enemies and suspended them in stasis, stripping their armor. Hold to collapse all Bastilles into a single damaging vortex.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Bastille",
    "/Lotus/Language/Suits/LimboDesc": "Master the rift between shadow and substance. Limbo disrupts time-space to provide crowd control. He is at home where others struggle with what is real.",
    "/Lotus/Language/Suits/LimboName": "Limbo",
    "/Lotus/Language/Suits/LimboPassiveAbility": "Dodge to enter and exit the Rift. Entering leaves behind a small Rift portal lasting |DURATION|s. Energy slowly recharges in the Rift, and each enemy killed in there also gives |ENERGY| Energy.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Any damage taken while Link is active will be channeled to a nearby enemy.",
    "/Lotus/Language/Suits/LinkAbilityName": "Link",
    "/Lotus/Language/Suits/LokiDesc": "Loki knows the art of deception. The trickster employs stealth to sabotage enemies. Sow confusion.",
    "/Lotus/Language/Suits/LokiName": "Loki",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Able to hang from walls |MULT|x longer than normal.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "Depending on Chroma's elemental alignment, an offensive area-of-effect is created. Chroma and its nearby allies are imbued with defensive energy.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Elemental Ward",
    "/Lotus/Language/Suits/MagDesc": "Take down your enemies with magnetic force. Mag alters magnetic fields to provide crowd control and strip enemy defenses. Few can resist her attraction or her repulsion.",
    "/Lotus/Language/Suits/MagName": "Mag",
    "/Lotus/Language/Suits/MagPassiveAbility": "Nearby items gravitate toward Mag for easy collection.",
    "/Lotus/Language/Suits/MesaDesc": "The gunslinger has a steady deadly hand. Each shot deals high damage. Mesa is the fastest draw in the realm.",
    "/Lotus/Language/Suits/MesaName": "Mesa",
    "/Lotus/Language/Suits/MesaPassiveAbility": "Shoot dual-wielded sidearms |SPEED|% faster and reload single-handed sidearms |RELOAD|% more rapidly. Gain |HEALTH| Bonus Health when not using Melee Weapons.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Nyx invades the psyche of a target, confusing enemies and making them fight for the Tenno cause. Targets then fired upon by Nyx receive a damage multiplier.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Mind Control",
    "/Lotus/Language/Suits/MirageDesc": "Mirage’s sleight of hand complements her might. Her dazzled foes take heavy damage. Doppelgangers, lasers, and traps are elements of her stagecraft.",
    "/Lotus/Language/Suits/MirageName": "Mirage",
    "/Lotus/Language/Suits/MiragePassiveAbility": "Sliding lasts |DURATION|% longer and acrobatic maneuvers are |SPEED|% faster.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Primes all enemies in a radius with volatile antimatter.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Molecular Prime",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Cloud Walker",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Evaporate into a cloud of mist and float through the battlefield, dazing any enemies encountered, while healing Wukong and his twin.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Defy",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Wukong and his twin become invulnerable and defy enemies to attack. All damage is captured, stored, and dealt back in a single furious strike of Wukong's staff.\nBonus Armor is then granted relative to the damage captured.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Shedding part of himself, Wukong creates a twin to fight by his side. Attack at range and the twin will melee, pull a blade and the twin will lay down covering fire.\nUse again to command the twin to attack a target with increased damage.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Celestial Twin",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Summon the iron staff and unleash fury.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Primal Fury",
    "/Lotus/Language/Suits/NekrosDesc": "There is a reaper whose name is Nekros. He provides deathly crowd control. Erstwhile enemies become allies when Nekros calls up recruits from the dead.",
    "/Lotus/Language/Suits/NekrosName": "Nekros",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "Restore |HEALTH| Health with every enemy death within |RADIUS|m.",
    "/Lotus/Language/Suits/NezhaDesc": "The mercurial firemonger protects the innocent. Nezha’s multifaceted tactics give him high survivability as he inflicts damage and provides crowd control. His fire is the clarion of hope.",
    "/Lotus/Language/Suits/NezhaName": "Nezha",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "Slide |SPEED|% faster and go |RANGE|% farther.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Hurl a flaming ring that sets enemies ablaze making them vulnerable to any damage. Flaming enemies drop Restorative Orbs on death. Charge to amplify the power of the ring, and reactivate to instantly travel to the ring's location.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Blazing Chakram",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Create a protective ring of fire, that also stuns and damages enemies who get too close.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Warding Halo",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Impale nearby enemies on spears that erupt from the below. Activate again to slam surviving enemies back into the ground.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Divine Spears",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Blaze a trail of flames, scorching enemies and cleansing allies. Teleporting blasts the landing area with a ring of fire.",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Fire Walker",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Project fierce shadow clones of Ash upon groups of distant enemies. Join the fray using Teleport.",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Blade Storm",
    "/Lotus/Language/Suits/NovaDesc": "Harness antimatter. Nova uses antiparticles to provide crowd control and amplify damage output. She obliterates enemies by destabilizing matter itself.",
    "/Lotus/Language/Suits/NovaName": "Nova",
    "/Lotus/Language/Suits/NovaPassiveAbility": "When knocked-over, emit a |RADIUS|m defensive burst that topples attacking enemies and deals |DAMAGE| Damage.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Creates antimatter particles that orbit Nova and seek nearby targets. Each active particle gives +5% damage reduction to Nova's health, stacking up to 90%.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Null Star",
    "/Lotus/Language/Suits/NyxDesc": "Psychic attacks make Nyx a dangerous foe. She reaches into enemy consciousness to provide crowd control and turn their attacks back on them. Such manipulation can turn the tide of battle.",
    "/Lotus/Language/Suits/NyxName": "Nyx",
    "/Lotus/Language/Suits/NyxPassiveAbility": "Enemies are |PERCENT|% less accurate when targeting Nyx.",
    "/Lotus/Language/Suits/OberonDesc": "Healing and suffering do Oberon’s bidding. His command of the natural world supports allies. Boon to his friends, bane of his foes.",
    "/Lotus/Language/Suits/OberonName": "Oberon",
    "/Lotus/Language/Suits/OberonPassiveAbility": "Allied Companions receive |HEALTH|% Health-link, Armor-link and Shield-link from Oberon. In addition, your Companion receives an instant revive per mission.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Drops a Temporal Anchor which, after a short duration, Protea rewinds to trigger a temporal implosion. Implosion damage increases based on damage dealt between anchor drop and rewind. Everything lost or expended in that time is returned.\nDying while Anchor is active rewinds Protea to the anchor, saving her. Protea is knocked down and the anchor vanishes.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Temporal Anchor",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Deploys an artillery unit to blast plasma charges at enemies it faces. Each enemy hit increases the power of subsequent plasma attacks.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Blaze Artillery",
    "/Lotus/Language/Suits/OdaliskDesc": "Protea knows all about protection. Her vast arsenal inflicts damage and provides ally support. She can even manipulate time itself.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Deploys a device that generates 3 pickups after a short delay: empowered health orb, universal ammo pack and energy orb.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Dispensary",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "Throw out grenades in an arc.\n\n(TAP) SHRAPNEL VORTEX\nCreates a slashing, staggering swirl of shrapnel.\n\n(HOLD) SHIELD SATELLITES\nProtea reconfigures Grenades to work as overcharging shield generators, protecting her, her allies and companions. When Shields break, a Satellite is destroyed to double minimum Shield Gate invincibility time.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Grenade Fan",
    "/Lotus/Language/Suits/OdaliskName": "Protea",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Every |CASTS|th Power Cast is granted +|STRENGTH|% Ability Strength.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "Volt discharges the electricity that courses through him. The shockwave paralyzes and damages nearby enemies. Enemies on the edge of the shockwave are stunned.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Discharge",
    "/Lotus/Language/Suits/PacifistDesc": "Beware the fury of the truly patient. Baruuk boasts survivability and crowd control. Pushed beyond his restraint, he unleashes the storm within.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Summon a bevy of orbiting daggers to seek out enemy guns, destroying them with a small explosion. Combine with Elude to double the range.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Desolate Hands",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Dodge all incoming projectiles, but only while not attacking. Use again to deactivate this ability.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Elude",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "With his Restraint eroded, Baruuk commands the Desert Wind to deliver powerful radial strikes with his fists and feet. Each moment commanding the storm restores his Restraint.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Serene Storm",
    "/Lotus/Language/Suits/PacifistName": "Baruuk",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "Each projectile dodged, each enemy lulled or disarmed, erodes Baruuk's restraint and fuels the storm within. As Baruuk's restraint is diminished he becomes up to |PERCENT|% more resistant to damage.",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "A calming wave slows enemies until they fall into a slumber. Enemies woken by damage will be confused and disoriented. Short-term amnesia means all waking enemies forget anything that happened before the lull.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Lull",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Open Noctua, Dante’s Exalted Tome, and unleash a tale of woe upon his enemies.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Noctua",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "Dante's composition draws blood from nearby enemies, inflicting Slash Damage upon them.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Dark Verse",
    "/Lotus/Language/Suits/PagemasterDesc": "Seeker of knowledge. Keeper of history. Daring researcher of Leverian lore. Dante composes arcane tales to support allies and devastate enemies.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "Dante must compose two other Verses before his Final Verse.\n\nTRIUMPH: Two Light Verses cast in succession invigorate allies with a buff that increases Health and grants Overguard. Kills and assists briefly regenerate Overguard.<br>Dante must compose two other Verses before his Final Verse.\n\nTRAGEDY: Two Dark Verses cast in succession attack enemies. Any Damage Over Time they have suffered accumulates in a single blast.<br>Dante must compose two other Verses before his Final Verse.\n\nWORDWARDEN: A Light Verse followed by a Dark Verse supports allies with copies of Noctua. Noctua copies synchronize their attacks with their designated ally’s attacks.<br>Dante must compose two other Verses before his Final Verse.\n\nPAGEFLIGHT: A Dark Verse followed by a Light Verse summons Paragrimms that swoop at enemies, making them vulnerable to Status Chance and Status Damage, as well as drawing enemy attacks away from allies.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Final Verse",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "Dante's vitalizing composition grants him and his allies Overguard and increases their Health.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Light Verse",
    "/Lotus/Language/Suits/PagemasterName": "Dante",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "Noctua scans targets, recording information for your Codex. Status Chance increases by |CHANCE|% on fully scanned targets.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "Replenish |ENERGY| energy over |DURATION|s for Octavia and allies within |RANGE|m when abilities are activated.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Kullervo surrounds himself with daggers. Each dagger that strikes an enemy restores his health, but each dagger that misses an enemy strikes Kullervo, dealing a bit of damage. When Kullervo has max Health, he receives Overguard from struck enemies.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Recompense",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "The Void answers Kullervo's invocation with a storm of daggers that rain down upon his enemies.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Storm of Ukko",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "Kullervo answers for his sins and the sins of others. His daggers and melee prowess deal high damage. Seize the power of treachery to slake his thirst for revenge.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Kullervo",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Kullervo sends forth a curse that binds enemies. When a cursed enemy takes damage from him, every other cursed enemy also suffers a portion of that damage.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Collective Curse",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Kullervo boasts +|EFFICIENCY|% Heavy Attack Efficiency and +|WINDUP|% Heavy Attack Wind Up Speed on all melee weapons.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(TAP) Kullervo charges a Heavy Attack, then teleports to his target and strikes. His rage-filled focus temporarily increases his Melee Critical Chance.\n(HOLD) Teleport to any marked location.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Wrathful Advance",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Nyx launches a cluster of force bolts at enemies, using telekinesis to adjust flight paths and seek nearby targets. Hits strip some enemy defenses.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Psychic Bolts",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Plunder Armor from nearby enemies and increase <DT_CORROSIVE>Corrosive Damage on your Abilities and weapons. Enemies affected by <DT_CORROSIVE>Corrosion Status offer a greater increase.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Plunder",
    "/Lotus/Language/Suits/PoisonAbilityName": "Spores",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Inflict a target with a pox of <DT_CORROSIVE>Corrosive spores. Spread spores to nearby enemies by destroying them or killing their host. The longer the Spore spreads, its damage will increase.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Cast a wave of energy that chains them where they stand. Each enemy held reinforces Harrow's shields.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Condemn",
    "/Lotus/Language/Suits/PriestDesc": "Achieve redemption through vengeance. The monastic Harrow increases damage to support allies. Defy enemies and ascend.",
    "/Lotus/Language/Suits/PriestName": "Harrow",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Overshield capacity doubled.\nStart missions at maximum energy.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Sacrifice Shields to boost Reload Speed, and Fire Rate while converting damage inflicted on enemies into health for Harrow and nearby allies.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Penance",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Channel Harrow's energy into the Thurible to generate a buff. Once finished, kill enemies to bestow nearby allies with bursts of energy. The more energy channeled the greater the reward for each kill. Headshots produce extra energy.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Thurible",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Protect nearby allies with an energy force that absorbs all damage and converts it to a Critical Chance bonus for all those under the Covenant. Headshots are amplified even further.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Covenant",
    "/Lotus/Language/Suits/PullAbilityDesc": "Mag stuns enemies as she manifests a magnetic vortex. The vortex pulls in Polarize Shards and stunned enemies to place them directly in front of her.",
    "/Lotus/Language/Suits/PullAbilityName": "Pull",
    "/Lotus/Language/Suits/PushAbilityDesc": "Banshee emits a sonic shockwave that pushes targets in range with enough force to incapacitate or kill attackers.",
    "/Lotus/Language/Suits/PushAbilityName": "Sonic Boom",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Guard yourself and nearby allies against Status Effects. Each time Qorvex kills or assists in killing an enemy affected by <DT_RADIATION> Radiation Status, the number of Status Effects Disometric Guard can prevent increases.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Disometric Guard",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Release a beam from Qorvex's Crucible Core. Each enemy struck suffers <DT_RADIATION> Radiation Damage with a guaranteed Status Effect. Enemies affected by <DT_RADIATION> Radiation Status explode in a chain reaction.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Crucible Blast",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "Weapons wielded by Qorvex have an additional +|PUNCH_THROUGH| Punch Through.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Summon a Chyrinka Pillar that slows enemies. It pulses <DT_RADIATION> Radiation Damage with a guaranteed Status Effect.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Chyrinka Pillar",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Albrecht Entrati designed Qorvex to protect a Chosen Operator from the unique hazards of his lab. A Crucible Core gives Qorvex high survivability as he provides crowd control.",
    "/Lotus/Language/Suits/QorvexSuitName": "Qorvex",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Contain the threat. Qorvex summons walls that slam together, damaging all enemies caught between them and inflicting <DT_RADIATION> Radiation Status.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Containment Wall",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Emit a bright flash of light, blinding all nearby enemies.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Radial Blind",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Let out ferocious howl that stuns nearby enemies and causes Sentients to shed any built up resistances.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Radial Howl",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Lets forth a wave of energy, disrupting the projectile weapons of enemies in range and forcing them to revert to melee combat.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Radial Disarm",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Radial javelins impale nearby enemies, inflicting bleed status.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Radial Javelin",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Summon a mighty bow and unleash a volley of devastating arrows.",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Artemis Bow",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Assume control of any projectile launched by Ivara and guide it to the target.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Navigator",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Cycle through and shoot one of four tactical arrows. Cloak creates a stationary bubble that cloaks Ivara and allies. Dashwire creates a traversable zipline. Noise emits a high-pitched sound that attracts enemies to it. Sleep temporarily puts nearby enemies into a deep slumber.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Quiver",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Become invisible and steal loot from unsuspecting enemies or take out prey with deadly headshots.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Prowl",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Quickly lifts enemies into the air and then hurls them down with conviction. Enemies who succumb to this power have a chance to spawn a Health Orb.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Reckoning",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Healing waves of energy flow outward from Oberon to his allies, regenerating Health over time.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Renewal",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Dash through enemies as a wall of sentient energy, leeching shields and health from any encountered, enhanced for thralls.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Reave",
    "/Lotus/Language/Suits/RevenantDesc": "Macabre spectral power has risen. Infused with the essence of the Eidolon, Revenant has strong survivability and deals high damage. Enemies become his thralls.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Convert a target into a zealous thrall. Thralls turn on their allies and enthrall through damage. On death, they disintegrate into a damaging pillar of energy. The thrall horde remains under Revenants spell until this ability runs out.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Enthrall",
    "/Lotus/Language/Suits/RevenantName": "Revenant",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Shield depletion smashes enemies within |RADIUS|m with a |DAMAGE| Damage knockdown shockwave.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Erupt with a multitude of Eidolon energy beams and sweep a circle of death around Revenant. The beams will modify their Damage Type to target select defenses, while incoming damage is redirected back into the beams. Hold fire to boost Status Effects and Damage, at the cost of increased energy consumption. Thralls killed by this ability leave overshield pickups.",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Danse Macabre",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Become enveloped in Sentient energy, redirecting damage and stunning all those who dare attack. Stunned enemies can be Enthralled at no energy cost.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Mesmer Skin",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Rhino charges towards a target, clobbering any in his path and goring his victim.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Rhino Charge",
    "/Lotus/Language/Suits/RhinoDesc": "Rhino packs a punch. He boasts high survivability and crowd control. The wise would do well to stand clear when he charges.",
    "/Lotus/Language/Suits/RhinoName": "Rhino",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Emit a shockwave dealing |DAMAGE| damage after landing from a great height.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Grants all nearby Warframes increased damage for a short duration.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Roar",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Rhino stomps with force sufficient to disrupt time, tumbling enemies around him in stasis.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Rhino Stomp",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Envelops Mesa in a barrier of energy, reflecting back incoming bullet damage.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Shatter Shield",
    "/Lotus/Language/Suits/RunnerDesc": "Take charge with the Saint of Altra. Gauss is fast, deals high damage, and has strong survivability. Movement charges his powerful battery, so never stop moving.",
    "/Lotus/Language/Suits/RunnerName": "Gauss",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "Moving generates an electrical current that fills Gauss' battery. Shields recharge up to |SPEED|% faster while the Recharge Delay is up to |DELAY|% shorter, based on the battery level.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Generate armor plating that converts a portion of absorbed Kinetic Damage (Physical, <DT_FIRE>Heat, <DT_FREEZE>Cold, and <DT_EXPLOSION>Blast) into Energy. Also protects Gauss from being staggered or knocked down. Damage Resistance is relative to the battery level.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Kinetic Plating",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Push Gauss' battery beyond the redline, supercharging his Abilities and setting Fire Rate, Attack Speed, Reload Speed, and Casting Speed into overdrive. When past the redline, bolts of arcing electricity dance periodically from Gauss, exploding en masse when the ability is deactivated.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Redline",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Burst into a hyper-sprint bowling over enemies and charging the battery. Crashing into solid objects generates a powerful shockwave. Hold to rush continuously.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Mach Rush",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Siphon kinetic energy from the area, charging the battery and inflicting <DT_FREEZE>Cold Status on nearby enemies. Hold reverses the process, draining the battery and inflicting <DT_FIRE>Heat Status on nearby enemies.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Thermal Sunder",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Rupture the ground with a damaging fungal growth that steals energy from each enemy it strikes. For every five enemies hit, the Infestation mutates, multiplying its destructive force.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Virulence",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Gives an ally Extra Damage while jamming the guns of nearby enemies. This power shifts between team members.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Shooting Gallery",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Activate to form Armor by draining Inaros' Health. Activate again to stop the formation early. The protective layer reduces incoming Damage and absorbs Status Effects.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Scarab Shell",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Blast enemies with a wave of cursed sand that blinds them and steals their health.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Desiccation",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Become a sandstorm. Inaros devours enemies pulled into his whirlwind, healing himself.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Sandstorm",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Summon a Scarab Swarm to attack enemies with guaranteed Corrosion Status. Damage scales with Inaros' Health. Enemies killed while immersed in the swarm summon a Swarm Kavat that fights alongside Inaros and guides the scarabs to other enemies.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Scarab Swarm",
    "/Lotus/Language/Suits/SarynDesc": "Toxicity is Saryn’s strength. Her serpentine powers deal heavy damage. For Saryn, venom is a virtue.",
    "/Lotus/Language/Suits/SarynName": "Saryn",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Status Effects inflicted upon enemies last |DURATION|% longer.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Forces fallen enemies around you to drop additional loot.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Desecrate",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Chroma turns his pelt into a massive sentry that strengthens nearby allies and engulfs enemies in elemental attacks.",
    "/Lotus/Language/Suits/SentientAbilityName": "Effigy",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Converge three streams of raw energy upon a single point, causing a massive reactive blast. The fallout from the blast will strip the armor and shields from all enemies that touch it.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Fusion Strike",
    "/Lotus/Language/Suits/SentientFrameDesc": "The heir of twin kingdoms ascends. Biological and Sentient life meet in Caliban. An adept monarch, he offers crowd control and survivability. His creator had more than one world in mind.",
    "/Lotus/Language/Suits/SentientFrameName": "Caliban",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "Allies within Affinity range gain up to |PCT|% resistance to the types of damage they are currently taking.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Smash the ground sending out a radial wave of destruction. Those not killed by the initial blast are helplessly lifted into the air, where they take amplified damage for a short time.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Sentient Wrath",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Call on Caliban's Sentient aspect to produce up three Conculyst comrades to fight by his side, and repair his shields.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Lethal Progeny",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Become a spinning vortex of death. Hold <PRE_ATTACK> to accelerate the maelstrom, increasing damage or target an enemy by tapping <PRE_ATTACK> to dash toward them. Hitting enemies inflicted with Sentient Wrath creates a destructive blast.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Razor Gyre",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Shedding her skin like a snake, Saryn leaves a decoy behind to draw fire from enemies.",
    "/Lotus/Language/Suits/ShedAbilityName": "Molt",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "Volt deploys an electric shield that blocks projectiles.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Electric Shield",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Valkyr unleashes her shields, stunning and damaging enemies around her.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Paralysis",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Emit an energy pulse that depletes enemy shields and armor as it restores ally shields. Debris left over from the pulse becomes Polarize Shards. Nearby Polarize Shards orbit Mag and cut enemies, inflicting bleed status.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Polarize",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Launch a voltaic projectile that stuns and damages its target. A chain of electricity extends from the target to shock nearby enemies.",
    "/Lotus/Language/Suits/ShockAbilityName": "Shock",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "Using Silence surrounds Banshee in an aura that stuns enemies and will limit their perceptions and tactical response to gunfire and Warframe attacks.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Silence",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Slash and dash through enemies alongside a radial specter. The powerful Exalted Blade’s slashes inflict bleed status.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Slash Dash",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Booby trap nearby objects while conjuring an irresistible jewel that bursts with radial blind when touched in darkness, or a radial explosion in light. Conjure multiple smaller jewels with the help of Hall of Mirrors.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "Sleight of Hand",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Focuses deadly energy within a target and then projects it outwards, damaging both the target and surrounding enemies.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Smite",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Drops a smoke bomb that stuns enemies and obscures their vision, rendering Ash invisible for a short time.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Smoke Screen",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Frost deep freezes any vapor and moisture in the area, creating a protective sphere with brief invulnerability to boost its strength.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Snow Globe",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Using acoustic location, Banshee's Sonar power finds and tracks enemies, and exposes critical weak spots to everyone in your squad.",
    "/Lotus/Language/Suits/SonarAbilityName": "Sonar",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "A blow so powerful, it turns the enemy's very soul into a deadly projectile, damaging all in its path. Enemies that survive the blow are Marked for Harvest and become one of Nekros' Shadows of the Dead if killed while marked.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Soul Punch",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Channeling all of her acoustic energy into the environment, Banshee uses ultrasonic reverberations to violently shake the ground.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Sound Quake",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Embody an electric current. Volt and his allies receive a brief movement speed boost and a reload speed buff.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Speed",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Sanctifies the ground before Oberon with righteous fire, inflicting damage to any enemy that stands in the flames.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Hallowed Ground",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Freezes Rift-bound enemies. While active, enemy projectiles are arrested in mid-air, resuming its trajectory when stasis ends.",
    "/Lotus/Language/Suits/StatisAbilityName": "Stasis",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "Loki instantaneously swaps positions with a target, confusing the enemy.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Switch Teleport",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Summon a sword of pure light and immense power.",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Exalted Blade",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "A violent blast of Void energy tears open a pocket of rift plane which can sustain itself for a short period before collapsing in another lethal blast.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Cataclysm",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Ash teleports towards the target, bringing him into melee range and making enemies vulnerable to finishers.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Teleport",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Spawn an Infested pod that erupts with tendrils, latches onto nearby enemies and pulls them in. Enemies killed while held have a chance of generating a Mutation stack.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Larva",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Cast fear into the hearts of nearby enemies, causing them to run away in terror.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Terrify",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Crash through enemies in a ferocious wall of water.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Tidal Surge",
    "/Lotus/Language/Suits/TitaniaDesc": "Titania’s fairy-like appearance belies her formidable regal power. The enchantress deals high damage and provides crowd control. She forces opponents to pay homage or perish.",
    "/Lotus/Language/Suits/TitaniaName": "Titania",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "Titania generates Health for herself and nearby allies every time she casts an Ability.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Cycle through four deployable mines. Tether Coil immobilizes and groups enemies together. Flechette Orb fires out deadly nails in all directions. Vector Pad accelerates enemies and allies in the pad's direction. Overdriver latches onto the nearest ally and boosts their weapon damage.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Minelayer",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Drop a targeting beacon that calls in a devastating laser artillery strike.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Photon Strike",
    "/Lotus/Language/Suits/TrinityDesc": "Trinity embodies redemption and health. Her extraordinary healing powers support allies. Where others destroy, she restores.",
    "/Lotus/Language/Suits/TrinityName": "Trinity",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Revive fallen allies |SPEED|% faster and from |RANGE|% farther away.",
    "/Lotus/Language/Suits/ValkyrDesc": "Valkyr was modified into a highly motivated and fearsome killer. She is adept at dealing damage and surviving. Her battle cry strikes terror into all who hear it.",
    "/Lotus/Language/Suits/ValkyrName": "Valkyr",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "Recover |PERCENT|% faster from being knocked down.",
    "/Lotus/Language/Suits/VaubanDesc": "Vauban is the model of innovative technology. He deploys clever inventions to provide crowd control. His tenacity and focus make him formidable.",
    "/Lotus/Language/Suits/VaubanName": "Vauban",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Deal |DAMAGE|% Extra Damage to incapacitated enemies.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "Surges nearby Rift-bound enemies with Rift energy. When killed the Rift Surge is transferred to a nearby enemy outside the rift. Surged enemies that leave the Rift perform a radial Banish.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Rift Surge",
    "/Lotus/Language/Suits/VoltDesc": "Electricity flows through Volt. His attacks deal high damage. Enemies will be shocked.",
    "/Lotus/Language/Suits/VoltName": "Volt",
    "/Lotus/Language/Suits/VoltPassiveAbility": "Grounded movement generates an electrical charge building up |DAMAGE| Damage per meter that is unleashed with the next attack.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Toxic Lash",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "While active, attacks deal additional <DT_POISON>Toxin Damage; this effect is doubled for Melee Strikes. Instantly burst spores when attacking afflicted enemies.",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Create a well of life on an enemy. Allies near the target gradually regenerate health and are immune to Status Effects. Status Effect damage intended for nearby allies will be absorbed by the enemy. Allies gain additional health when they attack the enemy.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Well of Life",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(TAP) Raksh's fangs tear into your enemies. 5 random Status Effects are applied at 10 Stacks each on an enemy. On target's death, spread the Status Effects to other nearby enemies.\n\n(HOLD) Raksh guards Voruna with Status Effect resistance.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Fangs of Raksh",
    "/Lotus/Language/Suits/WerewolfDesc": "Four beasts, one heart. Voruna's loyal wolf pack makes for a deadly combination of strength and stealth. Beware the monstrous howl that heralds fangs of vengeance.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(TAP) Voruna drops to all fours and prepares 5 brutal charges that lock onto enemies. Ulfrun, the most powerful wolf, leads the attack as Voruna dashes toward her target. The pack deals increased damage to targets and nearby enemies that are inflicted by Status Effects. Lethal attacks double the damage of Voruna's remaining charges.\n\n(HOLD) Ulfrun guards Voruna. If Voruna falls during this time, Ulfrun dies in her place.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Ulfrun's Descent",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(TAP) Lycath hunts to sustain the pack. Enemies killed by melee attacks drop health orbs and enemies killed by headshots drop energy orbs. Increase the duration of Lycath’s hunt by killing enemies affected by 5 or more Status Effects.\n\n(HOLD) Lycath guards Voruna with increased Heavy Attack efficiency.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Lycath's Hunt",
    "/Lotus/Language/Suits/WerewolfName": "Voruna",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Voruna never fights alone. In mission, hold Abilities to call upon each wolf’s unique Passive power.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(TAP) Dynar shrouds Voruna with invisibility and accelerates her speed. Invisibility ends when Voruna attacks. For a short time after invisibility ends, melee attacks have increased Critical Damage, Status Chance, Critical Chance and inflict Bleed. Melee kill an enemy during this time to extend the melee buff once per cast.\n\n(HOLD) Dynar guards Voruna, increasing her Parkour Velocity.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Shroud of Dynar",
    "/Lotus/Language/Suits/WispFrameDesc": "Wisp floats between the material and the ethereal. She accesses multiple dimensions to support her allies. Her countenance is mysterious and enigmatic.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Open a dimensional breach to overwhelm nearby enemies and cause them to release aggressive Surge sparks when damaged.\nWisp may also target a Reservoir to teleport to it and double the range of the surge.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Breach Surge",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "Cast forward a spectral image of Wisp to confuse and distract enemies. Reactivate to travel to its position. Hold to have the image travel faster and teleport to its position on release. ",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Wil-O-Wisp",
    "/Lotus/Language/Suits/WispFrameName": "Wisp",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Flowing between dimensions, Wisp becomes invisible to enemies while in the air. ",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Choose and summon a Reservoir filled with Motes that attach to and aid Wisp and her allies. Haste Mote grants increased movement and attack speed. Vitality Mote increases maximum health and heals over time. Shock Mote stuns nearby enemies.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Reservoirs",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Open a portal to the sun to irradiate enemies with a devastating beam of pure solar plasma. Hold fire to double Damage at the cost of increased energy consumption. For the duration of an attack enemies damaged by Sol Gate are increasingly more vulnerable to it.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Sol Gate",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Creates a wormhole allowing instantaneous travel.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Wormhole",
    "/Lotus/Language/Suits/WraithDesc": "No longer adrift in the Void, Sevagoth has returned. He and his Shadow deal heavy damage and have high survivability. They are sustained by the reaping of wayward souls.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Summon a radial pulse wave that ensnares and slows enemies, siphoning their lifeforce for the Death Well. Allies within the wave steal health with each attack. ",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Gloom",
    "/Lotus/Language/Suits/WraithName": "Sevagoth",
    "/Lotus/Language/Suits/WraithPassiveAbility": "On death, become Sevagoth's Shadow and fight to resurrect him by collecting the souls needed to rebuild his tombstone. ",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "Sevagoth's Shadow flies outward ravaging enemies in his path. Survivors are damaged by Death’s Harvest over time. The souls of the dead fill the Death Well.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Reap",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "When the Death Well fills, Sevagoth's Shadow form is ready to be released. Tear the enemy asunder with a collection of melee-focused abilities. ",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Exalted Shadow",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Plant a death seed in nearby targets to drain their lifeforce. Reap what has been sown to detonate afflicted enemies, dealing a percentage of their health as radial damage. The souls of the dead fill the Death Well. ",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Sow",
    "/Lotus/Language/Suits/WukongDesc": "The simian warrior is a mountain of strength. Wukong deals heavy damage and has high survivability. His quick trickster tactics are unforgettable.",
    "/Lotus/Language/Suits/WukongName": "Wukong",
    "/Lotus/Language/Suits/WukongPassiveAbility": "After taking fatal damage Wukong automatically uses one of his mastered survival techniques. These techniques can only be invoked three times per mission.",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Summon Merulina, a rideable creature of the waves, and the inspiration for K-Driving. Merulina protects Yareli by absorbing a large portion of incoming damage.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Merulina",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Form five water globules that seek out enemies and expand on contact, simultaneously damaging and immobilizing their victims.\nEnemies hit by the globules take increased damage from all sources.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "Sea Snares",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Tear through foes with a trio of orbiting aquatic blades.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Aquablades",
    "/Lotus/Language/Suits/YareliFrameDesc": "The waverider can unleash a flood of destruction on the battlefield. Yareli’s aqueous attacks deal high damage. Surf’s up. Enemies down.",
    "/Lotus/Language/Suits/YareliFrameName": "Yareli",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "Yareli gains +|CHANCE|% Critical Chance for Secondary weapons when she has been moving for at least |TIME|s.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Drag enemies into a crushing maelstrom and then blow them away in a watery burst. Each enemy trapped in the vortex increases the burst's damage.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Riptide",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "In Night-Form, reduces damage inflicted by nearby enemies. In Day-Form, increases Ability Strength of nearby allies.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Pacify & Provoke",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "In Night-Form, allies' Shields are replenished with each nearby enemy killed. In Day-Form, enemies are inflicted with Bleed Status Effect. Deactivate while in Night-Form to restore Health and Shields for Equinox and allies. Deactivate while in Day-Form to cast a wave of slashing force.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Mend & Maim",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Switch forms, temporarily gaining bonus Shields and Armor in Night-Form, or bonus Damage and Speed in Day-Form.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Metamorphosis",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "In Night-Form, targets are put to sleep. In Day-Form, targets become more vulnerable to damage.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Rest & Rage",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Deploy a roller drone that attaches itself to enemies and delivers bursts of arcing electricity to anything in the immediate area.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Tesla Nervos",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Launch a burst of massively dense air. Hold to send enemies flying, tap to pull them toward the burst. Damage increases per enemy hit.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Airburst",
    "/Lotus/Language/Suits/ZephyrDesc": "Command the power of the wind. Zephyr’s cyclonic abilities protect her, deal high damage, and provide crowd control. She swoops in from above and leaves a path of destruction.",
    "/Lotus/Language/Suits/ZephyrName": "Zephyr",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "Zephyr moves faster and falls slower while airborne. Also gain |CRIT|% Critical Hit chance with weapons while airborne.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "Hold while airborne to hover Zephyr with reduced movement. From the air, tap to dash forward, or aim down to dive bomb enemies below.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Tail Wind",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Create deadly tornadoes that seek out and engulf enemies. Tornadoes deal the elemental Damage Type they absorb the most. Shoot engulfed enemies to inflict extra damage. Hold for stationary tornadoes or tap for wandering ones.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Tornado",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Creates a wind shield around Zephyr, redirecting all incoming projectiles.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Turbulence"
}