{
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "Uzun gecenin gölgesinden yeni bir Excalibur doğuyor.",
    "/Lotus/Language/Codex/EmberLongDesc": "Sade bir masanın başında üç kişi bekliyordu. Herkesin dikkati, ışığın altındaki sandalyedeydi. Gölgelerin arasından yaşlı bir kadının sesi geldi: 'Getirin onu'. Dışarıdaki sert ve yalın güvenlik görevlisi kapıyı açtı. Kapıda küçük bir kızın görüntüsü belirdi. Tereddüt etti kız, fakat sadece kısa bir süreliğine, sonra içeri girdi ve oturdu.\n\nIşık kızın yüzüne vurdukça kızın nefesi kesiliyordu. Sağ gözü parlak ve işlevseldi, fakat Sol gözünde derin bir kesik vardı. Kızın cildi bembeyaz bir şekilde kül olmuştu. Ağzı, dudaklar ve mimiklerden yoksun, sarkık, ve yarıklar içindeydi... Askeri beresi, yaralı ve kel kafasının üstünü örtüyordu.\n\nYaşlı ses: 'Senin adın Kaleen.' Kaleen başını salladı. 'Sen Zariman'da baş araştırmacıydın değil mi?' Kaleen'in sesi pürüzlü bir fısıldama gibiydi, sert bir yüz ifadesi ile 'Evet.'\n\nKaleen öksürdü, kendini toparladı: 'Zariman, Satürn'den Dış kapılara olan sıçramasında kayboldu. Teknik bir hataydı. Ailelere haber verdim ve müfettişler ile bir rapor hazırladım. Bükülmeden sonra hiçbir şey geri dönemez, o yüzden konuyu kapattım.'\n\n'Fakat konuyu günler sonra tekrar açtın.'\n\n'Gemiye ayak basmadan bende inanamıyordum. Tam anlamıyla sapasağlamdı, her yer, sanki hiç kalkış yapmamış gibiydi.'\n\n'Ve mürettebat gitmişti'\n\n'Tam olarak değil.' Kaleen tereddüt etti. 'Geminin boş olduğunu sanmıştık sonra...' Kızın yüzü acıyı hatırladıkça seğirdi, 'Sonra geminin içinde saklanan çocukları bulduk...'\n\n'Ve prosedürü ihmal ettiğin zaman o zaman mıydı?'\n\nKaleen başını salladı. Kızın kör gözü yaşarmaya başlamıştı... 'Onlar sadece birer çocuktu... Korkmuşlardı... Geri dönmek istiyorlardı.'\n\n'Sonra karantinayı kırdın, ve sana bunlar oldu.'\n\nKaleen yüzüne dokunduğunda ortalık sessizdi, 'Peki onlarla ne yaptın?'\n\nYaşlı kadın görevliye Kaleen'i uzaklaştırması için işaret verdi. Toplantı sona ermişti. Kaleen kapıya vardığında bileğini kurtardı ve geriye dönüp sordu, 'Neden böyle bir şey yaptın? Neden küçük çocukları askeri gemiye attın?'\n\n'Böyle bir şey yapmadık. Bu prosedüre uymazdı.'",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "Sentient'ler savaşı kazandı. Kendi silahlarımızı ve kendi teknolojimizi bize karşı kullandılar. Kendimizi daha çok geliştirdikçe daha çok şey kaybettik. Eğer yeni bir kurtuluş yolu bulmasaydık savaş bizim için bitmişti. Umutsuzluğumuz bizi bazı güç kararlar almaya ve voide geri dönmeye zorladı. Gözleri kör eden o geceki cehennemde hem sağduyumuz hemde teknolojimiz başarısız oldu. \n\nBu savaştan zar zor kurtulabilenlerden savaşçılardan bazılarını yanımıza aldık. Etraflarında onların kayıplarını, keder ve ızdıraplarını temsil eden bir ateş yaktık. Onları eski günlerdeki gibi tekrardan silahlandırdık. Onlara silah ve bıçaklar verdik. Bu şekilde yeni savaşçılarımız yani yeni kodlarımız doğmuş oldu. Harap durumdaki bu Tennolar bizim tek umudumuz ve kurtarıcımız oldular. Bu Savaşçı Tanrılarin zırhları çelik ile dövülüp güçlendirildi ve sonunda içlerindeki birikmiş kin ve nefreti hiç beklemedikleri bir şekilde düşmanlarımızın üzerine kustular.\n\nExcalibur bu savaşçıların ilk olanıydı.\n\n-Orokin 'Warframe' Arşivleri",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Warframe Arşiv – Savaştan Alıntılar:\n\nYerlerimize oturduk, kemerlerimizi bağladık ve silah emniyetlerimizi açtık. Kaçınılmaz çatışmayı bekliyorduk. Yani ölümü bekliyorduk. Kamaramın kirli penceresinden bakarken çatışmadaki diğer Splinter gemilerinin düşerken Solar Raylarda bıraktığı kuyruk izlerini ve etrafta parlayan yıldızları görebiliyordum. Bizde bir süre sonra uzayın ortasında onlar gibi düşmanla burun buruna gelecektik.\n\nTek tek vurulan ve düşen gemileri izledim. Her bir gemi içerisindeki bayatlamış havayı soluyan ve silahları ellerinde tedirgin bir şekilde bekleyen askerler ile doluydu. Her birinin kalbi nesillerinin tükenmesinin verdiği çaresizlik ve nefretle dolu idi. Bizim gemimiz boşluğu geçecek son gemi olacaktı. Çünkü bizim gemimiz özel bir kargo taşıyordu. \n\nGemi nerede ise bomboştu. Sadece en iyi zero-tech kıyafetlerini giymiş, en iyi silahlarla donatılmış ben dahil 10 adam ve birde 'O' vardı gemide. O, yani gözleri olmayan metal uzun şey bütün ihtişamı ile koridorun ortasında ayakta duruyordu. Tenno’su tarafından kontrol edilen Warframe. İçindeki bir insan hatta dişi bir Tenno bile olabilirdi. Dışındaki bir zırh mıydı yoksa daha önce o Warframe’in içinde yaşayan bir yaratığın derisi veya kabuğumu? Gemi iniş öncesi son manevrasını yaparken sarsıntıdan kemerim iyice gerildi. Tenno’nun bu sarsıntıda bile o gösterişli ve altın parlaklığındaki zırhının altında umarsız ve dimdik durduğunu görebiliyordum.\n\nŞimdiye kadar Tenno’ların varlığını hep inkar etmiştim. Onları uzay çağının hayaletleri ve kayıp şehitleri olarak görürdüm. Ne kadar yanılmışım, halbuki o şu anda karşımda capcanlı duruyor. Onların yokluğunda İmparatorluk neredeyse çöküyor ve yerini şeytanlara bırakıyordu. Bizi düşmanlarımızdan ve yaratıklardan daha fazla ne korkutabilirdi ki? Silah emniyetlerimiz her ihtimale karşı açıktı, zaten artık güvenliğin pek bir önemi yoktu. Artık sona gelinmişti. Sonunda çarpışma gerçekleşti ve pencerelerimiz gözlerimizi kör eden o ışıkla kaplandı. Gözlerimizi tekrar açabildiğimizde ise tek görebildiğimiz gemimizin çoktan düşmüş olduğu ve birçoğumuz düşüş esnasında ölmüş olduğuydu.\n\nCiğerlerim çarpışmada ezilmişti ve gözlerimin tek görebildiği etraftaki ölülerdi. Gemi enkazımız gece yağan kar gibi ışıldıyor, ve yabancı mavi yıldız ise arkamızdaki karanlığın içinde parlıyordu. Etrafımızda yüzlerce düşman gemisi belirerek benim gibi hayatta kalan askerleri gönderdikleri yakıcı disklerle yakıp öldürmeye başladılar. İşte ben burada öldüm. Beni sağ tarafımdan avlayan bir disk vücudumdaki kan ve suyla beraber beni de kaynatarak öldürüyordu. Artık hiçbir şey göremiyor, boğuk sesler ve vızıltılar duyuyordum. Yüzümün bir kısmının tamamen eridiğini ve vücudumdan kopmaya başladığını hissediyordum.\n\nSon nefesimde sanki bir rüya görüyordum. Parlak ama bulanık bir ışık bana doğru geliyordu. Sonra zırhımın metal çıkıntılarından ona doğru çekildiğimi hissediyordum. Sonunda bana ulaşıyor ve beni ayağa kaldırıyordu– bu sırtında altın kanatları olan parıltılı metal bir yaratıktı. Bir Melek. Beni ölümden döndürüyordu. Ciğerlerimin onun kanatları altında tekrardan hava dolduğunu hissediyordum. Savaş meydanının karanlığında ışıl ışıl parlayan mavi bir zırh taşıyordu. Birden beni daha hızlı sürüklediğini hissettim. Gözlerimi kapadım ve kendimi bir çocuk gibi onun ellerine bıraktım.\n\nUyandığımda ise yüzümde ve yan tarafımda büyük bir acı ve ızdırap duygusu ile kendimi yerde yatarken buldum. O yanı başımda dikiliyordu fakat kanatları artık yoktu. Koridorda silah seslerinin yankılarını duyuyordum. Belki de görev başarılı olacaktı fakat ben hiçbir şey yapamadan ölüyordum. Elimi etrafımda gezdirirken bana doğru itilen bir tabanca hissettim ve sonra ayağa kaldırıldım. Melek beni kurtarmış ve cehennemden çıkarmıştı fakat yine de bana merhamet göstermiyordu. Ayaklarımın üstünde ona yaslanırken ölebilirdim. Vücudumun tutan tarafı ile silah seslerine doğru döndüm ve silahımı doğrulttum. O kafası ile 'işte bu' der gibi yaptığımı onayladı. Üzerleri işlemeli ve oymalarla dolu olan metal elleri etrafımda mavi bir ışık saçarak parlıyordu. O da bıçaklarını hazırlayarak koridora doğru döndü ve beraber bizi bekleyen ölümün ve ateşin içine doğru yürümeye başladık.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "Kırmızı ışıklar, sert ve beyaz duvarlara vuruyor. Davis, notlarını düşürerek önümde koşuyor. Yaşamlarımız için koşuyoruz. Korku, bana garip bir bakış açısı veriyor- Bedenime dışarıdan bakıyorum. Buraya nasıl geldiğim hakkında hiç bir fikrim yok. Bu yeri hatırlamıyordum. \n\nDavis ve Ben bir hücre kapısına vuruyoruz ve Davis bana bağırıyor. Ona garip bir bakış atıyorum. Onu duyamıyorum, sirenleri, hiçbir şeyi.Sadece nabızımı hızlandıran kafamdaki korkuyu duyabiliyorum. Davis'den uzağa gidiyorum, salonun aşağısında onu görüyorum. Gözümü alan ani ışıltılar arasında kocaman bir yığın, kırmızı titreşimler, çelik gibi parlaklık ve taze kan. Derisi değişiyor, cıva gibi akıyor. İyi bir şey yapmıyorlar. Canavar ileriye doğru kabarıyor ve güvenlik görevlisi kızıl bir sise dönüşüyor. \n\nBen bir heykelim, köşeye sıkıştırılmış bir hayvan. İçimde bir kapı açılıyor ve tanıdık bir şey içime giriyor. Bu canavarı daha önce görmüştüm. Onun kabuğunu kesmiştim ve kardeşlerinin bağırsaklarını yere dökmüştüm. Ona acı vermiştim ve vereceği karşılığı ölçmüştüm. Onun gibilerini kendim yarattım ve sayısızcasını reddettim. Fakat bu yaratığı hiç bu kadar yakından görmemiştim, kalkanı olmadan, dizginlemeden. Onu hiç.... Özgür görmemiştim.\n\nÖleceğimi biliyorum bu yüzden meraklı bir şekilde öleceğimi kabullenerek onu izliyorum. Yaratık yere çöküyor, bir öbek kan pıhtısını ağzına dolduruyor. Beni şüpheli gözlerle izliyor, hislerini hatırlıyor, geçmişe ait hatıralarını görüyor. Benim kim olduğumu ve ne yaptığımı biliyor. Bir ayı gibi ayağa kalkıyor ve kükrüyor, ışıkları parçalıyor ve üzerimize karanlık yağdırıyor. Bana doğru yavaşça yürüdüğünü duyabiliyorum, metal parmakları duvarları parlatıyor, ama biliyorum, ben öldüm. Gözlerimi kapatıyorum ve cezamı çekmeye hazır bir şekilde bekliyorum. \n\nKolumda beni çeken bir şey hissediyorum ve o sırada Davis'in kapıyı açtığını görüyorum. Davis beni hücrenin arkasına çekiştiriyor ve açık kapının eşiğinde beklediğini görüyorum, bu sırada canavarın gözyaşları bize doğru geliyor.\n\nAniden canlanıyorum ve 'Davis, şu lanet kapıyı kapat!' diye bağırıyorum. Fakat o Ay kadar geniş gözlerinin olduğu kafasını sallıyordu. Parlayan metalin ve güçlü bir kükremenin üzerinden 'İZLE!' diye bağırıyordu.\n\nArdından sessizlik... Davis nefes nefese gülüyor? Canavar kapıyı tutuyordu, kan damlatıyordu, fakat hâla zorlanmıyordu. Sadece orada duruyor, ellerine bakıyordu.Ve Davis, 'Kimse bana inanmazdı.' diye fısıldıyordu...\n\n'Kapının hizasında,duvara tutunarak ayağa kalkmak için sürünüyorum.Bu yeri hiç görmemiştim, sıra sıra\nraflardan oluşmuş soğuk bir yer. Morg? 'Neredeyiz, Davis?'\n\n'Burası onları tuttukları mekan. Zariman'dan\narda kalanlar' Atıldım, Zariman neydi ? Hiç geri dönemeyen gemimi ? 'Davis, neler oluyor ?\n\n'Davis yüzünde gülümseme ile bana dönüyor - 'Olan biten şeyler...'Canavara geri dönüp sessiz ve sakin bir\nşekilde '...büyük ve şişman bir terfi'",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Thumper",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Ölüm saçan bombalarla dolu bir fırtna yaratır",
    "/Lotus/Language/Items/BigBoyAbility": "Warhead",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Büyük bir patlama yaratan ağır etkili bir füze ateşler",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "Bu ağır donanımlı Archwing sadece tek bir şey için tasarlandı, Yıkım.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Elytron",
    "/Lotus/Language/Items/EMPPushAbility": "Repel",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "Warframe, etkili bir enerji dalgası yaratarak etraftaki düşmanları sersemletir ve onları serbest uçuşa gönderir.",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Core Vent",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Archwinglerin itici güçlerini kullanarak kendisini takip edenleri ölümcül bir gaz içerisinde bırakır",
    "/Lotus/Language/Items/FireShieldAbility": "Energy Shell",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Warframe etrafında koruyucu bir enerji kabuğu oluşturur",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Disarray",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Gelen güdümlü füzeleri yanıltmak için işaret fişekleri atar",
    "/Lotus/Language/Items/MissileVolleyAbility": "Seeking Fire",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Güdümlü füzeler yağdırır",
    "/Lotus/Language/Items/OdonataPrimeDesc": "Bu ilk Archwing prototipi dizaynını teorik limitlerden almıştır.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Odonata Prime",
    "/Lotus/Language/Items/StandardArchwingDesc": "Bu Archwing'in barındırdığı sistem hem defans hemde saldırı tekniklerini eşit derecede içerir.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Odonata",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Hareketsiz olarak duran takım arkadaşlarını ve Warframe'i içinde saklayan bir görünmez alan yaratır",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Penumbra",
    "/Lotus/Language/Items/StealthArchwingDesc": "Hızlı ve gizli saldırılar için dizayn edilen Itzal Archwingler uzayın karanlık noktalarından saldırmayı sevenler için.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Warframe'in etrafında onun için savaşan ve öldürüldüğünde etrafındaki düşmanlarada zarar veren drone'lar yaratır",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Fighter Escort",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Büyük bir şok dalgası göndermeden önce düşmanları içine doğru çeken bir kara delik yaratır",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Cosmic Crush",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Itzal",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Düşmanlarda kullanıldığında onları kendine doğru çeken ya da bir objede kullanıldığında Warframe'i objeye doğru çeken bir kanca fırlat.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Arch Line",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Düşman ateşini çeken işaret fişekleri yaratır, hasarı sağlığa çevirir.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Benevolent Decoy",
    "/Lotus/Language/Items/SupportArchwingDesc": "Kanatlı bir gardiyana dönüşün.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Amesha",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "Ufak drone'lar Warframe'i veya bir takım üyesini çembere alır ve düşman ateşini engeller.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Watchful Swarm",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "Yeteneklerin etki alanı, süresi ve gücü artarken alınan tüm hasar Enerjiye çevrilir. Warframe ve yakındaki takım arkadaşlarını etkiler.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Vengeful Rush",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Warframe ve yakındaki takım üyelerini Statü Etkisine karşı bağışıklı duruma getirir ve yakındaki düşmanları yavaşlatır.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Warding Grace",
    "/Lotus/Language/Items/TnTAbility": "Bloomer",
    "/Lotus/Language/Items/TnTAbilityDesc": "Uzaktan ateşlenebilen yüksek etkili ve düşmanlara yapışabilen patlayıcı mermiler fırlatır.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Elini bir hedefe sapla ve elinde tutarak onun sağlığını çek. Tekrar kullanarak kurbanı fırlat; hem kendisine hem de düştüğü alanındakilere hasar ver.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "Meathook",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Etrafına patlamaya hazır mayınlardan oluşan bir alan oluşturur. Her mayın dokunulduğunda şiddetli bir patlama ile üç metrelik bir alan içindeki düşmanlara hasar verir.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Gravemines",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Üzerinden geçen düşmanları önemli ölçüde yavaşlatacak geniş bir birikinti oluşturmak için bir tüp dolusu graviton sıvısı fırlatır. Alternatif olarak, yangın yaratmak için fırlatılan tüp havada vurulabilir.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Necraweb",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Etraftaki düşmanları ateş hattına doğru sür ve bir güç ışınıyla onları havada asılı tut.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Firing Line",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Gelmekte olan hasarı engellemek ve geri yansıtmak için Bonewidow'un kalkanını kaldırır. Aktifken yapılacak bir Maiden's Kiss saldırısı ile işlerini bitir.",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Shield Maiden",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Necramech'i yakın muharebede hayatta kalma kabiliyetini büyük ölçüde artıran güçlü bir elektrik alanıyla çevreler. Alana vuran düşmanlar, küstahlıklarından dolayı acı çekecekler.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Storm Shroud",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Yıkıcı bir Exalted Blade oluşturur.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Exalted Ironbride",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Maksimum ateş gücüne erişmek ve bir süreliğine daha fazla yapısal bütünlük elde etmek için sabit bir mevzi alır.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Guard Mode",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Gösterişli bir şey olmasa bile işi yerine getirir. Elektrik akımı uygulanmış zırhıyla, bu sert ve dövüşmeye hazır makine, patlayıcı cephaneliği ile savaş alanını tehlikeli bir hale getirebilir.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Voidrig",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "Bu korkunç Necramech, Entrati onuruna oluşturulmuş sıkı bir ön cephe savaşçısıdır. Zırhı ve sağlığı, kalkan ve güç üzerinde tutan Bonewidow, düşmanları tutup fırlatabilir, kişisel savunması için ağır kalkan kullanabilir ve düşman saflarını devasa muharebe kılıcıyla yarabilir.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Bonewidow",
    "/Lotus/Language/Primes/AshPrimeDesc": "Daha iyi ve güçlü bir özelleştirme için standart Warframe'ine oranla çok daha özel mod kutupları barındırır.",
    "/Lotus/Language/Primes/AshPrimeName": "Ash Prime",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "Kanama etkileri düşmanlara %|DAMAGE| daha çok hasar verir ve %|DURATION| daha uzun sürer.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "Eski çağlarda, dağların savaşçıları barındırdığı söylenirdi. Bu çağda ise, dağ savaşçıya dönüştü.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Atlas Prime",
    "/Lotus/Language/Primes/BansheePrimeDesc": "Banshee Prime sonik güçleri ölümcül darbelere dönüştürerek düşmanlarına saldırır.",
    "/Lotus/Language/Primes/BansheePrimeName": "Banshee Prime",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Barışa saldıran ve bu isteksiz savaşçının dizginlerini serbest bırakan aptallar, yenilmeye mahkumdur.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Baruuk Prime",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Daha iyi ve güçlü bir özelleştirme için standart Warframe'ine oranla çok daha özel mod kutupları barındırır.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Chroma Prime",
    "/Lotus/Language/Primes/EmberPrimeDesc": "Ember Prime, kendine has özellikleri yanında Ember kadar başına buyruk bir Warframe'dir ve çok daha iyi bir mod donanımı elde etmek için özel kutuplar barındırmaktadır.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ember Prime",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "|RANGE|m içinde ateş<DT_FIRE> halindeki her düşman için %|STRENGTH| Yetenek Gücü alınız.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "Gece ve Gündüz mutlak bir dengede; bu dengenin sınırında yürüyen mükemmel zariflik.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Equinox Prime",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "Excalibur Prime hareket kabiliyeti ve saldırı yeteneklerinin mükemmel karışımı ve Exscalibur'ile aynı yetenekleri paylaşması ile ünlü ve sadece kendine has mod kutupları farklı olan bir Warframe'dir.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Excalibur Prime",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Excalibur Prime Kılıç kuşanmış iken %|DAMAGE| hasar verir ve %|SPEED| daha hızlı saldırır.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "Frost Prime, Frost ile aynı dondurucu yeteneklere sahiptir fakat özgün mod kutuplarıyla daha fazla özelleştirmeye olanak sağlar.",
    "/Lotus/Language/Primes/FrostPrimeName": "Frost Prime",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Frost Prime, bir yakın mesafe saldırısına uğrarsa saldıran %|CHANCE| ihtimalle |DURATION| saniye boyunca donar.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Camdan zırhlı bir savaşçı olan Gara'nın efsanesini yaşatmaya devam et. Savaş alanlarına kristalin gücü ve saflığı ile hükmet.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Gara Prime",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "Beyaz, altın ve koyu kızıl; kan kraliçesi, kraliyet elbiselerine büründü.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Garuda Prime",
    "/Lotus/Language/Primes/GaussPrimeDesc": "Hızın şekil almış hali. Gauss Prime yenilgiden bahsetmeye bile tahammül edemez.",
    "/Lotus/Language/Primes/GaussPrimeName": "Gauss Prime",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "İlkel. Doyumsuz. Grendel Prime, kendisine karşı çıkan herkesi ortadan kaldırır.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Grendel Prime",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "Ölümsüz Engizisyoncu, Void tarafından ateş ve demirin müjdesi ile kutsanarak yükseliyor.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Harrow Prime",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "Hildryn Prime, gücün ve disiplinin bir ödülü olduğunu kanıtlıyor.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Hildryn Prime",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Altın ve gümüşün kralı ile okyanusun öfkesini yönet. Daha geniş modlama için değiştirilmiş kutup sunuyor.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Hydroid Prime",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Inaros'un korkusunu onlara hissettirmek için ebediyete yüksel. Daha iyi özelleştirme için gelişmiş mod kutuplarına sahiptir.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Inaros Prime",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "Mutasyon sonu olmayan bir süreçtir. Bu doymak bilmeyen veba taşıyıcısı, uzun zamandır görünmeyen bir biçimde, Infestation'ın ilkel bir türü olarak geri dönüyor.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Nidus Prime",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "Gece vakti bir orman gibi muhteşem ve ölümcül olan av kraliçesinin en heybetli hali.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Ivara Prime",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "|RADIUS|m çapındaki düşmanları sezer.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "Kraliçe ve canavarın uyumu. Yaldızlı avcı ve sadık Kavat Venari, savaş alanına kendi iradeleriyle hükmederler.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Khora Prime",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Altın yarık gezgini ile boyutlar arasında dans et. Daha geniş özelleştirme için daha fazla kutuplaştırma yapıldı.",
    "/Lotus/Language/Primes/LimboPrimeName": "Limbo Prime",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Loki Prime ile şaşırtın, kandırın ve yok edin. Özel kutup yuvaları ile harika bir kombinasyon yaratır.",
    "/Lotus/Language/Primes/LokiPrimeName": "Loki Prime",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Duvarlarda normalden |MULT|x daha uzun süre asılı kal.",
    "/Lotus/Language/Primes/MagPrimeDesc": "Üstün yapıdaki MAG PRIME, Mag ile aynı kabiliyetlere sahiptir, yalnızca PRIME modeli daha fazla kişiselleştirme olanağı sunan eşsiz kutupluluk modları içerir.",
    "/Lotus/Language/Primes/MagPrimeName": "Mag Prime",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "Yakındaki eşyaları daha kolay toplamak için Mag kendisine çeker.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Bu ölümcül infazcıyla uzun bir gölge bırakın. Daha geniş özelleştirme seçenekleri için değiştirilmiş mod kutuplandırılmaları içerir.",
    "/Lotus/Language/Primes/MesaPrimeName": "Mesa Prime",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "İkili yan silahlarda %|SPEED| daha hızlı ateş et ve tekli yan silahlarda %|RELOAD| daha hızlı şarjör doldur. Yakın silahları kullanmadığında |HEALTH| Bonus Sağlık kazan.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "İlüzyon ve karmaşanın altın ustasıyla düşmanların gözünü kamaştırın. Değiştirilmiş mod kutuplarıyla daha fazla özelleştirmeye olanak sağlar.",
    "/Lotus/Language/Primes/MiragePrimeName": "Mirage Prime",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "Yerde kaymak %|DURATION| daha uzun sürer ve akrobatik manevralar %|SPEED| daha hızlı olur.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "Ölüm'ün yeni ustası. Daha geniş çaplı özelleştirmeye olanak sağlayan mod kutuplarına sahip.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Nekros Prime",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "|RADIUS|m içinde her bir düşman öldüğünde |HEALTH| Sağlık kazan.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Dikkat Et: Alevli Rüzgarın Oğlu, senden önce en zarif techizatlarla donandı. Daha büyük özelleştirmeler için değiştirilmiş mod kutupları içerir.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Nezha Prime",
    "/Lotus/Language/Primes/NovaPrimeDesc": "Nova Prime karşıt maddeleri kullanarak düşmanlarını bozguna uğratır. Özel mod kutupları ile beraber daha güçlü dizilimler sunar.",
    "/Lotus/Language/Primes/NovaPrimeName": "Nova Prime",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "Düştüğünde, düşmana saldıran |RADIUS|m savunma patlaması yayar ve |DAMAGE| Zarar verir.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Nyx Prime ile düşmanlarınızın bilinçaltına girin. Daha iyi bir mod dizilimi için geliştirilmiş mod kutupları ile sizlerle.",
    "/Lotus/Language/Primes/NyxPrimeName": "Nyx Prime",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "Düşmanlar Nyx Prime'a nişan alırken hedef tutturma oranları %|PERCENT| düşer.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Bu muhteşem orman gardiyanı ile dengeyi sağlayın. Daha iyi özelleştirme için gelişmiş mod kutuplarına sahiptir.",
    "/Lotus/Language/Primes/OberonPrimeName": "Oberon Prime",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Müziğin sahibesi Octavia'nın en görkemli ve en gösterişli haliyle yıkımın senfonisini yarat. Daha fazla özelleştirme için değiştirilmiş mod kutuplarına sahiptir.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Octavia Prime",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "İki babanın evladı. Protea Prime bir zamanlar Parvos Granum'un vizyonunu koruyan bir zaman bekçisiydi. Artık Tenno'nun saflarında masumları savunan bir savaşçı.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Protea Prime",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "Kayıp olan yeniden yükseliyor. Revenant Prime'ın gücüyle Eidolon'un enerjisini kullan.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Revenant Prime",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Değişmiş mod kutupları ile harika bir mod kombinasyonu imkanı sunar ve Rhino'nun yer sarsıntısı yeteneğini bir üst seviyeye taşır!",
    "/Lotus/Language/Primes/RhinoPrimeName": "Rhino Prime",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Yüksekten düşünce çevreye |DAMAGE| hasar veren bir şok dalgası yayar.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "İçinde ölümcül bir nektar barındıran çiçek. Daha iyi bir özelleştirme için değiştirilmiş mod kutupları içerir.",
    "/Lotus/Language/Primes/SarynPrimeName": "Saryn Prime",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Düşmanlara uygulanan Statü Etkileri %|DURATION| daha uzun sürer.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Cazip ve dehşet verici, işte nihai haliyle Titania.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Titania Prime",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Daha iyi ve güçlü bir özelleştirme için standart Warframe'ine oranla çok daha özel mod kutupları barındırır.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Trinity Prime",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Düşen dostlarını %|RANGE| daha uzaktan ve %|SPEED| daha hızlı diriltir.",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "Zamandan veya kötülükten etkilenmeyen korkusuz ve gururlu bir savaşçı. Değiştirilmiş mod kutuplarıyla daha fazla özelleştirmeye olanak sağlar.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Valkyr Prime",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "Yere serilmiş iken %|PERCENT| daha hızlı ayağa kalkar.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Savaş alanını kendi silahınız olarak kullanın. Özel Mod Kutupları ve ekstra özelleştirmeler içerir.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Vauban Prime",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Etkisiz hale getirilen düşmanlara %|DAMAGE| Fazladan Hasar verir.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "Geçmişten gelen şanlı bir savaşçı, Volt Prime Volt ile aynı yetenekleri sunar fakat daha kapsamlı özelleştirme ve kutupluluk sunar.",
    "/Lotus/Language/Primes/VoltPrimeName": "Volt Prime",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "Yüzeydeki hareketler metre başına |DAMAGE| Hasar veren elektriksel bir şarj üretir ve bir sonraki saldırıda bu enerji atılır.",
    "/Lotus/Language/Primes/WispPrimeDesc": "Wisp Prime'ın yaldızlı ihtişamı savaş alanını karıştırıyor. Müttefikler onun boyutlar arası güzelliğini ve desteğini hoş karşılıyor.",
    "/Lotus/Language/Primes/WispPrimeName": "Wisp Prime",
    "/Lotus/Language/Primes/WukongPrimeDesc": "Hilekar savaşçı nihai enkarnasyonuna yükseliyor.",
    "/Lotus/Language/Primes/WukongPrimeName": "Wukong Prime",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Bu altından yıkım kuşu ile çatışmayı göklere taşıyın.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Zephyr Prime",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Nyx, aldığı tüm hasarı emer ve bu toplanan enerjiyi radyal bir şekilde deşarj eder. Nyx'in Silah hasarı, Yetenek bittiğinde alınan toplam hasar üzerinden artar.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Absorb",
    "/Lotus/Language/Suits/AlchemistDesc": "Lavos'un yılanları, savaş alanını dönüştürürken onu cesaretlendirir. Temel hasarını Toksin, Buz, Elektrik ve Ateş kullanarak verir. Karanlık simyacının gücünden yararlan.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Katalizör Sondalar Lavos'tan fırlıyor ve savaşçılara ateşli bir jel püskürtüyor. Bir düşmanı etkileyen her element için hasar ikiye katlanır.\n\nBir sonraki yetenek kullanımını <DT_FIRE>Ateş ile doldurmak için basılı tut.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Catalyze",
    "/Lotus/Language/Suits/AlchemistName": "Lavos",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Lavos'u iyileştirmek için hedefi tüketen zehirli bir serpantin darbesiyle saldır.\n\nTüm yetenekleri <DT_POISON>Toksin ile doldurmak için basılı tut.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Ophidian Bite",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Sağlık ve Enerji Kürelerini her ikisini de sağlayan Evrensel Kürelere ve cephane alımlarını da Evrensel Cephane Alımlarına dönüştüren bir Sonda yarat. Bu sonda, yakın mesafedeki düşmanlara şok verir. Elektriğe kapılan her düşman, diğer yetenek bekleme sürelerini 1.5s azaltır. \n\nBir sonraki yeteneği <DT_ELECTRICITY>Elektrikle doldurmak için basılı tut.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Transmutation Probe",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "İleri atıl, düşmanları ez ve buz gibi parçalanmış kristaller bırak.\n\nBir sonraki yeteneğe <DT_FREEZE> Buz doldurmak için basılı tut.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Vial Rush",
    "/Lotus/Language/Suits/AshDesc": "Orokin'in siyasi suikast okulunun koruyucu azizi karşınızda. Ash gizlilik konusunda öne çıkar. Bıçağının ucu görülmeden önce hissedilir.",
    "/Lotus/Language/Suits/AshName": "Ash",
    "/Lotus/Language/Suits/AshPassiveAbility": "Kanama etkileri düşmanlara %|DAMAGE| daha çok hasar verir ve %|DURATION| daha uzun sürer.",
    "/Lotus/Language/Suits/AtlasDesc": "Düşmanlar, taş kadar sert yumrukları olan dövüşçünün önünde titrer. Atlas yüksek oranda hasar verir. Herhangi bir savaş alanının temelini oluşturan karasal unsurlara komuta eder.",
    "/Lotus/Language/Suits/AtlasName": "Atlas",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "Ayakta dururken yere serilme etkilerine karşı dokunulmaz olur.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Anında donan ve etki alanı içindeki tüm düşmanları paramparça eden tehlikeli bir buz kütlesi oluşturur.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Avalanche",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "Aktive edildiğine silahlardan çıkan hasarı toplar ve bir sonraki atışta bu toplam hasarı tek bir mermiye yönlendirerek ateş eder.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Ballistic Battery",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Düşmanlara hasar veren ve düşmanlar ile takım üyelerini Limbo'nun bulunduğu alandan dışarı atan bir Rift enerji dalgası yaratır",
    "/Lotus/Language/Suits/BanishAbilityName": "Banish",
    "/Lotus/Language/Suits/BansheeDesc": "Banshee'nin çağrısı ölümün habercisidir. Kitle kontrolünü sağlar ve sonik saldırılarla düşmanın zayıf noktalarını tespit eder. Onun gücüyle vurulduğunda çok azı pozisyonunu koruyabilir.",
    "/Lotus/Language/Suits/BansheeName": "Banshee",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Silah sesleri susturulur ve düşmanlar silah seslerini duyamaz.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Bulunduğu alandaki sesin desibel seviyesinden güç çeker ve bu gücü Octavia ve takım arkadaşların için hasar artırıcı buff'lar oluşturmakta kullanır. Ayrıca yakındaki Mallet'ların hasar ve etki alanını arttırır.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Amp",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Düşmanların dikkatini çekip onu takip etmelerini sağlayan bir top yaratır. Mallet ile kombine edilerek başıboş bir şekilde etrafta dolaşan sonik bir yıkım topuna dönüştürülebilir.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Resonator",
    "/Lotus/Language/Suits/BardDesc": "Octavia bas, ritim ve melodiyi bir yıkım senfonisine dönüştürür. Mandachord'unun müziği ona yüksek hayatta kalma kabiliyeti verir ve müttefiklerini destekler. Onun bestesi düşmanın yıkımı anlamına gelir.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Octavia'nın müziğine uyumlu hareket edenlere ekstra artırıcı buff'lar sağlar.Tam zamanında yapılan zıplamalar hız buff'ı verir. Müzik vurgularında yere çökmek görünmezlik buff'ı sağlar. Ritmik olarak ateş etmek çoklu atış sağlar. Zamanlı yakın saldırılar ise hasarı arttırır.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Metronome",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Ritmik olarak yakındaki düşmanlarına hasar verir ve onların ateşini çeker. Mallet ile oluşan hasar onun öldürücülüğünü arttırır.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Mallet",
    "/Lotus/Language/Suits/BardName": "Octavia",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Valkyr, yakındaki düşmanları yavaşlatırken müttefiklerinin Saldırı Hızını artıran bir savaş çığlığı atar.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Warcry",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Yakındaki müttefiklerin Sağlığını ve Kalkanlarını yenileyerek aynı zamanda düşmanlardan aldıkları hasarı azaltır.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Blessing",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Kayadan bir siper çağır, bir daha basarak bu kayayı düşmanlara doğru fırlat. Düşmanlar tarafından hasar alan bu siperler, kaybettiği Sağlıkla orantılı bir şekilde güç kazanan bölgesel bir Kesme alanı oluşturur.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Tectonics",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "Atlas'ın sert bakışları düşmanları fosile çevirir, Rumbler'larını iyileştirir ve taş duvarlar oluşturur. Taşlaşmış düşmanları parçaladığında yere taş parçaları düşürür. Bu parçalar Atlas'ı iyileştirir.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Petrify",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Düşmanlarını ezici bir saldırıyla yok et ve bu saldırıları devam ettirerek kombonu güçlendir. Taşlaşmış düşmanlar ek hasar alır ve öldüklerinde yere taş düşürürler. Rubble, Atlas'ı iyileştirebilir ve zırhını güçlendirebilir. İstatistikler kuşanılmış yakın dövüş silahların modları ile artırılır.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Landslide",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "İki adet taştan canavarı düşmanlarınızla kapışmaları için çağırın. Bu yetenek kullanıldığında yakındaki düşmanlarınızı taşlaştırır. İşleri bitince yere yığılıp taş yığınları oluştururlar.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Rumblers",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "Xaku'nun parçalarını geçici olarak yıkıcı bir patlamayla fırlat, ardından savaş alanında yeni ve daha hızlı bir iskelet formunda dolaş. Vücut şarapneli tarafından hasar gören düşmanlar Void Hasarına daha zayıf hale gelir. Xaku'nun aktif diğer yeteneklerinin süresi dondurulur ve The Vast Untime tamamlandıktan sonra kaldığı yerden devam eder.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "The Vast Untime",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Üç Kayıp Warframe yeteneği arasında seyahat et. Accuse, düşmanları müttefiklere dönüştürmek için bir Void Fissure oluşturur. Gaze, hedefleri Void uzuvları ile tuzağa düşürerek hasar toplar ve hedefler serbest bırakıldığında hasar verir. Deny, Sentient dirençlerini ortadan kaldıran bir Void enerjisi ışını yansıtır.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "The Lost",
    "/Lotus/Language/Suits/BrokenFrameDesc": "Void'de sürüklenen parçalanmış Warframe'ler, Xaku'yu oluşturmak için bir araya geldi. Birlikte yüksek hasar verirler. Xaku, bütünün toplamının parçalarından daha büyük olduğunu kanıtlıyor.",
    "/Lotus/Language/Suits/BrokenFrameName": "Xaku",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "AOE (Etki Alanı) saldırılarında %|CHANCE| Hasar Azaltma ve alınan silah hasarından kaçma şansı.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "Void Uzuvları, yakınlardaki düşmanların silahlarını çalarak, bunları kendi silahlarının yanında otomatik-hedef alan silahlar olarak kullanmanı sağlar. Hasar oranı düşman seviyesine göre yükselir. Ele geçirilen silah sayısı, The Lost: Deny's Void ışını için hasar çoğaltıcıyı da belirler.",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Grasp of Lohk",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Etkinleştirildiğinde kuşanılmış silahlardan gelen tüm saldırılarda Void hasarı verir.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Xata's Whisper",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(BAS) Hedefi manyetik bir alana hapseder, yakındaki düşmanları tuzağa düşürür ve zaman içerisinde hasar verir. Manyetik Alan, Mag ve şarapnel etrafında dönen Polarize Parçaları bu ölümcül karışıma çeker.\n(BASILI TUT) Mag, menzilli saldırıları absorbe eden ve yıkıcı bir koni şeklinde geri yansıtan manyetik bir alan oluşturur.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Magnetize",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Hedef bölgeye yağmur yağdıracak bir fırtına çağır.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Tempest Barrage",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "Güçlü psişik patlama gücü ile Nyx düşmanların kafalarını karıştırıp sağa sola saldırmalarını sağlayarak savaş alanında karmaşa yaratır.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Chaos",
    "/Lotus/Language/Suits/ChromaDesc": "Ejderhayı serbest bırak. Chroma, hayatta kalmayı sürdürürken yüksek hasar vermek için Ateş, Elektrik, Toksin ve Buz kullanır. Kanatlı bir öfkeyle süzül.",
    "/Lotus/Language/Suits/ChromaName": "Chroma",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "Fazladan bir zıplama ve Mermi Zıplayışı için kanatlar açılır.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "Kısa bir süreliğine sizin yanınızda savaşmaları için bozguna uğramış düşmanların gölge versiyonlarını çağırır.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Shadows of the Dead",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Yakındaki düşmanların kemiklerini manyetize eder, bulundukları yere çökmelerine neden olur.",
    "/Lotus/Language/Suits/CrushAbilityName": "Crush",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Dagath'ın silahlarını ekstra Kritik Hasarla güçlendir. Doom yeteneğinin etkisi altındaki düşmanlarda etkiler iki katına çıkar. Kısa süreliğine spektral bir forma bürünerek ölümcül darbelerden kurtul.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Grave Spirit",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Yakındaki düşmanları ölüme mahkum et. Dagath'ın verdiği hasarın bir kısmı, Wyrd Scythe tarafından yenilenir. Ayrıca <DT_VIRAL> Virüs Hasarına maruz kalırlar.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Doom",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "Hayalet Kaithe'ler ileri atılarak yollarına çıkan herkese <DT_VIRAL> Virüs Hasarı verir. Bu saldırı Doom yeteneğinin etkisi altındaki düşmanların savunmalarını azaltır.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Rakhali’s Cavalry",
    "/Lotus/Language/Suits/DagathPassiveAbility": "Enerji ve Sağlık Küreleri, Dagath üzerinde %|PERCENT| şans ile %|ENERGY| daha etkili olur.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Kasvetli üzüntünün gücünü ve gazabını asla küçümseme. Dagath'ın kötülüğü yüksek hasar verir.",
    "/Lotus/Language/Suits/DagathSuitName": "Dagath",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "Wyrd Scythe'ler Dagath'ın etrafını sarar ve yakındaki düşmanlara yönelirler. Vurulan düşmanlar yavaşlatılır ve garantili Statü Etkisi ile <DT_VIRAL> Virüs Hasara maruz kalır. Etrafında dönen bu tırpanlar ayrıca Doom yeteneğini yayar ve süresini uzatır.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Wyrd Scythes",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "Uzun gecenin gölgesinden yeni bir Excalibur doğuyor.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "Loki, kendisinin holografik bir kopyasını oluşturarak düşman ateşini bu kopyaya çeker ve bu kopya yakındaki düşmanların sağlığı ile kalkanının bir kısmını emer.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Decoy",
    "/Lotus/Language/Suits/DevourerDesc": "Grendel her savaş alanını açık büfe olarak görür. Doyumsuz iştahı, onu büyük bir hayatta kalma yeteneği ile ödüllendirir. Düşmanlarını yer, ve onları kusar.",
    "/Lotus/Language/Suits/DevourerName": "Grendel",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Tüketilen her düşman için fazladan |ARMOUR| zırh ekler.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "Chroma, Kalkanları hasar gördüğünde veya bir düşmanı yakın dövüş silahıyla öldürdüğünde takım Zırhını güçlendirir. Sağlığını kaybettiğinde veya bir düşmanı menzilli bir silahla öldürdüğünde takımın Silah Hasarını artırır, zayıf nokta öldürmelerdeki etkiyi iki katına çıkarır.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Vex Armor",
    "/Lotus/Language/Suits/DropAbilityDesc": "Patlama yaratacak karşıt madde partikülü fırlatır.",
    "/Lotus/Language/Suits/DropAbilityName": "Antimatter Drop",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(BAS) Mirage'ın düşmanlardan aldığı hasarı geçici olarak azaltır.\n(BASILI TUT) Mirage'ın silah hasarını geçici olarak artırır.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Eclipse",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Derin bir nefes ile dizginsiz yıkımı açığa çıkart. Basarak elementler arasında geçiş yap, basılı tutarak yeteneği kullan. Seçilen element Chroma'nın tüm yeteneklerine etki eder.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Spectral Scream",
    "/Lotus/Language/Suits/EmberDesc": "Ateşin gücünden yararlan. Ember'ın ısısı yüksek hasar verir. Savaş kızıştığında soğukkanlılığını korur.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Ember'i sayacı tam güce geldiğinde enerji tüketen, zamanla daha da güçlenen ateşten bir kalkanla korur. Ateşi söndürmek için tekrar kullanın.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Immolation",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Ember'ın önüne çıkan düşmanları alevlerle yutmasını sağlayan ve düşman safları arasında yayılan alevli bir kuyruklu yıldızı komuta edin.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Inferno",
    "/Lotus/Language/Suits/EmberName": "Ember",
    "/Lotus/Language/Suits/EmberPassiveAbility": "|RANGE|m içinde ateş<DT_FIRE> halindeki her düşman için %|STRENGTH| Yetenek Gücü alınız.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Enerji vampiri kullanılarak bir düşman imha edildiğinde, müttefikler enerji kazanacaktır.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Energy Vampire",
    "/Lotus/Language/Suits/EquinoxDesc": "Equinox, gece ve gündüzün eşitliğinden doğar. Gündüz formu hücum desteği sunarken Gece formu savunma desteği sunar. Onun gücü, diyarlar arasında saklıdır.",
    "/Lotus/Language/Suits/EquinoxName": "Equinox",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "Sağlık kürelerinden alınanlar %|PERCENT| Enerjiye dönüşür, ve Enerji küreleri ise %|PERCENT| Sağlığa dönüştürülür.",
    "/Lotus/Language/Suits/ExcaliburDesc": "Excalibur, savaşçı ruhunun somut örneğidir. Onun kılıç ustalığı yüksek hasar verir. O, dövüş mükemmelliğinin vücut bulmuş halidir.",
    "/Lotus/Language/Suits/ExcaliburName": "Excalibur",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Excalibur Kılıç kuşanmış iken %|DAMAGE| hasar verir ve %|SPEED| daha hızlı saldırır.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Excalibur Umbra",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "Umbra muharebe içinde Nakil olmaksızın savaşmaya devam eder. Kılıç kuşanmış iken saldırıları %|SPEED| daha hızlı ve %|DAMAGE| daha çok hasar verir.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Miasma",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Menzildeki düşmanlara <DT_VIRAL>Virüs hasarı veren zehirli bir miyasma yayın. Sporlardan etkilenmiş düşmanlar bu patlamaya daha çok duyarlıdır.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "Düşmanlar havaya fırlatılır ve silahlarını düşürürler. Yakındaki takım üyeleri Statü Etkilerine karşı bağışıklık kazanır. Titania'ya bağışıklık kazandırmak için yetenek düğmesini basılı tut.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Spellbind",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Razorfly'lar yakındaki düşmanlara saldırırken küçülün ve havalanın.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Razorwing",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Çelikten kelebekleri kullanarak düşmanları öbür düşmanları kendine çeken ve istenildiğinde patlatılabilen bir fenere dönüştürün.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Lantern",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Dört yetenek arası geçiş yap ve bir düşman üzerinde kullanmak için bunlardan birini seç. Thorns gelen hasarı azaltır. Dust, düşmanların isabet oranını azaltır. Full Moon, yoldaşların verdiği hasarı artırır. Entangle, menzildeki düşmanları yavaşlatır.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Tribute",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Temasa geçtiği düşmanları yakan alevli bir mermiyi şarj ederek fırlatın.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Fireball",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Yere vurarak düşmanları ateşe verip onları yere seren ve zırhlarını eriten bir plazma dalgası yayın.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Fire Blast",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "İzlediği hedefleri donduran bir soğuk enerji patlaması yapar.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Freeze",
    "/Lotus/Language/Suits/FrostDesc": "Frost savaş alanına girdiğinde, düşmanlar ürperir. Frost'un saldırıları kalabalıkları kontrol eder, hedefleri korur ve hayatta kalma kabiliyetini artırır. Yakıcı soğuğu kullan.",
    "/Lotus/Language/Suits/FrostName": "Frost",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Frost, bir yakın mesafe saldırısına uğrarsa saldıran %|CHANCE| ihtimalle |DURATION| saniye boyunca donar.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "Garuda sağlığını feda ederek enerji kazanır ve Statü Etkilerini kaldırır.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Bloodletting",
    "/Lotus/Language/Suits/GarudaDesc": "Ölümün kızıl prensesi pençelerini keskinleştiriyor. Garuda yüksek hasar vermek için düşmanlarının kanını silah olarak kullanır. İyimser güzelliği onun ölümcül gücünü tamamlar.",
    "/Lotus/Language/Suits/GarudaName": "Garuda",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "Garuda'nın hasarı, öldürdüğü her düşmanla birlikte geçici olarak maksimum %|DAMAGE| kadar artar.\nYakın dövüş silahı kuşanmamış ise pençeleriyle keser.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Bir düşmanın yaşam gücünü al ve onu hasarı emen bir kalkan olarak kullan, bu öldürme düşmanları anında  ve önemli ölçüde zayıflatır. Şarj ederek alınan hasarı patlayıcı bir mermiye kanalize edebilirsin.",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Dread Mirror",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Bir düşmanı bir pençe sunağıyla delip geçin ve Garuda ve dostları için bu düşmandan sağlık çekin.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Blood Altar",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Hedeflenen alanı genişletmek için basılı tut ve Garuda'nın pençelerini hızlı ve kontrolsüz bir şekilde alandaki her bir hedefe gönderin. Hayatta kalan düşmanlar kanamaya eğilimli olurlar.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Seeking Talons",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Prizmatik ışınlar fırlatan bir mücevher konuşlandır. Mücevher, Citrine ve müttefiklerinden silah hasarı alan düşmanları hedef alır. Işınları Ateş, Buz, Toksin ve Elektrik Statü Etkileri uygular. Yakındaki müttefikler için Statü Şansı ve Statü Süresi artar.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Prismatic Gem",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Kristal Koruyucu. Citrine'in yüce kristal gücü, savaş alanındaki müttefikleri destekler. Çatışma, onun kırıcı güzelliğini artırır.",
    "/Lotus/Language/Suits/GeodeFrameName": "Citrine",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Citrine, kristal parçaları çağırır. Parçalar hücum ederek düşmanlara yönelir. Parçaların dokunduğu düşmanlar, kristal oluşumlarıyla taşlaşır. Kritik Hasar vermek için oluşan taşlaşmaya vurabilirsin.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Crystallize",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Citrine, yakındaki müttefiklere saniyede |BASE| sağlık yenilemesi sağlar. Yenilenmeyi en fazla |MAX| olmak üzere |HPS| artırmak için bir Sağlık Küresi al.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Kristal patlamasıyla düşmanlarda kanama başlatan bir Kesme Statüsü uygula ve onları sersemlet. Bu Statü Etkisinden etkilenen düşmanların Sağlık ve Enerji Kürelerini düşürme şansları artar.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Fractured Blast",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Citrine, yavaşça bozulan kristal bir kabukla kendisini ve yakındaki müttefikleri korur. Öldürmeler ve öldürme yardımları, kabuğun savunma gücünü artırır.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Preserving Shell",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Büyük hasar veren ve düşmanları duvara yapıştıran baş belası bir kılıç fırlatır.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Shuriken",
    "/Lotus/Language/Suits/GlassDesc": "Düşmanlar, Gara'nın ölümcül dokunuşuyla kırılganlaşır. Gara'nın cam yetenekleri, kendisine ve müttefiklerine hayatta kalma ve yüksek hasar verme imkanı sağlar. Düşmanını tuzla buz eder.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Düşmanları bir ayna çemberine alarak onları kendi yansımalarına saldırmaya zorlayın. Yok edilen aynalar kendisine saldıran düşmana hasar verir, ayna çemberinin yok edilmeside aynı hasar etkisine sahiptir.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Spectrorage",
    "/Lotus/Language/Suits/GlassName": "Gara",
    "/Lotus/Language/Suits/GlassPassiveAbility": "Gara, Yetenek kullandığında |DURATION| saniye süren radyal bir kör edici alan oluşturma şansına sahiptir.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Yakalanan bütün düşmanları erimiş camla kaplayıp kristalize eden ve gittikçe genişleyen bir cam halkası yarat. Genişleme tamamlandığında, halka katılaşarak düşmanlarının mermilerini engeller. Halka, kristalize ettiği her düşmanın can ve kalkanlarına orantılı bir şekilde güç kazanır. Shattered Lash kullanarak bu halkayı düşmanlara hasar veren bir çok keskin cam parçalarına dönüştürebilirsin.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Mass Vitrify",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Parçalanmış camlar ile saldır ya da çaplı bir saldırı için basılı tut. Yetenek istatistikleri, kuşanılan yakın dövüş silahının modları tarafından artırılır.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Shattered Lash",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "Gara'nın zırhı dağılarak cam kırıklarından bir girdaba dönüşür. Temasa geçen takım arkadaşları ise hasara karşı kuvvetlendirilir.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Splinter Storm",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Etraftaki tüm lazerlere ateş eden bir enerji küresi gönderir. Tekrar aktive edildiğinde ise etraftakileri kör eden bir ışık bombası patlatır.",
    "/Lotus/Language/Suits/GrandFinaleName": "Prism",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Valkyr ileriye doğru bir kanca fırlatır. Eğer bu kanca düşmana değerse düşmanı kendisine doğru çeker. Kanca sabit bir nesneye değerse Valkyr kendisini kancasının değdiği noktaya doğru çeker.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Rip Line",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Grendel kıvrılarak bir top haline gelir. Yuvarlanarak yoluna çıkan herkesi devirir ve zamanla iyileşir. Zıplama sonrası Grendel'in yere çarpması, hasar veren bir şok dalgası oluşturur.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Pulverize",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Grendel bağırsaklarındaki düşmanlardan besinleri emerken sağlığı yenile. Sindirirken, saldıran veya Grendel tarafından saldırıya uğrayan düşmanlar <DT_VIRAL>Virüs Hasarından etkilenir ve enerji kaynaklarından daha fazla enerji sağlar. Bu güçlendirmeler takım arkadaşlarına da yansır.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Nourish",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Bir düşmanı tek parça olarak yut ve onları Grendel'in midesinde sakla. Tuşa basılı tutarak toksik kusmuk ile kaplanmış düşmanları çıkart.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Feast",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Safra ile ıslanmış bir düşmanı Grendel'in bağırsağından şiddetli bir şekilde kusarak dışarı at ve tüketileni zehirli bir mermiye dönüştür. Yakındaki düşmanlar yavaşlar ve zırhları safra tarafından yok edilir.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Regurgitate",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "Mesa Regulatör silahlarını büyük bir hız ve dikkatle çekerek düşmanlarına mermi yağdırır.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Peacemaker",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Her öldürme ile Cathode Grace'in süresi artar ve kısa bir süreliğine Kritik Şansı ile Enerji Yenilenmesi kazanır. Yetenek kullanımının bekleme süresi mevcuttur. ",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Cathode Grace",
    "/Lotus/Language/Suits/GyreFrameDesc": "Bobinlerin ve vericilerin iletkenliği ile düşmanları yok et. Gyre'ın elektrikli saldırıları kitle kontrolü sağlar. Zarif teoriyi bünyesinde barındırır.",
    "/Lotus/Language/Suits/GyreFrameName": "Gyre",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "Gyre'nin mekanizmaları inanılmaz hızlarda dönerek yakındaki düşmanları şok eden bir Elektrik Alanı oluşturur. Gyre kritik bir darbe aldığında, vurulan düşmandan yakındaki düşmanlara büyük bir elektrik boşalması sağlar.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Rotorswell",
    "/Lotus/Language/Suits/GyrePassiveDescription": "Gyre'ın yeteneklerinin, düşmanı etkileyen her Elektrik Statüsü için kritik hasar verme şansı %10'dur.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Çarpma anında yüksek hasar veren ve yakındaki düşmanlara periyodik olarak elektrik şoku veren bir Sarmal Küre fırlatır. Hasarı artırmak için ilk fırlatma ile aynı anda birden fazla düşmana vur.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Arcsphere",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Birkaç saniye sonra patlayacak bir Sarmal Küre fırlatır. Patlama manuel olarak tetiklenebilir.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Coil Horizon",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Güç ve cesareti yay. Havaya yüksel ve bir Axios Mızrağı yaylım ateşi başlat. Mızraklar, indikleri her yerde yakındaki düşmanlara hasar verir. Düşmanlara doğrudan isabetler daha fazla hasar verir.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Final Stand",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Styanax'ın kalkanı Tharros'u çağır. Düşmanları püskürtmek ve onların kalkanlarını ve zırhlarını azaltmak için Tharros'u kullan. Styanax, vurulan her düşman için sağlık yeniler.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Tharros Strike",
    "/Lotus/Language/Suits/HopliteFrameDesc": "Styanax kaç tane düşmanla karşılaşacağını asla merak etmez, sadece onları nerede bulabileceğini merak eder. Hoplit yüksek hasar verir. Düşmanları, mızrağı ve kalkanı önünde titrer.",
    "/Lotus/Language/Suits/HopliteFrameName": "Styanax",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Bir Axios Mızrağı Fırlat. Mızrak bir düşmanı duvara yapıştırdığında, çevredeki düşmanlar alana çekilir ve bir hasar patlaması yaşar.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Axios Javelin",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "Styanax'ın kritik şansı kalkanlarıyla artar ve zıpkınlarda iki katına çıkar.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Düşmanın dikkatini Styanax'ın üstüne çek. Kararlılığı, onu ve yakındaki müttefiklerini güçlendirerek takımın enerjisini zamanla yeniler. Styanax ve müttefikleri, katkıda bulundukları her öldürme yardımı için kalkanları da yeniler.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Rally Point",
    "/Lotus/Language/Suits/HydroidDesc": "Hydroid, gücünü okyanusun derinliklerinden alır. Su saldırıları kitle kontrolü sağlar. Düşmanlar, sulu bir ölümle karşılaşacak.",
    "/Lotus/Language/Suits/HydroidName": "Hydroid",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "Hydroid'den hasar gören düşmanlar, <PT_CAUSTIC_BURN>Paslanma Statü Etkisine karşı daha savunmasızdır ve ilk Statü, Zırhı %|PCT| azaltır.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Kristalize buz dalgası göndererek düşmana ağır hasar verir.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Ice Wave",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "Mirage etrafta gerçekçi halisünasyonlar oluşturarak düşmanın dikkatini dağatır.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Hall of Mirrors",
    "/Lotus/Language/Suits/InarosDesc": "Inaros korkunç çöle hükmeder. Ona güç veren değişken kumlar gibi sürekli hayatta kalır. Efsane, Inaros'u Korkuyla Beslenen olarak hatırlar.",
    "/Lotus/Language/Suits/InarosName": "Inaros",
    "/Lotus/Language/Suits/InarosPassiveAbility": "Inaros ölümcül hasar aldığında kendini bir lahit içine gömer ve düşmanlara saldırmak için kum formunda reenkarne olur, kendini canlandırmak için düşmanlarının yaşam güçlerini tüketir.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Etraftaki düşmanların arasına enfeksiyondan patlayana kadar onlardan beslenen obur kurtçuklar gönderir. Bu kurtçuklar Mutasyon ile çoğalır ve tüketilen her düşmanla Mutasyon yığını artar.",
    "/Lotus/Language/Suits/InfestAbilityName": "Ravenous",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Parasitic link ile hedeflerinize bağlanın. Müttefiklerine uygulandığında, hem Nidus hemde bağlı olduğu kişinin Yetenek Gücü artar. Bağlanılan düşmanlar ise Nidus'a gelen bazı hasarı alırlar.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Parasitic Link",
    "/Lotus/Language/Suits/InfestPassiveAbility": "Eğer Nidus en az |STACKS| Mutasyon yığını öldürürse, bu |STACKS| yığınlar kullanılır, bu durum |DURATION|s boyunca dokunulmazlık sağlar ve %|HEAL| Sağlık verir.",
    "/Lotus/Language/Suits/InfestationDesc": "Nidus, Infested'den güç alır. Yüksek hasar ve kitle kontrolü sağladığı için hayatta kalma kabiliyetini artırır. Düşmanlarına veba bulaştırır.",
    "/Lotus/Language/Suits/InfestationName": "Nidus",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Loki düşmanlarına karşı görünmez olarak kendisini kamufle etmektedir.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Invisibility",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Kalkan yaratan bir aura oluşturun. Bu etkinin altındaki dostlara yaklaşan düşmanlar hasar alacaklar.",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Haven",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Beklettikten sonra yıkıcı bir ateş gücü fırlatın.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Balefire",
    "/Lotus/Language/Suits/IronFrameDesc": "Güç, Hildryn'in erdemidir. Eşsiz yüksek hasar yetenekleri, Enerji ile doldurulabilen Kalkanlarından güç alır. Hildryn, güçlü bir hücumun iyi bir savunma olduğunu kanıtlar.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Göklere yüksel ve düşmanlarının üstüne Balefire roketleri yağdır. Yakındaki düşmanlar havaya fırlatılır ve birkaç saniyede bir Enerji Küresi üretirler. Kalkanlar tükendiğinde yükselen düşmanlar yere çakılır.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Aegis Storm",
    "/Lotus/Language/Suits/IronFrameName": "Hildryn",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "Hildryn'in kalkanlarındaki Dokunulmazlık Süresi yüksektir. Kalkanları tükendikten sonra 3,5 saniye boyunca hasara karşı dokunulmaz hale gelir.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Yakındaki düşmanların zırhından ve kalkanlarından çal ve Hildryn'ın Kalkanlarına ve Aşırı kalkanlarına ekle. Ayrıca Hildryn ve müttefiklerini Statü Etkilerinden çıkartır.",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Pillage",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Rhino, cildini sertleştirerek kendisini bütün zararlardan korur ve Aşırı Koruma kazanır.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Iron Skin",
    "/Lotus/Language/Suits/IvaraDesc": "Avcı kadın yayını geriyor. Ivara gizliliğin vücut bulmuş halidir. Düşmanları, onun ani saldırılarından korkarak yaşar.",
    "/Lotus/Language/Suits/IvaraName": "Ivara",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "|RADIUS|m çapındaki düşmanları sezer.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "İçinde kalan, ve yaklaşacak kadar aptal olan bütün düşmanları tuzağa düşürüp onları engelleyen yaşayan bir zincir yayın. Tuzağın dışındaki düşmanlar yoldaşlarının ölümünü hızlandırmak için onlara ateş edecektir. Whipclaw yeteneğinizi alanda şaklatarak tuzaktaki düşmanlara daha çok hasar verebilirsin.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Strangledome",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Sağır edici bir kırbaçla darbesi ile düşmanları sersemlet. Yetenek istatistikleri, kuşanılan yakın dövüş silahının modları tarafından artırılır.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Whipclaw",
    "/Lotus/Language/Suits/KhoraDesc": "Khora, kırbaç ve pençelerle kana bulanır. Yüksek hasar vermek ve kitle kontrolü sağlamak için Kavat arkadaşı Venari ile birlikte çalışır. İki beden, tek irade.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Venari'ye hükmederek bir hedefe odaklanmasını sağlayın. Basılı tutarak Saldırı, Koruma, ve İyileştirme pozisyonlarında değişiklik yapın. Venari öldürülürse, bu yeteneği kullanarak anında onu diriltin.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Venari",
    "/Lotus/Language/Suits/KhoraName": "Khora",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "Vahşi kavat, Venari, Khora'nın yanında savaşır ve aktif durumda iken ona %|SPEED| Hız arttırımı sağlar. Venari öldükten |RESPAWN|s sonra tekrar dirilir.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Çaresiz bir hedefi, kendisine çok yaklaşanlara hasar veren yaşayan bir metalle hareketsiz kılın. Whipclaw tuzağı tazeleyerek daha çok düşman yakalamanızı sağlar.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Ensnare",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Derinlerden bir yaratık çağır. Sulu dokunaçları yakındaki yüzeylerden çıkarak ortalığı kasıp kavurur.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Tentacle Swarm",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Valkyr enerji ile dolar ve bir öfke topuna dönüşerek, etraftaki düşmanlara hiç beklemedikleri anda ölümcül pençe darbeleri saldırır.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Hysteria",
    "/Lotus/Language/Suits/LavoPassiveAbility": "Enerji ve Evrensel Küreler, Lavos'a |DURATION| saniye boyunca bağışıklık statüsü kazandırır.\n\nBir sonraki kullanımda herhangi bir yeteneğe ek Element Hasarı ve Statüsü doldurmak için basılı tut.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Düşmanları zırhlarının da yok edildiği bir alanda hapset. Bütün Bastille'leri çökertip bir girdapa dönüştürmek için yeteneğe basılı tut.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Bastille",
    "/Lotus/Language/Suits/LimboDesc": "Gölge ve madde arasındaki boşlukta ustalaş. Limbo, kitle kontrolünü sağlamak için zaman-mekan dengesini bozar. O, başkalarının gerçekle mücadele ettiği yerde kendini evinde hissediyor.",
    "/Lotus/Language/Suits/LimboName": "Limbo",
    "/Lotus/Language/Suits/LimboPassiveAbility": "Takla atarak Rift'e gir ve çık. Rift'e girildiğinde arkasında |DURATION| saniyelik küçük bir Rift Portalı bırakır. Rift'teyken enerji yavaşça kendini şarj eder ve Rift'te öldürülen her bir düşman |ENERGY| Enerji verir.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Bağlantı Kabiliyeti aktif iken alınan herhangi bir hasar, yakın menzildeki bir düşmana kanalize edilecektir.",
    "/Lotus/Language/Suits/LinkAbilityName": "Link",
    "/Lotus/Language/Suits/LokiDesc": "Loki aldatma sanatında ustadır. Hilekar, düşmanları sabote etmek için gizliliği esas alır. Zihinlere korku ve endişe salar.",
    "/Lotus/Language/Suits/LokiName": "Loki",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Duvarlarda normalden |MULT|x daha uzun süre asılı kal.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "Chroma'nın elementsel durumuna göre bir saldırı etki alanı oluşturur. Chroma ve çevresindeki takım arkadaşları defans enerjisi ile dolar.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Elemental Ward",
    "/Lotus/Language/Suits/MagDesc": "Düşmanlarını manyetik güçle alt et. Mag, kitle kontrolünü sağlamak ve düşman savunmasını ortadan kaldırmak için manyetik alanları değiştirir. Çok az kişi onun çekiciliğine ya da iticiliğine karşı koyabilir.",
    "/Lotus/Language/Suits/MagName": "Mag",
    "/Lotus/Language/Suits/MagPassiveAbility": "Yakındaki eşyaları daha kolay toplamak için Mag kendisine çeker.",
    "/Lotus/Language/Suits/MesaDesc": "Silahşorun sabit ve ölümcül bir eli var. Her atış yüksek hasar verir. Mesa, krallıktaki en hızlı silah çekendir.",
    "/Lotus/Language/Suits/MesaName": "Mesa",
    "/Lotus/Language/Suits/MesaPassiveAbility": "İkili elli yan silahları %|SPEED| daha hızlı ateşleyin ve tek elli yan silahları %|RELOAD| daha hızlı doldurun. Yakın Dövüş kullanmaz iken |HEALTH| can bonusu kazan.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Nyx bir düşmanın zihnini işgal ederek onu Tenno tarafına çeker. Nyx, zihnini işgal ettiği hedefe saldırarak onun hasarını çoğaltabilir.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Mind Control",
    "/Lotus/Language/Suits/MirageDesc": "Mirage'ın el çabukluğu onun gücünü tamamlar. Gözü kamaşan düşmanlar ağır hasar alır. Klonlar, lazerler ve tuzaklar, onun sanatının unsurlarıdır.",
    "/Lotus/Language/Suits/MirageName": "Mirage",
    "/Lotus/Language/Suits/MiragePassiveAbility": "Yerde kaymak %|DURATION| daha uzun sürer ve akrobatik manevralar %|SPEED| daha hızlı olur.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Uçucu karşıt gaz ile etki alanındaki bütün düşmanları sersemletir.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Molecular Prime",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Cloud Walker",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Savaş alanı üzerinde dolaşan bir bulut yığınına dönüşerek Wukong ve twin'e sağlık verirken karşılaştığınız düşmanları sersemletin.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Defy",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Wukong ve ikizi yenilmez hale gelir ve düşmanlara saldırı için meydan okur. Tüm hasar ele geçirilerek depolanır ve Wukong destek birimlerinin tek bir karşı saldırısında geri gönderilir. \nArdından, ele geçirilen hasara göre Bonus Zırh verilir.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Wukong kendi adına savaşması için twin yani ikinizi yaratır. Uzaktan saldırdığında twin'de yakın atak yapar, yakın atağa geçtiğinizde ise twin sizi koruma moduna geçer.\nBu yeteneği tekrar kullanarak twin'in bir hedefe arttırılmış hasar ile saldırmasını sağlayın.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Celestial Twin",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Çelik asanızı çağırarak öfkeyi açığa çıkartın.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Primal Fury",
    "/Lotus/Language/Suits/NekrosDesc": "Adı Nekros olarak bilinen bir ölüm meleği vardır. Ölümcül kitle kontrolü sağlayan Nekros, ölü düşmanlarını geri çağırarak müttefikler oluşturur.",
    "/Lotus/Language/Suits/NekrosName": "Nekros",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "|RADIUS|m çapında her düşman ölüşünde |HEALTH| can yenileyin.",
    "/Lotus/Language/Suits/NezhaDesc": "Ateşin hareketli efendisi masumları korur. Nezha'nın çok yönlü taktikleri ile verdiği hasar ve kitle kontrolü ona yüksek hayatta kalma kabiliyeti sağlar. Onun ateşi umudun ışığıdır.",
    "/Lotus/Language/Suits/NezhaName": "Nezha",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "%|SPEED| daha hızlı ve %|RANGE| daha öteye kayın.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Düşmanınızı her türlü hasara karşı korumasız bırakan ve onları ateşe veren bir halka fırlatın. Yanan düşmanlar öldüklerinde Sağlık veya Kalkan düşürürler. Halkayı şarj ederek gücünü arttırın ve tekrar aktif ederek halkanın olduğu konuma anında ışınlanın.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Blazing Chakram",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Yakınına gelen düşmanlarıda sersemleterek hasar veren koruyucu bir ateş halkası oluşturun.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Warding Halo",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Yerden çıkan mızraklarla düşmanlarını del. Yaşayabilen düşmanları yere çarpmak için tekrar aktifleştir.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Divine Spears",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Arkanda dostlarını arındıran düşmanlarını yakan ateşten bir iz bırak. Ateşten bir çember olan etki alanına patlamalar oluştur. ",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Fire Walker",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Güçlü klonlarınızı uzaktaki düşmanlarınıza onları yok etmesi için gönderin. Kapışmaya Teleport yeteneğinizi kullanarak katılabilirsiniz.",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Blade Storm",
    "/Lotus/Language/Suits/NovaDesc": "Antimaddenin gücünden faydalan. Nova, kitle kontrolü sağlamak ve verilen hasarı artırmak için antipartiküller kullanır. Maddenin kendisini istikrarsızlaştırarak düşmanları yok eder.",
    "/Lotus/Language/Suits/NovaName": "Nova",
    "/Lotus/Language/Suits/NovaPassiveAbility": "Yere düşmüşken, |RADIUS|m çaplı düşmanlara |DAMAGE| hasar veren ve onları sersemleten bir korunma dalgası yayın.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Nova'nın etrafında dönen ve yakındaki düşmanlara saldıran anti-materyaller yaratır. Her aktif partikül Nova'nın Canına +%5 hasar azaltışı sağlar ve bu %90'a kadar birikebilir.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Null Star",
    "/Lotus/Language/Suits/NyxDesc": "Psişik saldırılar, Nyx'i tehlikeli bir savaşçı yapar. Kitle kontrolü sağlamak ve saldırıları geri püskürtmek için düşman bilincine ulaşır. Böyle bir manipülasyon savaşın gidişatını değiştirebilir.",
    "/Lotus/Language/Suits/NyxName": "Nyx",
    "/Lotus/Language/Suits/NyxPassiveAbility": "Düşmanlar Nyx'i hedeflediklerinde isabet oranları %|PERCENT| azalır.",
    "/Lotus/Language/Suits/OberonDesc": "İyileşme ve ıstırap, Oberon'un vazifesidir. Doğal dünyaya olan hakimiyeti müttefikleri destekler. Dostlarına lütuf, düşmanlarına bela.",
    "/Lotus/Language/Suits/OberonName": "Oberon",
    "/Lotus/Language/Suits/OberonPassiveAbility": "Müttefik Yoldaşlar Oberon'dan %|HEALTH| Sağlık-link, Zırh-link ve Kalkan-link kazanır. Ayrıca, Yoldaşlar her görev başına bir hızlı diriltme hakkı kazanır.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Kısa bir süre sonra Protea'nın geçici bir patlamayı tetiklemek için geri sardığı bir Geçici Çapa bırakır. Patlama hasarı, çapa düşüşü ve geri sarma arasında verilen hasara bağlı olarak artar. O esnada kaybolan veya harcanan her şey iade edilir.\nÇapa aktif durumdayken ölmek Protea'yı çapaya geri sararak kurtarır. Protea devrilir ve çapa kaybolur.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Temporal Anchor",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Karşılaştığı düşmanların plazma şarjlarını patlatmak için havan topu birimi yerleştirir. Her düşman vuruşu, sonraki plazma saldırılarının gücünü artırır.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Blaze Artillery",
    "/Lotus/Language/Suits/OdaliskDesc": "Protea koruma hakkında bilinmesi gereken her şeyi bilir. Muazzam cephaneliği hasar verir ve müttefikleri destekler. Zamanın kendisini bile manipüle edebilir.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Kısa bir gecikmeden sonra 3 alıcı üreten bir cihaz yerleştirir: güçlendirilmiş sağlık küresi, evrensel mermi paketi ve enerji küresi.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Dispensary",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "İleriye doğru el bombaları fırlatır.\n\n(BAS) SHRAPNEL VORTEX\nKesici ve dengeleri bozan bir şarapnel girdabı yaratır.\n\n(BASILI TUT) SHIELD SATELLITES\nProtea, El Bombalarını yeniden yapılandırıp kalkanları aşırı yükleyen bir jeneratör olarak kullanarak kendisine, müttefiklerine ve yoldaşlarına takviye kalkan sağlar. Kalkanlar tükendiği zaman verilen Dokunulmazlık Süresi, bir uydunun yok edilmesiyle uzatılır.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Grenade Fan",
    "/Lotus/Language/Suits/OdaliskName": "Protea",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Her |CASTS|. yetenek kullanımında +%|STRENGTH| Yetenek Gücü verir.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "Volt, içinden geçen elektriği boşaltır. Şok dalgası yakındaki düşmanları felç eder ve hasar verir. Şok dalgasının kenarındaki düşmanlar sersemletilir.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Discharge",
    "/Lotus/Language/Suits/PacifistDesc": "Sabırlı olanın öfkesinden kork. Baruuk, hayatta kalma ve kitle kontrolü ile öne çıkar. Onun sınırlarını zorlayan içindeki fırtınayı serbest bırakır.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Düşman silahlarını arayıp bulması ve ufak patlamalarla onları yok etmesi için dönen bir hançer yığını yaratın. Menzili ikiye katlamak için Elude ile birleştirin.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Desolate Hands",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Atak yapmadığınız süre boyunca, size gelen tüm mermilerden hasar almadan kurtulmanızı sağlar. Tekrar yeteneği kullanarak bu yeteneği deaktive edebilirsin.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Elude",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "Sabrı tükendiğinde Baruuk Çöl Fırtınasını kullanarak güçlü alan saldırıları yapar. Her saldırı Sabrınızı yeniler.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Serene Storm",
    "/Lotus/Language/Suits/PacifistName": "Baruuk",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "Her kaçınılan mühimmat, her lullanan ya da etkisiz bırakılan düşman, Baruuk'un sabrını tüketir ve içindeki yangını körükler. Baruuk'un sabrı tükendikçe hasara karşı %|PERCENT| kadar artan bir dayanıklılık kazanır.",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "Sakinleştiren bir dalga düşmanları yavaşlatarak uykuya sokar. Uyandırılan düşmanların kafası karışmış olacak ve kısa süreli unutkanlık sebebiyle uyutulmadan kısa bir süre öncesini hatırlamayacaklar.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Lull",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Dante'nin Yüce Kitabı Noctua'yı aç ve düşmanlarının üzerine keder dolu bir hikayeyi sal.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Noctua",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "Dante'nin bileşimi yakındaki düşmanlardan kan çekerek onlara Kesme Hasarı verir.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Dark Verse",
    "/Lotus/Language/Suits/PagemasterDesc": "Bilgi arayıcısı. Tarihin koruyucusu. Leverian biliminin cesur araştırmacısı. Dante, müttefiklerini desteklemek ve düşmanları mahvetmek için gizemli hikayeler yazıyor.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "Dante'nin Final Verse öncesinde iki Mısra yazması gerekiyor.\n\nZAFER: Art arda kullanılan iki Light Verse, Sağlığı artıran ve Koruma sağlayan bir güçlendirme ile müttefikleri kutsar. Öldürmeler ve öldürme yardımları Aşırı Korumayı kısa süreliğine yeniler.<br>Dante, Final Verse kullanmadan önce iki Mısra daha yazmalıdır.\n\nTRAJEDİ: Arka arkaya kullanılan iki Dark Verse, düşmanlara saldırı gerçekleştirir. Zaman içinde aldıkları herhangi bir Hasar tek bir patlamada birikir.<br>Dante, Final Verse kullanmadan önce iki Mısra daha yazmalıdır.\n\nSÖZ KORUYUCUSU: Bir Light Verse ve ardından bir Dark Verse, Noctua'nın kopyaları ile müttefikleri destekler. Noctua kopyaları, kendi saldırılarını koruduğu müttefiklerinin saldırılarıyla senkronize eder.<br>Dante, Final Verse kullanmadan önce iki Mısra daha yazmalıdır.\n\nUÇAN SAYFA: Bir Dark Verse ve ardından bir Light Verse, düşmanlara saldıran Paragrimm'leri çağırır, hedeflerini Statü Şansı ve Statü Hasarına karşı savunmasız hale getirdiği gibi düşman saldırılarını da müttefiklerden uzaklaştırır.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Final Verse",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "Dante'nin güçlendirici bileşimi ona ve müttefiklerine Aşırı Koruma kazandırır ve Sağlıklarını artırır.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Light Verse",
    "/Lotus/Language/Suits/PagemasterName": "Dante",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "Noctua hedefleri tarar ve Kodeksin için bilgileri kaydeder. Tümüyle taranan hedeflerde karşı Statü Şansı %|CHANCE| artar.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "Yetenekler kullanıldığında |RANGE|m çapındaki yoldaşlarınız ve Octavia için |DURATION|s boyunca |ENERGY| enerji sağlanır.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Kullervo etrafını hançerlerle çevreler. Düşmana isabet eden her hançer Kullervo'nun sağlığını yeniler, ancak bir düşmanı ıskalayan her hançer Kullervo'ya vurarak biraz hasar verir. Kullervo'nun Sağlığının dolu olması ve yeteneğinin düşmana isabet etmesi durumunda Kullervo Aşırı Koruma kazanır.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Recompense",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "Void, Kullervo'nun haykırışına karşılık verir ve düşmanlarının üzerine bir hançer yağmuru başlatır.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Storm of Ukko",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "Kullervo kendi ve başkalarının günahlarının kefaletini öder. Hançerleri ve yakın dövüşteki hüneri yüksek hasar verir. İntikam susuzluğunu gidermek için ihanetin gücünü kullan.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Kullervo",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Kullervo, düşmanları bağlayan bir lanet gönderir. Lanetli bir düşman Kullervo'dan hasar aldığında, diğer tüm lanetli düşmanlar da bu hasarın bir kısmını alır.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Collective Curse",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Kullervo, tüm yakın dövüş silahlarında +%|EFFICIENCY| Ağır Saldırı Verimliliği ve +%|WINDUP| Ağır Saldırı Hazırlık Hızına sahiptir.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(BAS) Kullervo bir Ağır Saldırı hazırlar, ardından hedefine ışınlanır ve saldırır. Öfke dolu iradesi, Yakın Dövüşünün Kritik Şansını geçici olarak artırır.\n(BASILI TUT) İşaretli herhangi bir konuma ışınlan.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Wrathful Advance",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Nyx düşmanlara hedeflerinin telekinesisle bulan bir güç topu yığınıyla saldırır. Bu saldırı düşman savunmalarını parçalar.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Psychic Bolts",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Yakındaki düşmanlardan Zırhı kaldırarak Yeteneklerindeki ve silahlarındaki <DT_CORROSIVE>Paslanma Hasarını artırır. <DT_CORROSIVE>Paslanma Statüsünden etkilenen düşmanlar daha fazla etkilenir.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Plunder",
    "/Lotus/Language/Suits/PoisonAbilityName": "Spores",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Bir hedefe <DT_CORROSIVE>Paslanma hasarı veren sporlar bulaştırın. Sporlara ateş ederek ya da taşıyıcıyı öldürerek sporların etraftaki düşmanlara da bulaşmasını sağlayın. Spor ne kadar yayılırsa hasarı da o kadar artar.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Önüne çıkan herkesi zincirleyen bir enerji dalgası gönderin. Etkilenen her düşman Harrow'un kalkanını güçlendirir.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Condemn",
    "/Lotus/Language/Suits/PriestDesc": "İntikam yoluyla kurtuluşa ulaş. Manastır Harrow, hasarı artırarak müttefikleri destekler. Düşmanlara meydan oku ve yükselişe başla.",
    "/Lotus/Language/Suits/PriestName": "Harrow",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Aşırı kalkan yükleme kapasitesini iki katına çıkarır.\nGörevlere maksimum enerjiyle başlar.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Kalkanı feda ederek Atış Hızını ve Şarjör Değişme Hızını arttırın ve düşmana verdiğiniz hasar ile Harrow ve yakındaki müttefikleri iyileştirin.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Penance",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Harrow'un enerjisini Thurible'a aktararak bir güçlendirme kazan. İşlem bittiğinde, düşmanları öldürerek yakındaki müttefiklere enerji temin et. Ne kadar enerji aktarılırsa, düşmandan o kadar çok enerji alınır. Kafa vuruşları fazladan enerji sağlar.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Thurible",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Yakındaki müttefikleri, tüm hasarı emen ve o hasarı içindeki herkese Kritik Şans bonusu olarak yansıtan bir enerji küresi ile koru. Kafa vuruşları bu şansı daha çok artırır.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Covenant",
    "/Lotus/Language/Suits/PullAbilityDesc": "Mag, manyetik bir girdap oluşturarak düşmanları sersemletir. Girdap, Polarize Parçaları çeker ve düşmanları sersemleterek onları doğrudan önüne çeker.",
    "/Lotus/Language/Suits/PullAbilityName": "Pull",
    "/Lotus/Language/Suits/PushAbilityDesc": "Banshee, saldırganları güçsüz kılmak vaya öldürmek için yeterli güç ile hedefleri alana iten sonik şok dalgayı yayar.",
    "/Lotus/Language/Suits/PushAbilityName": "Sonic Boom",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Kendini ve yakındaki müttefiklerini Statü Etkilerine karşı koru. Qorvex, <DT_RADIATION> Radyasyon Statüsünden etkilenen bir düşmanı her öldürdüğünde veya öldürmeye yardım ettiğinde, Statü Etkileri Disometric Guard sayısı, artışları engelleyebilir.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Disometric Guard",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Qorvex'in Pota Çekirdeğinden bir ışın ateşler. Vurulan her düşman, garantili bir Statü Etkisiyle birlikte <DT_RADIATION> Radyasyon Hasarı alır. <DT_RADIATION> Radyasyon Statü'sünden etkilenmiş düşmanlar zincirleme bir reaksiyonla patlar.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Crucible Blast",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "Qorvex'in kullandığı silahlar ek olarak +|PUNCH_THROUGH| Delip Geçme etkisine sahiptir.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Düşmanları yavaşlatan bir Chyrinka Pillar çağır. Garantili bir Statü Etkisi ile <DT_RADIATION> Radyasyon Hasarı verir.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Chyrinka Pillar",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Albrecht Entrati, Qorvex'i, Seçilmiş bir Operatörü laboratuvarının benzersiz tehlikelerinden koruması için tasarladı. Bir Pota Çekirdeği, Qorvex'e kitle kontrolü sağlarken, ona yüksek hayatta kalma kabiliyeti de verir.",
    "/Lotus/Language/Suits/QorvexSuitName": "Qorvex",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Tehdidi kontrol altına al. Qorvex birbirine çarpan duvarlar çağırır, aralarında kalan tüm düşmanlara hasar verir ve <DT_RADIATION> Radyasyon Statüsü uygular.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Containment Wall",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Yakındaki tüm düşmanları parlak bir ışık flaşı yayarak kör eder.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Radial Blind",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Yakındaki düşmanları sersemleten ve Sentientlerin yerleşik direnişlere yol açmasına neden olan vahşi bir uluma gönderin.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Radial Howl",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Açığa bir enerji dalgası yayar, menzildeki düşmanların silahlarını bozar ve onları yakın dövüş yapmak zorunda bırakır.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Radial Disarm",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Radial javelin'ler yakındaki düşmanlara saplanarak kanama statüsü uygulamasına neden olur.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Radial Javelin",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Kutsal yay'ı kullanarak yıkıcı oklar gönderin",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Artemis Bow",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Ivara tarafından başlatılan herhangi bir mermi kontrolünü elinize alın ve direk düşmanınıza yönlendirin.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Navigator",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Dört taktik oktan birini seç ve ateşle. Cloak yeteneği, Ivara ve müttefiklerini saran sabit bir balon oluşturur. Dashwire yeteneği, geçilebilir bir halat oluşturur. Noise yeteneği, düşmanları sana doğru çeken tiz bir ses çıkarır. Sleep yeteneği ise yakındaki düşmanların geçici olarak derin bir uykuya dalmasına neden olur.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Quiver",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Görünmez olup düşmanlarına fark edilmeden onların eşyalarını çal ya da onları kafa vuruşları ile avla.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Prowl",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Düşmanları hızlıca havaya kaldırıp daha sonra yere çarpar. Bu şekilde öldürülen tüm düşmanların Sağlık Küresi düşürme şansı vardır.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Reckoning",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Oberon'dan dostlarına doğru şifalı enerji dalgaları yayılır, zamanla Sağlık yeniler.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Renewal",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Düşmanlarınızı bir sentient enerji duvarı gibi delip geçin, karşınıza çıkanlardan kalkan ve sağlık sömürün; esirlerde daha etkilidir.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Reave",
    "/Lotus/Language/Suits/RevenantDesc": "Ürkütücü spektral güç. Eidolon'un özüyle aşılanan Revenant, güçlü bir dayanıklılık kabiliyetine sahiptir ve yüksek oranda hasar verir. Düşmanlar onun kölesi olur.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Bir hedefi şevkli bir esire çevirin. Esirler dostları hedef alır ve hasar vererek esirleştirir. Öldüklerinde hasar veren bir enerji bulutuna dönüşürler. Esirler ordusu yeteneğin süresi bitene kadar Revenant'ın yeteneğinin etkisi altına kalır.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Enthrall",
    "/Lotus/Language/Suits/RevenantName": "Revenant",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Kalkanınızın tükenmesi |RADIUS|m çapındaki herkese |DAMAGE| hasar veren ve onları yere seren bir şok dalgası yayar.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Eidolon enerjisi ile oluşturduğun ışınları püskürt ve Revenant'ın kendi etrafında dönüşü ile ölüm saç. Işınlar Hasar Tiplerini saldırdıkları hedefe göre düzenleyecekler ve gelen hasar doğrudan ışınlara yönlendirilecek. Daha fazla enerji harcamasına karşılık Statü Etkilerini ve Hasarı artırmak için ateş etme tuşuna basılı tut. Bu yetenek ile öldürülen esirler aşırı kalkanı düşürürler.",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Danse Macabre",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Sentient enerjisi ile bir olup, hasarı yönlendirin ve sana saldırmaya cüret edenlere saldırılarını geri püskürtüp onları sersemletin. Sersemleyen düşmanlar enerjiniz harcanmadan esir edilir.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Mesmer Skin",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Rhino, önüne çıkan her şeyi yıkarak ve kurbanına boynuz atarak hedefe doğru saldırıya geçer.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Rhino Charge",
    "/Lotus/Language/Suits/RhinoDesc": "Rhino oldukça dayanıklıdır. Yüksek dayanıklılığa ve kitle kontrolüne sahiptir. Akıllı olanlar, hücumu sırasında onun önünden çekilmesi gerektiğini bilir.",
    "/Lotus/Language/Suits/RhinoName": "Rhino",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Yüksekten düşünce çevreye |DAMAGE| hasar veren bir şok dalgası yayar.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Yakındaki tüm Warframe'lerin hasarını kısa bir süreliğine yükseltir.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Roar",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Rhino, zamanı bozacak bir güçle tepinir ve etrafındaki düşmanlar kan dolaşımı durmuş şekilde devrilirler.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Rhino Stomp",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Gelen düşman mermilerini rastgele başka bir düşmana yönlendirin.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Shatter Shield",
    "/Lotus/Language/Suits/RunnerDesc": "Altra'nın Azizi ile sorumluluğu üstlen. Gauss hızlıdır, yüksek hasar verir ve güçlü bir hayatta kalma kabiliyetine sahiptir. Hareket onun güçlü bataryasını şarj eder, bu yüzden asla hareket etmeyi bırakma.",
    "/Lotus/Language/Suits/RunnerName": "Gauss",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "Hareket ederken Gauss bataryasını dolduran elektrik akımını üretir. Batarya seviyesine bağlı olarak, Sarj gecikmeleri %|DELAY|'ye varan oranlarda kısalırken, Kalkan sarjları %|SPEED|'ye varan oranlarda hızlanır.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Absorbe edilen Kinetik Hasarın bir bölümünü (Fiziksel, <DT_FIRE>Ateş, <DT_FREEZE>Buz, ve <DT_EXPLOSION> Patlayıcı) Enerjiye dönüştüren bir zırh oluşturur. Ayrıca Gauss'un, dengesinin bozulmasına veya yere serilmesine karşı korur. Hasar Direnci, batarya seviyesiyle bağlantılıdır.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Kinetic Plating",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Gauss'un bataryasını redline'ın ötesine it, Yeteneklerini güçlendir ve Atış Hızı, Saldırı Hızı, Doldurma Hızı ve Yetenek Hızını aşırı hızlanmaya ayarla. Redline'ı geçtikten sonra, elektrik yıldırımları periyodik olarak Gauss'tan sıçrar ve yetenek devre dışı bırakıldığında toplu halde patlar.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Redline",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Düşmanların üzerinde hiper-koşu uygulayarak patlama yaratın ve bataryayı şarj edin. Sert cisimlerle çarpışmalar güçlü bir şok dalgası yaratır. Devamlı bir şekilde koşmak için yeteneğe basılı tut.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Mach Rush",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Bölgeden kinetik enerji toplayarak, bataryayı şarj edin ve yakındaki düşmanlara <DT_FREEZE>Buz Statüsü uygulayın. Basılı tutmak işlemi tersine çevirerek, bataryayı boşaltır, ve yakındaki düşmanlara <DT_FIRE>Ateş Statüsü uygular.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Termal Sunder",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Zemini yararak ilerleyen ve saldırdığı her düşmandan enerji çalan öldürücü bir mantar. Enfeksiyon hasar verdiği her 5 düşmanda bir mutasyona uğrar ve hasar gücünü çoğaltır.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Virulence",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Düşmanlara verdiği hasarı destekleyip/artırıp aynı zamanda da düşman silahlarının frekanslarını bozar.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Shooting Gallery",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Inaros'un Sağlığını tüketerek Zırh oluşturmak için etkinleştir. Formasyonu erken durdurmak için tekrar etkinleştir. Koruyucu katman, gelen Hasarı azaltır ve Statü Etkilerini emer.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Scarab Shell",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Düşmanlarınızı onları kör edip sağlıklarını çalan lanetli kum dalgalarına maruz bırakın.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Desiccation",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Kum fırtınasına dönüş. Inaros, kasırganın içine çektiği düşmanları yutarak kendini iyileştirir.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Sandstorm",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Scarab Swarm çağırarak düşmanlara garantili Paslanma Statüsü uygulayabilirsin. Verilen Hasar, Inaros'un Sağlığına göre ölçeklenir. Sürünün sarmaladığı düşmanların öldürülmesi, Inaros'un yanında savaşan ve böcekleri diğer düşmanlara yönlendiren bir Sürü Kavat'ı çağırır.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Scarab Swarm",
    "/Lotus/Language/Suits/SarynDesc": "Zehir, Saryn'in gücüdür. Toksin güçleri düşmanlara ağır hasar verir. Saryn için zehir bir erdemdir.",
    "/Lotus/Language/Suits/SarynName": "Saryn",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Düşmanlara uygulanan Statü Etkileri %|DURATION| daha uzun sürer.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Etrafınızdaki yenilen düşmanların daha fazla parça düşürmesini sağlar.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Desecrate",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Chroma içindeki gücü etrafındaki arkadaşlarını güçlendirmek ve düşmanı elementsel saldırılara karşı zayıflatmak için kullanılır.",
    "/Lotus/Language/Suits/SentientAbilityName": "Effigy",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Üç enerji dalgasını bir noktada birleştir ve büyük bir reaktif patlamaya neden ol. Patlamadaki radyoaktif kalıntılar, menzildeki tüm düşmanların zırhını azaltır.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Fusion Strike",
    "/Lotus/Language/Suits/SentientFrameDesc": "İkiz krallıkların varisi yükselir. Biyolojik ve Sentient yaşam Caliban'da buluşuyor. Usta hükümdar, kitle kontrolü ve hayatta kalma kabiliyeti sunuyor. Yaratıcısının aklında birden fazla dünya vardı.",
    "/Lotus/Language/Suits/SentientFrameName": "Caliban",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "XP menzilindeki müttefikler, o an almış oldukları hasar türlerine karşı üst limiti %|PCT| olmak üzere direnç kazanır.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Bir radyal yıkım dalgası göndermek için yere vur. İlk patlamada sağ kurtulanlar çaresizce havada asılı kalır ve kısa bir süre boyunca daha fazla hasar alır.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Sentient Wrath",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Caliban'ın Sentient tarafını açığa çıkararak üç Conculyst yoldaşını yanında savaşması ve kalkanlarını tazelemesi için çağır.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Lethal Progeny",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Bir ölüm girdabına dönüş. Girdabı hızlandırmak ve hasarı artırmak için <PRE_ATTACK> tuşuna basılı tut veya bir düşmanı hedefleyip ileriye doğru atılmak için <PRE_ATTACK> tuşuna bas. Sentient Wrath etkisi altındaki düşmanlara vurulması halinde yıkıcı bir patlama yaratır.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Razor Gyre",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Bir yılan gibi derisini bırakan Saryn, düşman ateşini başka bir yöne çekmek için tuzak kurar.",
    "/Lotus/Language/Suits/ShedAbilityName": "Molt",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "Volt, mermileri engelleyen bir elektrik kalkanı yerleştirir.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Electric Shield",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Valkyr etrafındaki düşmanları sersemletir ve onlara hasar verir.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Paralysis",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Müttefik kalkanlarını yenilerken düşman kalkanlarını ve zırhlarını tüketen bir enerji darbesi yayar. Pulse tarafından bırakılan artıklar Polarize Parçalara dönüşür. Yakındaki Polarize Parçalar, Mag'in yörüngesinde döner ve düşmanları keserek kanama statüsüne neden olur.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Polarize",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Hedefini sersemleten ve ona zarar veren bir voltaic mermi fırlat. Hedeften yakındaki düşmanları şoke etmek için bir elektrik zinciri uzanır.",
    "/Lotus/Language/Suits/ShockAbilityName": "Shock",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "Farkında olmayan düşmanlar üzerinde SESSİZLİK kullanarak onların algılarını , ateşe ve Warframe saldırılarına karşı taktiksel tepkilerini sınırlar.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Silence",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Radyal hayaletinle ileri atılarak düşmanlarını kesip biç. Güçlü Exalted Blade'in darbeleri kanama statüsü uygular.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Slash Dash",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Yakındaki objeleri tuzağa düşüren ve karanlığa dokununca kör edici bir ışık yayan, ya da ışığa dokununca bir alan patlaması yaratan karşı koyulamaz bir cevher oluşturun. Hall of Mirrors yeteneğinin yardımıyla birden fazla küçük cevher oluşturun.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "Sleight of Hand",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Düşmanın içindeki negatif enerjiyi çıkartır ve kinetik enerji kürelerine dönüştürüp hem hedefe hemde kürenin değdiği etraftaki her düşmana zarar verir.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Smite",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Düşmanları sersemleten ve görme kabiliyetlerini etkisizleştiren sis bombası atar ve kısa bir süre için Ash'i görünmez hale getirir.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Smoke Screen",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Frost, önlenemez alan koruması oluşturmak için çevredeki tüm nem ve buharı dondurur.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Snow Globe",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Akustik konumu kullanarak Banshee'nin Sonar gücü düşmanları bulur ve izler. Aynı zamanda takımınızdaki herkesin kritik zayıf noktalarını gösterir.",
    "/Lotus/Language/Suits/SonarAbilityName": "Sonar",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "Düşmanların kendi ruhlarını ölümcül bir mermiye çevirip, yolundaki her şeye hasar veren çok güçlü bir darbe. Darbeden sağ kurtulan düşmanlar Harvest için işaretlenir, ve işaretli haldeyken ölmeleri halinde Nekros'un Shadows of the Dead yeteneğine eklenirler.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Soul Punch",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Banshee, akustik enerjisinin tamamını doğaya kanalize ederek, yeri şiddetle sallamak için ultrasonik yankılamalarını kullanır.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Sound Quake",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Elektrik akımını benimse. Volt ve müttefikleri, kısa bir süre için hareket hızı ve yeniden yükleme hızı artışı kazanır.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Speed",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Etrafı Oberon'dan önce ateşle kutsar ve ateşin içinde kalan her düşmana zarar verir.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Hallowed Ground",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Rift'e bağlı hedefleri dondurur. Aktifken, düşmana ait cisimler havada yakalanır, stasis bitiminde yollarına devam ederler.",
    "/Lotus/Language/Suits/StatisAbilityName": "Stasis",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "Loki, hedefle birlikte derhal konumunu değiştirir, düşmanın kafasını karıştırır.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Switch Teleport",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Muazzam bir güç ve saf ışığa sahip kılıcınızı çağırın",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Exalted Blade",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "Şiddetli bir Void enerjisi bir uzay girdabı yaratır ve bu girdap bir süre aktif kaldıktan sonra patlayarak çevresine hasar verir.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Cataclysm",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Ash hedefe doğru ışınlanır ve düşmanlarını yakın dövüş alanına getirerek onları bitirici vuruşlara savunmasız hale getirir.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Işınlan",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Dokunaçlar ile patlayan bir Infested kozası yaratır, yakındaki düşmanlara yapışıp kendine doğru çeker. Tutulu halde öldürülen düşmanların Mutation biriktirme şansı vardır.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Larva",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Yakındaki düşmanların kalplerine korku salıp dehşet içinde kaçmalarını sağlar.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Terrify",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Vahşi bir su dalgasına dönüşüp düşmanları suda sürükler.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Tidal Surge",
    "/Lotus/Language/Suits/TitaniaDesc": "Titania'nın peri benzeri görünümü, onun müthiş gücünü kamufle eder. Bu peri, yüksek oranda hasar verir ve kitle kontrolü sağlar. Rakiplerini saygı göstermeye veya yok olmaya zorlar.",
    "/Lotus/Language/Suits/TitaniaName": "Titania",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "Titania, her yetenek kullandığında kendisine ve yakınındaki müttefiklerine Sağlık üretir.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Dört konuşlandırılabilir mayının kilidini aç. Tether Coil düşmanları gruplandırır ve onları hareketsiz hale getirir. Flechette Orb her yöne ölümcül çiviler fırlatır. Vector Pad düşmanları ve müttefikleri aynı alana doğru hızlandırır. Overdriver en yakın dosta eklenir ve silah hasarını artırır.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Minelayer",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Yıkıcı bir lazer topçu saldırısını çağıran bir hedefleme işaretini düşürün.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Photon Strike",
    "/Lotus/Language/Suits/TrinityDesc": "Trinity, kurtuluşu ve sağlığı temsil eder. Olağanüstü iyileştirici güçleri ile müttefikleri destekler. Başkalarının yok ettiği yerde, o iyileştirir.",
    "/Lotus/Language/Suits/TrinityName": "Trinity",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Düşen dostlarını %|RANGE| daha uzaktan ve %|SPEED| daha hızlı kaldırır.",
    "/Lotus/Language/Suits/ValkyrDesc": "Valkyr, öldürmeye motive edilen korkunç bir katile dönüştürüldü. Hasar verme ve hayatta kalma konusunda ustadır. Savaş çığlığı, onu duyan herkesi dehşete düşürür.",
    "/Lotus/Language/Suits/ValkyrName": "Valkyr",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "Yere serilmiş iken %|PERCENT| daha hızlı ayağa kalkar.",
    "/Lotus/Language/Suits/VaubanDesc": "Vauban, yenilikçi teknolojinin modelidir. Kitle kontrolü sağlamak için zekice icatlar üretir. Azmi ve odağı onu zorlu kılar.",
    "/Lotus/Language/Suits/VaubanName": "Vauban",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Etkisiz hale getirilen düşmanlara %|DAMAGE| Fazladan Hasar verir.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "Yakınlarda Rift içinde bulunan düşmanları Rift enerjisiyle doldurur. Öldürüldüğünde, Rift Geçişi dışarıda yakınlardaki bir düşmana aktarılır. Rift'ten ayrılan düşmanlar ışınsal bir Geçişe sebep olur.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Rift Surge",
    "/Lotus/Language/Suits/VoltDesc": "Elektrik Volt'un damarlarında akar. Saldırıları yüksek hasar verir. Düşmanlar şok olacak.",
    "/Lotus/Language/Suits/VoltName": "Volt",
    "/Lotus/Language/Suits/VoltPassiveAbility": "Yüzeydeki hareketler metre başına |DAMAGE| Hasar veren elektriksel bir şarj üretir ve bir sonraki saldırıda bu enerji atılır.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Toxic Lash",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "Aktifken, saldırılar ilave <DT_POISON> Toksin hasarı verir; bu etki yakın dövüş saldırıları için ikiye katlanır. Etkilenen düşmanlara saldırınca sporları anında patlatın.",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Bir düşmanın üzerinde yaşam kuyusu yaratır. Hedefe yakın müttefiklerin sağlığı yenilenir ve Statü Etkilerine karşı bağışıklık kazanır. Yakın menzildeki müttefiklere yöneltilen Statü Etkileri düşmanlara yönlendirilir. Müttefikler düşmana saldırdıklarında ek sağlık kazanırlar.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Well of Life",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(BAS) Raksh, dişlerini düşmana saplar ve onları parçalar. Hedefe toplam 5 adet farklı Statü etkisi 10 kere birikmiş olarak uygulanır. Hedef öldüğünde Statü Etkileri yakındaki diğer düşmanlara geçer.\n\n(BASILI TUT) Raksh, Voruna için Statü Etkisine karşı direnç sağlar.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Fangs of Raksh",
    "/Lotus/Language/Suits/WerewolfDesc": "Dört canavar, tek yürek. Voruna'nın sadık kurt sürüsü, gücün ve gafil avlamanın ölümcül bir kombinasyonunu oluşturur. İntikam dişlerinin habercisi olan korkunç ulumalara dikkat et.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(BAS) Voruna pozisyon alır ve düşmana güdümlü olan 5 acımasız saldırı hazırlar. En güçlü kurt olan Ulfrun saldırıyı yönetirken, Voruna hedefine doğru hücum eder. Sürü, Statü Etkilerine maruz kalan hedeflere ve yakındaki düşmanlara daha fazla hasar verir. Ölümcül saldırılar, Voruna'nın kalan saldırı haklarıyla vereceği hasarı ikiye katlar.\n\n(BASILI TUT) Ulfrun, Voruna'yı korur. Voruna bu süre içinde düşerse, onun yerine Ulfrun ölür.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Ulfrun's Descent",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(BAS) Lycath sürüyü canlandırmak için avlanır. Yakın dövüş saldırılarıyla öldürülen düşmanlar sağlık küreleri düşürür ve kafadan vuruşlarla öldürülen düşmanların enerji küreleri düşürür. 5 veya daha fazla Statü Etkisinden etkilenen düşmanları öldürerek Lycath'ın avının süresini artır.\n\n(BASILI TUT) Lycath, Voruna'yı artırılmış Ağır Saldırı verimliliğiyle korur.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Lycath's Hunt",
    "/Lotus/Language/Suits/WerewolfName": "Voruna",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Voruna asla yalnız savaşmaz. Görev sırasında her kurdun benzersiz Pasif gücünü kullanmak için Yetenek tuşlarına basılı tut.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(BAS) Dynar, Voruna'yı görünmezlikle gizler ve hızını artırır. Görünmezlik, Voruna saldırdığında sona erer. Görünmezlik sona erdikten kısa bir süre sonra yapılan yakın dövüş saldırıları Kritik Hasarı, Statü Şansını, Kritik Şansı artırır ve Kanama uygular. Yetenek kullanımı başına yakın dövüş saldırısıyla bir düşmanı öldürmek, bu yakın dövüş güçlendirmesinin süresini uzatır.\n\n(BASILI TUT) Dynar, Voruna'yı koruyarak Parkur Hızını artırır.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Shroud of Dynar",
    "/Lotus/Language/Suits/WispFrameDesc": "Wisp, gerçeklik ve ruhani boyut arasında süzülür. Müttefiklerini desteklemek için birden çok boyuta erişir. Desteği gizemli ve esrarengizdir.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Yakındaki düşmanların üstesinden gelmek için bir boyutsal geçit açın ve onların her hasar alışında agresif Surge kıvılcımları oluşturmasını sağlayın.\nWisp ayrıca, akım aralığını iki katına çıkartmak ve ışınlanmak için bir Reservoir hedefleyebilir.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Breach Surge",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "İleriye doğru Wisp'in hayaletimsi görünüşünü yollayarak düşmanların dikkatini dağıtın ve kafalarını karıştırın. Tekrar kullanarak görüntünün o anki konumuna gidin. Tuşa basılı tutarak görünüşün daha hızlı gitmesini sağlayın ve tuşu bırakarak görünüşün olduğu yere ışınlanın.",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Wil-O-Wisp",
    "/Lotus/Language/Suits/WispFrameName": "Wisp",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Wisp, havada boyutlar arasında geçiş yaparken düşmanlar tarafından görünmez olur. ",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Wisp'e ve dostlarına yapışan Mote dolu bir Reservoir seç ve çağır. Haste Mote arttırılmış hareket ve saldırı hızı sağlarken, Vitality Mote maksimum sağlığı ve yenilenmeyi artırır. Shock Mote ise yakındaki düşmanları sersemletir.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Reservoirs",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Güneşe bir geçit açarak düşmanları saf solar plazmayla radyasyona maruz bırakın. Ateş etme tuşunu kullanarak hasarı iki katına çıkartabilirsiniz ama enerji tüketimi de artar. Saldırı süresi boyunca Sol Gate ile hasar görmüş düşmanlar bu yetenekten gitgide daha çok hasar alırlar.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Sol Gate",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Işınlanmayı mümkün kılacak geçit oluşturur.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Wormhole",
    "/Lotus/Language/Suits/WraithDesc": "Artık Void'de sürüklenmeyen Sevagoth geri döndü. O ve Gölgesi ağır hasar verir ve yüksek hayatta kalma kabiliyetine sahiptir. Onlar, asi ruhların hasadı ile devamlılığını sürdürür.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Ölüm Kuyusu için düşmanları tuzağa düşüren ve yavaşlatan radyal bir dalga çağır. Dalganın içinde yer alan müttefikler her saldırıda düşmandan Sağlık çalar. ",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Gloom",
    "/Lotus/Language/Suits/WraithName": "Sevagoth",
    "/Lotus/Language/Suits/WraithPassiveAbility": "Sevagoth öldüğünde, Gölgesi olarak oyna ve mezar taşını yeniden inşa etmek için gereken ruhları toplayarak onu diriltmek için savaş. ",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "Sevagoth'un Gölgesi, dışarı taşarak yolundaki düşmanları tahrip eder. Hayatta kalanlar, Death's Harvest süresince hasar alır. Ölenlerin ruhları Ölüm Kuyusunu doldurur.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Reap",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "Ölüm Kuyusu dolduğunda, Sevagoth'un Gölgesi serbest bırakılmaya hazırdır. Yakın dövüş odaklı yeteneklerin bir koleksiyonu ile düşmanları parçala. ",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Exalted Shadow",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Hayat enerjilerini çekmek için yakındaki hedeflere bir ölüm tohumu ek. Reap ile etkilenen düşmanları patlatarak ektiklerini biç ve sağlıklarının belirli bir yüzdesini Radyal Hasar olarak ver. Ölenlerin ruhları Ölüm Kuyusunu doldurur. ",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Sow",
    "/Lotus/Language/Suits/WukongDesc": "Maymun savaşçı, gücün zirvesidir. Wukong ağır hasar verir ve hayatta kalma oranı yüksektir. Hızlı ve kurnaz taktikleri unutulmaz.",
    "/Lotus/Language/Suits/WukongName": "Wukong",
    "/Lotus/Language/Suits/WukongPassiveAbility": "Ölümcül bir hasar sonrası Wukong otomatik olarak ustalaşmış hayatta kalma tekniklerinden birisini kullanır. Bu teknikler her bir görevde sadece 3 kere kullanılabilir. ",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Dalgaların yaratığı ve K-Drive'ın ilham kaynağı olan Merulina'yı çağırır. Merulina, gelen hasarın büyük bir kısmını emerek Yareli'yi korur.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Merulina",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Düşmanlara güdümlü ve temas halinde patlayan beş su baloncuğu oluştur. Su baloncukları, patlamaları durumunda kurbanlarına hasar verir ve hareketsiz hale getirir. Baloncuklar tarafından vurulan düşmanlar tüm etkenlerden daha fazla hasar alır.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "Sea Snares",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Etrafında dönen üçlü su bıçakları ile düşmanları yararak geç.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Aquablades",
    "/Lotus/Language/Suits/YareliFrameDesc": "Dalgaların sörfçüsü, savaş alanında bir yıkım dalgası yaratabilir. Yareli'nin su saldırıları yüksek hasar verir. Sörf yaparak düşmanların icabına bakmanın vakti geldi.",
    "/Lotus/Language/Suits/YareliFrameName": "Yareli",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "Yareli'nin |TIME|s hareket etmesi halinde İkincil silahları +%|CHANCE| Kritik Şans kazanır.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Düşmanları ezici, devasa bir girdaba çek ve sulu bir patlama ile onları püskürt. Girdapta sıkışan her düşman patlamanın hasarını artırır.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Riptide",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "Gece Biçiminde yakındaki düşmanlarca verilen hasarı azaltır. Gündüz Biçiminde yakındaki dostların Yetenek Gücünü arttırır.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Pacify & Provoke",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "Gece-Formun'da müttefiklerin Kalkanları yakındaki her bir düşman öldürüldüğünde yenilenir. Gündüz-Formun'da, düşmanlara Kanama Statü Etkisi verir. Gece-Formun'da Sağlık ve Kalkanlarını müttefiklere ve Equinox'a geri vermek için devre dışı bırakın. Gündüz-Formun'da güç dalgası yaratman için devre dışı bırakın.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Mend & Maim",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Form değiştirin, Gece-Formunda geçici olarak Bonus Kalkan ve zırh kazanırken Gündüz-Formunda Bonus Hasar ve Hız kazan.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Metamorphosis",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "Gece formunda hedefler uyutulurken gündüz formunda ise hedefler hasara karşı daha dayanıksız olur.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Rest & Rage",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Düşmanlara yapışan ve yapıştığı düşmanın etrafındaki her şeye elektrik dalgaları yayan bir roller drone gönder.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Tesla Nervos",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Son derece yoğun bir hava kütlesi fırlatır. Düşmanları uçurmak için basılı tut veya onları çekmek için yetenek tuşuna bir kere bas. Yetenek hasarı, vurulan her düşman başına artar.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Airburst",
    "/Lotus/Language/Suits/ZephyrDesc": "Rüzgarın gücüne hükmet. Zephyr'in rüzgar bazlı yetenekleri onu korur, yüksek hasar verir ve kitle kontrolü sağlar. Göklerden saldırır ve ardında yıkımdan oluşan bir yol bırakır.",
    "/Lotus/Language/Suits/ZephyrName": "Zephyr",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "Zephyr havadayken daha hızlı hareket eder ve daha yavaş düşer. Ayrıca havadayken tüm silahları için %|CRIT| Kritik Vuruş şansı kazanır.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "Zephyr havadayken basılı tutarsan azaltılmış manevra kabiliyeti ile süzülürsün. Havadayken, bir kere basınca ileriye doğru atılırsın, veya aşağıya doğru bakarken basarsan altındaki düşmanlara dalış saldırısı gerçekleştirebilirsin.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Tail Wind",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Düşmanları arayıp bulan ölümcül hortumlar oluştur. Hortumlar en çok emdiği Elementsel Hasar Tarzında hasar verir. Yutulmuş düşmanlara ateş ederek fazladan hasar vur. Sabit hortumlar için basılı tut, gezinen hortumlar için bir kere bas.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Tornado",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Zephyr'in üzerine gelen tüm mermileri başka tarafa yönlendiren bir rüzgar kalkanı oluşturur.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Turbulence"
}