{
    "/Lotus/Language/Arcanes/AbilityStrengthOnCast": "Arkana: Kraftanstieg",
    "/Lotus/Language/Arcanes/AmmoEfficiencyOnSlidingName": "Arkana: Akimbo Gleitschuss",
    "/Lotus/Language/Arcanes/AmpOnEnergyDepletedCritChance": "Ewiger Ansturm",
    "/Lotus/Language/Arcanes/AmpOnVoidSlingAmpAmmoEfficiency": "Ewige Versorgung",
    "/Lotus/Language/Arcanes/ArmourOnOperatorMode": "Magus: Hülle",
    "/Lotus/Language/Arcanes/AttackSpeedOnKill": "Virtuos: Tempo",
    "/Lotus/Language/Arcanes/BulletToBattery": "Pax: Ladung",
    "/Lotus/Language/Arcanes/BurningCystOnKill": "Residuum: Beulen",
    "/Lotus/Language/Arcanes/ChannelKillEnergyRate": "Exodia: Mut",
    "/Lotus/Language/Arcanes/CompanionDamageOnResidualContact": "Theorem: Infektion",
    "/Lotus/Language/Arcanes/CritChancePerAllyBuffName": "Arkana: Sekundäre Verbindung",
    "/Lotus/Language/Arcanes/CritChannelingDamage": "Exodia: Tapferkeit",
    "/Lotus/Language/Arcanes/CriticalChanceForComboName": "Arkana: Sekundärer Ausbruch",
    "/Lotus/Language/Arcanes/CriticalChanceOnHeadshot": "Virtuos: Schatten",
    "/Lotus/Language/Arcanes/DamageReductionOnVoidMode": "Magus: Feuerwand",
    "/Lotus/Language/Arcanes/EnergyEfficiency": "Pax: Bolzen",
    "/Lotus/Language/Arcanes/EyeInTheSky": "Pax: Aufstieg",
    "/Lotus/Language/Arcanes/FinisherLifesteal": "Exodia: Macht",
    "/Lotus/Language/Arcanes/GroundSlamPull": "Exodia: Jagd",
    "/Lotus/Language/Arcanes/HealAlliesOnEnergySpent": "Wechsel: Wiederaufbau",
    "/Lotus/Language/Arcanes/HealOnTransferenceIn": "Magus: Erheben",
    "/Lotus/Language/Arcanes/HealOnTransferenceOut": "Magus: Pflegen",
    "/Lotus/Language/Arcanes/HealOnVoidDash": "Magus: Erneuerung",
    "/Lotus/Language/Arcanes/HealOnVoidMode": "Magus: Reparatur",
    "/Lotus/Language/Arcanes/HealthOnOperatorMode": "Magus: Vitalität",
    "/Lotus/Language/Arcanes/HealthRegenAndArmorOnMeleeKill": "Arkana: Schnitter",
    "/Lotus/Language/Arcanes/HealthWhileUsingChanneledAbilities": "Arkana: Absicht",
    "/Lotus/Language/Arcanes/HeatDamageOnDash": "Magus: Schmelzen",
    "/Lotus/Language/Arcanes/HeatResistOnBlast": "Magus: Beschleuniger",
    "/Lotus/Language/Arcanes/HoverboardSpeedOnTransferenceIn": "Magus: Antrieb",
    "/Lotus/Language/Arcanes/IceMistOnKill": "Residuum: Gestank",
    "/Lotus/Language/Arcanes/ImmunityFallDamageOnVoidDash": "Magus: Wolke",
    "/Lotus/Language/Arcanes/IncreaseMaxHealthOnHealthPickup": "Arkana: Segen",
    "/Lotus/Language/Arcanes/IncreasedCriticalDamageOnCriticalStrike": "Virtuos: Schlag",
    "/Lotus/Language/Arcanes/IncreasedDamageOnStatusProc": "Virtuos: Wut",
    "/Lotus/Language/Arcanes/LightningStrikeOnKill": "Residuum: Schock",
    "/Lotus/Language/Arcanes/LongGunDamageOnReload": "Arkana: Aufstieg",
    "/Lotus/Language/Arcanes/LongbowDamageOnHeadshot": "Arkana: Langbogen Präzision",
    "/Lotus/Language/Arcanes/MeleeArcaneProjectileOnJump": "Exodia: Infektion",
    "/Lotus/Language/Arcanes/MeleeArcaneShockwaveOnJump": "Exodia: Epidemie",
    "/Lotus/Language/Arcanes/NoPenaltyOnDeath": "Magus: Glitch",
    "/Lotus/Language/Arcanes/OperatorAmmoRegenOnKill": "Virtuos: Leere",
    "/Lotus/Language/Arcanes/OperatorEnergyOnGhostDissipate": "Emergenz: Zerstreuung",
    "/Lotus/Language/Arcanes/OperatorHeavyMeleeDamageOnTransference": "Magus: Aggression",
    "/Lotus/Language/Arcanes/OperatorOnDeathInvulnerability": "Emergenz: Retter",
    "/Lotus/Language/Arcanes/OperatorOnEnergyDepletedRegenEnergy": "Emergenz: Erneuerung",
    "/Lotus/Language/Arcanes/OperatorOnOperatorCastIncreaseDamage": "Ewige Ausrottung",
    "/Lotus/Language/Arcanes/PowerStrengthOnKill": "Wechsel: Erweiterung",
    "/Lotus/Language/Arcanes/PrimaryCritDmgAndMultishotOnColdProc": "Arkana: Primäre Erfrierung",
    "/Lotus/Language/Arcanes/PrimaryDamageOnKill": "Arkana: Primäre Unerbittlichkeit",
    "/Lotus/Language/Arcanes/PrimaryDamageOnMeleeKill": "Arkana: Primäres Geschick",
    "/Lotus/Language/Arcanes/PrimaryDamageOnPrecisionHeadshotKill": "Arkana: Primärer Deadhead",
    "/Lotus/Language/Arcanes/PrimaryEnergyRegenOnImpactProc": "Arkana: Primärer Aufschwung",
    "/Lotus/Language/Arcanes/PrimaryHeadshotCritMultOnHeadshot": "Arkana: Primäre Fäule",
    "/Lotus/Language/Arcanes/PrimaryJamEnemyWeaponsOnMagneticProc": "Arkana: Primäres Hindernis",
    "/Lotus/Language/Arcanes/PrimaryOnAbilityReloadSpeed": "Fraktal: Zurücksetzung",
    "/Lotus/Language/Arcanes/ProcResistOnBlast": "Magus: Zerstören",
    "/Lotus/Language/Arcanes/PullOnTransferenceIn": "Magus: Anomalie",
    "/Lotus/Language/Arcanes/ReverseOnDash": "Magus: Umkehren",
    "/Lotus/Language/Arcanes/RobotStunOnBlast": "Magus: Überlastung",
    "/Lotus/Language/Arcanes/SecondaryDamageOnHeatProc": "Cascadia: Leuchtfeuer",
    "/Lotus/Language/Arcanes/SecondaryDamageOnKill": "Arkana: Sekundäre Unerbittlichkeit",
    "/Lotus/Language/Arcanes/SecondaryDamageOnMeleeKill": "Arkana: Sekundäres Geschick",
    "/Lotus/Language/Arcanes/SecondaryDamageOnPrecisionHeadshotKill": "Arkana: Sekundärer Deadhead",
    "/Lotus/Language/Arcanes/SecondaryExtraDamagePerFreezeStack": "Arkana: Sekundärer Schauer",
    "/Lotus/Language/Arcanes/SecondaryOnOvershieldCritChance": "Cascadia: Überladung",
    "/Lotus/Language/Arcanes/SecondaryOnRollCritChanceOnHeadshot": "Cascadia: Genauigkeit",
    "/Lotus/Language/Arcanes/SecondaryOnStatusProcBonusDamage": "Cascadia: Ermächtigung",
    "/Lotus/Language/Arcanes/SecondaryReloadSpeedAndMultishotOnElectricProc": "Koppelspannung",
    "/Lotus/Language/Arcanes/SeekerProjOnHeadshotKillName": "Pax: Sucher",
    "/Lotus/Language/Arcanes/ShotgunMultishotAndReloadSpeedOnCloseKill": "Arkana: Schrotflinten Vendetta",
    "/Lotus/Language/Arcanes/SpeedOnVoidDash": "Magus: Takt",
    "/Lotus/Language/Arcanes/StatusChanceOnHeadshot": "Virtuos: Geist",
    "/Lotus/Language/Arcanes/StatusChannelingDamage": "Exodia: Triumph",
    "/Lotus/Language/Arcanes/StatusProjectilesOnResidualContact": "Theorem: Ansteckung",
    "/Lotus/Language/Arcanes/StatusTriggerRadialDamage": "Exodia: Kraft",
    "/Lotus/Language/Arcanes/TetherMineOnDash": "Magus: Abriegelung",
    "/Lotus/Language/Arcanes/ToxicBloodOnKill": "Residuum: Virämie",
    "/Lotus/Language/Arcanes/VoidToElectricDamage": "Virtuos: Überspannung",
    "/Lotus/Language/Arcanes/VoidToHeatDamage": "Virtuos: Glut",
    "/Lotus/Language/Arcanes/VoidToPunctureDamage": "Virtuos: Stachel",
    "/Lotus/Language/Arcanes/VoidToViralDamage": "Virtuos: Trojaner",
    "/Lotus/Language/Arcanes/WarframeOnOperatorAbilityPowerStrength": "Wechsel: Kraft",
    "/Lotus/Language/Arcanes/WarframeOnShieldUptimePowerDuration": "Wechsel: Effizienz",
    "/Lotus/Language/Arcanes/WeaponDamageOnResidualContact": "Theorem: Demulzens",
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "Aus den Schatten der langen Nacht erscheint ein neuer Excalibur.",
    "/Lotus/Language/Codex/EmberLongDesc": "Drei Gestalten warteten hinter einem simplen Tisch. Ihre Aufmerksamkeit auf eine einzelnen, von Lampen beleuchteten Stuhl gerichtet. Die Stimme einer alten Frau aus dem Schatten: 'Schickt sie rein'. Am anderen Ende des Raums öffnet ein Sicherheits-Offizier, ernst und unauffällig, die Tür. Die Umrisse einer jungen Frau erscheinen in der Tür. Sie zögert aber nur für einen Moment, dann durchquert sie den Raum und setzt sich.\n\nEin Keuchen war zu hören, als das Licht ihr Gesicht traf. Ihr rechtes Auge war hell und blinzelte aber ihr linkes war ein öliger Schlitz. Ihre Haut war Mond-weiß gebrannt. Ihr Mund war eine hängende, klaffende Wunde ohne Lippen oder Ausdruck. Ihr Militär-Barett saß locker auf ihrer zernarbten und haarlosen Kopfhaut. \n\nDie alte Stimme: 'Ihr Name ist Kaleen.' Kaleen nickte. 'Sie waren der Chef-Ermittler auf der Zariman?' Kaleen's Stimme war ein raues Flüstern, mit starrer Miene. 'Ja.'\n\nKaleen hustet, setzt sich gerade: 'Die Zariman ging während eines Sprungs vom Saturn zu den äußeren Toren verloren. Mechanisches Versagen. Ich informierte die Familien und füllte, zusammen mit den Inspektoren, einen Bericht aus. Es gab keine Spuren nach dem Sprung, also habe ich die Akte geschlossen.'\n\n'Aber sie haben die Akte Tage später wieder geöffnet.'\n\n'Ich habe es selbst nicht geglaubt, bevor ich an Bord des Schiffes gegangen bin. Es war vollständig intakt, volle Umwelt, als wäre es nie los geflogen.'\n\n'Und die Besatzung war tot.'\n\n'Nicht direkt.' Kaleen zögerte. 'Wir dachten, es wäre leer aber dann fanden wir...' Ihr Gesicht verzog sich vor Schmerz, als sie sich erinnerte. 'Wir fanden Kinder, die sich im Schiff versteckten.'\n\n'Und dann haben sie die Protokolle verletzt?'\n\nKaleen neigte ihren Kopf, eine Träne quoll unter ihrem blinden Auge hervor. 'Es waren Kinder. Sie hatten Angst. Sie brauchten Trost.'\n\n'Also haben sie die Quarantäne gebrochen und das ist ihnen zugestoßen.' \n\nStille trat ein, als Kaleen ihr Gesicht berührte. 'Also, was habt ihr mit ihnen gemacht?'\n\nDie alte Frau signalisierte dem Offizier, Kaleen wegzubringen. Das Treffen war vorüber. Als Kaleen die Tür erreichte, befreite sie sich aus seinem Griff und rief zurück: Warum würdet ihr das tun? Warum würdet ihr Kinder auf ein Militärschiff lassen?'\n\n'Würden wir nicht. Das würde Protokolle verletzten.'",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "Die Sentients hatten gewonnen. Sie hatten unsere Waffen, unsere Technologie gegen uns gewandt. Je fortschrittlicher wir wurden, desto größer wurden unsere Verluste. Der Krieg war vorüber, es sei denn, wir fanden einen neuen Weg. In unserer Verzweiflung wandten wir uns dem Void zu. Der blendenden Nacht, dem Höllenraum, wo unsere Wissenschaft und Vernunft versagte.\n\nWir nahmen die wenigen Geschundenen, die von diesem Ort zurückkehrten. Wir bauten einen Frame um sie, eine Kanalisierung ihres Elends. Gaben ihnen die Waffen alter Zeiten. Gewehr und Schwert. Ein neuer Krieger, eine neue Norm wurde geboren. Diese Zurückgewiesenen, diese Tenno, wurden unsere Retter. Krieger-Götter, gegossen aus Stahl und Wut, schlugen unsere Feinde auf eine Weise, die sie nie begreifen konnten.\n\nExcalibur war der Erste.\n\n-Orokin 'Warframe' Archive",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Warframe Archiv – Einsatzbericht; Auszug:\n\nDa saßen wir, festgeschnallt mit entsicherten Waffen und warteten auf den Ruck. Warteten auf den Tod. Durch das schmutzige Bullauge konnte ich die Sterne sehen und davor die Umrisse der Splitterschiffe, die sich vor der Solarschiene aufreihten. Bald würde sie uns erfassen und uns mit ihrer unvorstellbaren Kraft durch den Void schleudern, hinein in das Maul unseres Gegners.\n\nIch beobachtete, wie sich die Schiffe, eines nach dem anderen, in die Länge zogen und verschwanden. Jedes einzelne vollgestopft mit Zero-Tech Soldaten, die die abgestandene Luft einatmeten und deren Finger sich um ihre Perkussionsgewehre klammerten. Jedes Schiff erfüllt mit der verzweifelten Angst vor der Auslöschung. Unser Schiff würde den Sprung zuletzt machen. Unser Schiff hatte eine besondere Fracht.\n\nEs war zum größten Teil leer. Lediglich zehn Mann, wie ich, in die besten Zero-Tech Anzüge gepackt, die das Imperium aufbringen konnte... und 'es'. 'Es' stand zwischen den Sitzreihen, eine schlanke und augenlose Metallgestalt. Ein Tenno in einem Warframe. Vage menschlich, vage weiblich. War dies eine Rüstung oder der kunstvolle Panzer des Monsters, das im Inneren lebte? Ich wurde in meine Gurte gepresst, als das Schiff sich seinem Ziel näherte. Ich sah den Tenno dort stehen, frei im Raum. Pathetisch und golden schimmernd, unbeeindruckt von der Trägheit seiner Masse.\n\nIch war, bis zu diesem Moment, ein Tenno Leugner. Sie waren Geister, Propaganda, verzerrte Opfer der Ära des Void. Unmöglich real. Dennoch stand er leibhaftig vor mir. Das Imperium würde in seiner Verzweiflung die Dämonen loslassen und auf das Beste hoffen. Vor wem fürchteten wir uns mehr, vor dem Gegner oder vor diesem Monster? Unsere Waffen waren entsichert, für den Fall, dass er sich auf uns stürzte. Dann war plötzlich alles egal. Der Ruck kam – und unsere Fenster wurden zu blendenden Scheiben. Als wir wieder etwas sehen konnten, war unser Schiff an einem anderen Ort, zertrümmert und leblos.\n\nDie Luft entwich meinen Lungen, mein Gesichtsfeld füllte sich mit Tod. Schiffstrümmer verteilten sich wie Schnee in der Nacht. Die fremde, blaue Sonne lag dunkel und blendend hinter uns. Die zahllosen feingliedrigen Wurmschiffe unseres Feindes, von einem Glühen umhüllt, wogten und verbrannten die überlebenden Soldaten, wie mich. In diesem Moment starb ich. Ich wurde von einer R-Disc Welle ergriffen, die Strahlung goss sich über meine rechte Seite und kochte Blut und Wasser in meinem Körper. Meine Sicht erstarb, Geräusche waren gedämpft und rauschend. Ich konnte fühlen, wie die rechte Seite meines Gesichtes feucht wurde und zerfloss. \n\nIch träumte im Tod. Ich sah einen hellen Fleck, der sich wabernd auf mich zubewegte. An den metallenen Schnallen meines Anzugs fühlte ich einen Ruck in seine Richtung. Es erreichte mich, richtete sich auf – ein schimmerndes, metallenes Biest, hinter dem sich goldene Flügel ausbreiteten. Ein Engel. Er riss mich aus den Klauen des Todes. Ich konnte spüren, wie sich meine Lungen füllten, als er mich in seine Flügel hüllte. Sein Void-Schild glühte bläulich unter den feindlichen Strahlen. Plötzlich ein Ruck der Beschleunigung; ich schloss meine Augen und klammerte mich an meinem Retter fest.\n\nIch erwachte auf dem Boden, der Stich von verbranntem Fleisch an meiner Seite und auf meinem Gesicht. Er stand über mir, die Flügel waren verschwunden. Ich hörte das Geräusch von Waffenfeuer am Ende des Korridors. Die Mission war vielleicht noch zu retten, aber ich war im Begriff zu sterben und versuchte ihn mit einer Handbewegung zu verscheuchen. Als ich auf die Füße gezerrt wurde, wurde mir zugleich eine Pistole in die Hand gedrückt. Der Engel hatte mich gerettet, mich aus der Hölle gerissen, aber er würde mich nicht bemitleiden. Ich würde stehend sterben, an seiner Seite. Ich wandte meine unverletzte Seite den Schüssen zu und hob die Pistole. Er nickte, seine ausgestreckte Hand wogte und pulsierte, als eine blaue Energie um mich herum aufglühte. Er drehte sich um, zog sein Schwert und gemeinsam stürzten wir uns in den Hagelsturm aus Tod und Feuer, der auf uns wartete.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "Rotes Licht scheint von kahlen, weißen Wänden wider. Davis läuft vor mir her und verliert dabei seine Notizen. Wir laufen um unser Leben. Die Angst verleiht mir eine seltsame Perspektive – es ist beinahe, als verließe ich meinen Körper. Ich weiß nicht mehr, wie ich hierher gekommen bin, ich erkenne diesen Ort nicht wieder.\n\nDavis und ich pressen uns gegen eine der Zellentüren, ich schaue ihn verwirrt an. Ich kann ihn nicht hören, oder die Sirenen oder irgendetwas anderes. Nur das gedämpfte Hämmern meines in Angst rasenden Herzens hallt in meinem Kopf wider. Ich wende mich von Davis ab und am Ende des Korridors kann ich es erkennen. Die ungeschlachte Masse schimmert rot, sie glänzt wie frisches Blut und kalter Stahl. Ich kann seine Haut sehen, sie bewegt sich wie flüssiges Quecksilber, dann werde ich von Mündungsfeuer geblendet. Es zeigt keine Wirkung. Das Biest springt vorwärts und verwandelt die Sicherheitskräfte in eine Wolke aus Blut und Eingeweiden.\n\nIch zittere am ganzen Körper, fühle mich wie ein in die Enge getriebenes Tier, als mich die Erkenntnis trifft: ich habe dieses Monster bereits zuvor gesehen. Ich habe seine Hülle aufgeschnitten und seine Brüder seziert. Ich habe ihm Schmerzen zugefügt und seine Reaktionszeiten gemessen. Ich habe zahllose seiner Art in meinen Experimenten getötet, doch noch nie habe ich eines aus solcher Nähe gesehen, ohne Schutzmaßnahmen, ohne Fesseln. Nie habe ich es so gesehen... frei.\n\nIch akzeptiere die Tatsache, dass ich sterben werde und beobachte die Szene mit wissenschaftlichem Interesse. Das Biest beugt sich vor und schaufelt einen großen Bissen Eingeweide in sein Maul. Es beobachtet mich mit einem verschwommenen Blick, ich kann vages Erkennen darin ausmachen, eine schwache Erinnerung. Es weiß, wer ich bin und was ich getan habe. Es richtet sich auf wie ein Bär und brüllt. Seine massige Gestalt zerschmettert die Lampen und hüllt uns in Dunkelheit. Ich kann hören, wie es sich mir nähert, seine metallenen Finger kratzen die Wand entlang. Ich weiß, dass ich tot bin, ich schließe meine Augen und bereite mich darauf vor, den Preis für meine Sünden zu zahlen.\n\nIch spüre einen Ruck an meinem Arm und realisiere, dass Davis die Zellentür öffnen konnte. Er zieht mich in die Zelle, ich stolpere und stürze zu Boden. Davis steht noch immer in der offenen Tür, er wartet, während sich das Ungeheuer auf uns zu bewegt.\n\nHoffnung keimt in mir auf, dass ich dies doch überleben könnte: 'Davis, schließ' die gottverdammte Tür!' Doch er schüttelt den Kopf, seine Augen sind weit aufgerissen. 'Pass auf!', schreit er und versucht, das Gebrüll berstenden Metalls zu übertönen.\n\nDann herrscht plötzlich Stille. Ich höre Davis keuchen, oder lacht er etwa? Die Bestie füllt die Türöffnung vor ihm aus, nur Zentimeter von ihm entfernt. Blut tropft von seinem Maul, aber das Monster bleibt still, bewegungslos. Davis steht vor mir, starrt auf seine Hände und flüstert: 'Das wird mir niemand glauben.'\n\nIch krieche zum anderen Ende des Raumes und schiebe mich langsam an der Wand hoch. Ich erkenne diesen Raum nicht wieder. Es ist ein kalter Ort mit einer Anordnung von kleineren Türen entlang den Wänden. Eine Leichenhalle? 'Davis, wo sind wir?'\n\nEr starrt mich an: 'Hier bewahren sie sie auf. Die von der Zariman.' Ich weiß nicht, wovon er spricht .Was ist die Zariman? Das Schiff, das nie zurückgekehrt ist? Ich schaue ihn fragend an: 'Davis, was geht hier vor?'\n\nSein Blick klärt sich auf und sein Gesicht verwandelt sich in ein Lächeln. 'Was hier vor sich geht...', sagt er, als er sich, jetzt wieder ruhig, zu dem Biest umdreht, '... sind dicke, fette Beförderungen.'",
    "/Lotus/Language/Focus/ConsecutiveEfficiencyName": "Chained Sling",
    "/Lotus/Language/Focus/ConsecutivePowerName": "Sling Strength",
    "/Lotus/Language/Focus/DisarmedEnergyName": "No Quarter",
    "/Lotus/Language/Focus/DisarmingProjectionName": "Disarming Sling",
    "/Lotus/Language/Focus/FinisherTransferenceName": "Killer’s Rush",
    "/Lotus/Language/Focus/FocusAttackBlastChargeName": "Rising Blast",
    "/Lotus/Language/Focus/FocusAttackBlastFireballName": "Flame Blast",
    "/Lotus/Language/Focus/FocusAttackCloakAttackChargeName": "Void Strike",
    "/Lotus/Language/Focus/FocusAttackCloakBlindName": "Void Radiance",
    "/Lotus/Language/Focus/FocusAttackDashDamageName": "Meteoric Dash",
    "/Lotus/Language/Focus/FocusAttackDashFireName": "Blazing Dash",
    "/Lotus/Language/Focus/FocusAttackEfficiencyName": "Void Fuel",
    "/Lotus/Language/Focus/FocusAttackElementalDamageName": "Phoenix Spirit",
    "/Lotus/Language/Focus/FocusAttackMoreAmmoName": "Inner Gaze",
    "/Lotus/Language/Focus/FocusAttackPhysicalDamageName": "Phoenix Talons",
    "/Lotus/Language/Focus/FocusAttackPowerSnapName": "Power Transfer",
    "/Lotus/Language/Focus/FocusAttackRegenAmmoName": "Eternal Gaze",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldBreakName": "Guardian Break",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseBlastAllyShieldName": "Guardian Blast",
    "/Lotus/Language/Focus/FocusDefenseBlastSelfShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseCloakHealName": "Void Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakHealOthersName": "Squad Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakShieldName": "Void Aegis",
    "/Lotus/Language/Focus/FocusDefenseDashShockwaveName": "Sonic Dash",
    "/Lotus/Language/Focus/FocusDefenseHealthMaxName": "Enduring Tides",
    "/Lotus/Language/Focus/FocusDefenseHealthRegenName": "Rejuvenating Tides",
    "/Lotus/Language/Focus/FocusDefenseInstantReviveName": "Mending Soul",
    "/Lotus/Language/Focus/FocusDefenseRadialXpName": "Mending Unity",
    "/Lotus/Language/Focus/FocusFreeAbilityCastsName": "Inner Might",
    "/Lotus/Language/Focus/FocusPowerBlastBurstName": "Voltaic Blast",
    "/Lotus/Language/Focus/FocusPowerBlastSlowName": "Temporal Drag",
    "/Lotus/Language/Focus/FocusPowerCloakPullName": "Void Singularity",
    "/Lotus/Language/Focus/FocusPowerCloakStaticName": "Void Static",
    "/Lotus/Language/Focus/FocusPowerDashBubbleName": "Wellspring",
    "/Lotus/Language/Focus/FocusPowerDashElectricityName": "Lightning Dash",
    "/Lotus/Language/Focus/FocusPowerEnergyOverTimeName": "Energy Pulse",
    "/Lotus/Language/Focus/FocusPowerEnergyPoolName": "Void Flow",
    "/Lotus/Language/Focus/FocusPowerEnergyRestoreName": "Void Siphon",
    "/Lotus/Language/Focus/FocusPowerPowerFieldName": "Hardened Wellspring",
    "/Lotus/Language/Focus/FocusPowerSlowHeadshotDamageName": "Temporal Shot",
    "/Lotus/Language/Focus/FocusTacticActiveComboAmpDamageName": "Amp Spike",
    "/Lotus/Language/Focus/FocusTacticActiveSlamComboName": "Opening Slam",
    "/Lotus/Language/Focus/FocusTacticBlastConfuseName": "Disorienting Blast",
    "/Lotus/Language/Focus/FocusTacticCloakMeleeCritName": "Void Stalker",
    "/Lotus/Language/Focus/FocusTacticCloakRevealName": "Void Hunter",
    "/Lotus/Language/Focus/FocusTacticDashFinisherName": "Executing Dash",
    "/Lotus/Language/Focus/FocusTacticDashSpeedName": "Mind Sprint",
    "/Lotus/Language/Focus/FocusTacticDashWaveName": "Surging Dash",
    "/Lotus/Language/Focus/FocusTacticMeleeComboName": "Power Spike",
    "/Lotus/Language/Focus/FocusTacticMeleeXpName": "Affinity Spike",
    "/Lotus/Language/Focus/FocusTacticMoveSpeedName": "Mind Step",
    "/Lotus/Language/Focus/FocusWardActiveClearStaticOnKillName": "Static Purge",
    "/Lotus/Language/Focus/FocusWardActiveInvulnerableReturnName": "Reinforced Return",
    "/Lotus/Language/Focus/FocusWardActiveKnockdownImmunityName": "Poise",
    "/Lotus/Language/Focus/FocusWardActiveMagneticFieldName": "Magnetic Flare",
    "/Lotus/Language/Focus/FocusWardArmourBuffName": "Stone Skin",
    "/Lotus/Language/Focus/FocusWardArmourIncreaseName": "Basilisk Scales",
    "/Lotus/Language/Focus/FocusWardBlastBulletAttractorName": "Magnetic Blast",
    "/Lotus/Language/Focus/FocusWardBlastDamagePickupName": "Unairu Wisp",
    "/Lotus/Language/Focus/FocusWardBlastDisarmName": "Disarming Blast",
    "/Lotus/Language/Focus/FocusWardBlastRadiusName": "Basilisk Gaze",
    "/Lotus/Language/Focus/FocusWardCloakAllyCloakName": "Void Shadow",
    "/Lotus/Language/Focus/FocusWardCloakReduceDamageName": "Void Chrysalis",
    "/Lotus/Language/Focus/FocusWardDashReduceArmourName": "Sundering Dash",
    "/Lotus/Language/Focus/FocusWardDashReduceDamageName": "Crippling Dash",
    "/Lotus/Language/Focus/FocusWardReflectDamageName": "Void Spines",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceDamageBuffName": "Vengeance",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceName": "Last Gasp",
    "/Lotus/Language/Focus/GhostWaveName": "Contamination Wave",
    "/Lotus/Language/Focus/GhostlyTouchName": "Distilled Contamination",
    "/Lotus/Language/Focus/LiftHitDamageName": "Lethal Levitation",
    "/Lotus/Language/Focus/LiftHitWaveName": "Void Levitation",
    "/Lotus/Language/Focus/MagneticExtensionName": "Magnetic Boost",
    "/Lotus/Language/Focus/ProjectionExecutionName": "Sling Stun",
    "/Lotus/Language/Focus/ProjectionStretchName": "Far Sling",
    "/Lotus/Language/Focus/ProtectiveProjectionName": "PROTECTIVE SLING",
    "/Lotus/Language/Focus/SonicDissipationName": "Void Snare",
    "/Lotus/Language/Focus/SunderingDissipationName": "Caustic Strike",
    "/Lotus/Language/Focus/UnairuWispName": "Unairu Wisp",
    "/Lotus/Language/Items/AimGlideOnHeadshotName": "Arkana: Konsequenz",
    "/Lotus/Language/Items/ArmorOnHeavyGunEquipped": "Arkana: Panzerung",
    "/Lotus/Language/Items/ArmourOnDamageName": "Arkana: Beschützer",
    "/Lotus/Language/Items/ArmourOnFinisherName": "Arkana: Ultimatum",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Klopfer",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Erzeugt einen lokalen Sturm aus anhaltenden Explosionen.",
    "/Lotus/Language/Items/BigBoyAbility": "Gefechtskopf",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Startet eine schwerfällige Rakete, die in der Lage ist, eine massive Explosion freizusetzen.",
    "/Lotus/Language/Items/BonusDamageOnWallLatchName": "Arkana: Arachnid",
    "/Lotus/Language/Items/CorrosiveProcResistName": "Arkana: Schutz",
    "/Lotus/Language/Items/CritChanceOnDamageName": "Arkana: Rächer",
    "/Lotus/Language/Items/DamageReductionDuringReviveName": "Arkana: Temperament",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "Dieser Hochleistungs-Archwing wurde für nur eine Aufgabe geschaffen: Zerstörung.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Elytron",
    "/Lotus/Language/Items/EMPPushAbility": "Abstoßen",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "Der Warframe gibt einen massiven Energieimpuls ab, betäubt nahe Feinde und wirbelt sie umher.",
    "/Lotus/Language/Items/ElectricityProcResistName": "Arkana: Widerstand",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Kernentlüftung",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Entlüftet den Antriebskern des Archwings, verwirrt feindliche Projektile und lässt sie detonieren.",
    "/Lotus/Language/Items/FireProcResistName": "Arkana: Eis",
    "/Lotus/Language/Items/FireShieldAbility": "Energiehülle",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Formt eine schützende Energiehülle um den Warframe",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Täuschkörper",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Stößt Täuschkörper aus, die ankommende Lenkraketen ablenken.",
    "/Lotus/Language/Items/FreezeProcResistName": "Arkana: Wärme",
    "/Lotus/Language/Items/GasProcResistName": "Arkana: Verflüssigung",
    "/Lotus/Language/Items/GenericCosmeticEnhancerName": "Arkana",
    "/Lotus/Language/Items/HealCompanionOnSixMeleeKills": "Arkana: Leibwächter",
    "/Lotus/Language/Items/HealthRegenOnDamageName": "Arkana: Anmut",
    "/Lotus/Language/Items/HealthRegenOnHeadshotName": "Arkana: Sieg",
    "/Lotus/Language/Items/ImpactProcResistName": "Arkana: Schild",
    "/Lotus/Language/Items/InstantShieldOnDamageName": "Arkana: Barriere",
    "/Lotus/Language/Items/InvisibilityOnFinisherName": "Arkana: Trickserei",
    "/Lotus/Language/Items/LongGunDamageOnHeadshotName": "Arkana: Rage",
    "/Lotus/Language/Items/LongGunSpeedOnCritName": "Arkana: Beschleunigung",
    "/Lotus/Language/Items/MagneticProcResistName": "Arkana: Nullfeld",
    "/Lotus/Language/Items/MeleeDamageOnCritName": "Arkana: Furie",
    "/Lotus/Language/Items/MeleeDmgOnRifleKill": "Arkana: Klingen-Lader",
    "/Lotus/Language/Items/MeleeSpeedOnHitName": "Arkana: Hieb",
    "/Lotus/Language/Items/MissileVolleyAbility": "Suchendes Feuer",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Feuert eine große Salve zielsuchender Raketen.",
    "/Lotus/Language/Items/OdonataPrimeDesc": "Diese verbesserte Version des ersten Archwing-Prototypen bringt das Design an seine theoretischen Grenzen.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Odonata Prime",
    "/Lotus/Language/Items/PistolDamageOnHeadshotName": "Arkana: Präzision",
    "/Lotus/Language/Items/PistolDamageOnReloadName": "Arkana: Erwachen",
    "/Lotus/Language/Items/PistolHeadshotKillAmmoEfficiency": "Arkana: Pistolero",
    "/Lotus/Language/Items/PistolSpeedOnCritName": "Arkana: Geschwindigkeit",
    "/Lotus/Language/Items/PoisonProcResistName": "Arkana: Entgiftung",
    "/Lotus/Language/Items/PrimaryDmgOnMeleeKill": "Arkana: Primär-Lader",
    "/Lotus/Language/Items/PunctureProcResistName": "Arkana: Verteidigung",
    "/Lotus/Language/Items/RadialEnergyOnEnergyPickupName": "Arkana: Antrieb",
    "/Lotus/Language/Items/RadialHealOnHealthPickupName": "Arkana: Puls",
    "/Lotus/Language/Items/RadialKnockdownOnEnergyPickupName": "Arkana: Eruption",
    "/Lotus/Language/Items/RadiationProcResistName": "Arkana: Heilung",
    "/Lotus/Language/Items/ShieldRegenOnDamageName": "Arkana: Ägis",
    "/Lotus/Language/Items/ShotgunSpeedOnCritName": "Arkana: Tempo",
    "/Lotus/Language/Items/SlashProcResistName": "Arkana: Deflektion",
    "/Lotus/Language/Items/SlowerBleedOutOnPreDeathName": "Arkana: Überleben",
    "/Lotus/Language/Items/SniperSpeedOnCritName": "Arkana: Momentum",
    "/Lotus/Language/Items/SpeedOnDamageName": "Arkana: Agilität",
    "/Lotus/Language/Items/SpeedOnParryName": "Arkana: Phantasma",
    "/Lotus/Language/Items/StandardArchwingDesc": "Die Systeme dieses Archwings bieten ein Gleichgewicht zwischen offensiven Fähigkeiten und defensiven Gegenmaßnahmen.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Odonata",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Aktiviert ein Tarnfeld, dass den Warframe und jeden stationären Alliierten in der Nähe tarnt.",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Penumbra",
    "/Lotus/Language/Items/StealthArchwingDesc": "Der Itzal Archwing wurde für schnelle, lautlose Attacken konzipiert und schlägt aus der Dunkelheit des Alls zu.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Setzt Drohnen ein, die an der Seite des Warframes kämpfen. Jede detoniert in einer zerstörerischen Explosion, wenn sie zerstört wird.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Jäger Eskorte",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Formt ein kleines Schwarzes Loch, das alle nahen Objekte einsaugt, bevor es in einer massiven Schockwelle explodiert.",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Kosmischer Zusammenbruch",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Itzal",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Feuere einen Haken an einem Kabel ab, der entweder Feinde heranzieht oder den Warframe zu festen Objekten zieht, an denen er sich festhakt.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Arch-Leine",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Erstellt eine Ablenkung, die gegnerisches Feuer auf sich zieht und Schaden in heilende Pulse verwandelt.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Wohlwollender Köder",
    "/Lotus/Language/Items/SupportArchwingDesc": "Verwandle dich in einen geflügelten Beschützer.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Amesha",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "Winzige Drohnen umkreisen den Warframe oder einen Verbündeten und fangen gegnerisches Feuer ab.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Wachsamer Schwarm",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "Jeder eingehende Schaden wird in Energie verwandelt, während Fähigkeiten an Reichweite, Dauer und Stärke gewinnen. Wirkt auf Warframe und nahe Verbündete.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Rachsüchtiger Rausch",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Macht den Warframe und nahe Verbündete immun gegenüber Statuseffekten, während umliegende Feinde verlangsamt werden.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Schützende Anmut",
    "/Lotus/Language/Items/TnTAbility": "Bloomer",
    "/Lotus/Language/Items/TnTAbilityDesc": "Feuert ein starkes, ferngezündetes Explosivgeschoss ab, das sich an Zielen festsetzen kann.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Spießt ein Ziel auf, hält es fest und entzieht ihm Gesundheit. Erneutes Verwenden schleudert das Ziel weg und fügt ihm und anderen an der Einschlagstelle Schaden zu.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "Fleischerhaken",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Feuere ein Salve geladener Minen um dich herum ab. Jede Mine explodiert bei Berührung mit heftiger Wucht und schädigt Feinde in einem Radius von 3 m.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Schwere Minen",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Schleudere einen Kanister Graviton-Flüssigkeit, um einen breiten Morast zu schaffen, der Feinde verlangsamt, die darüber laufen. Alternativ kann der Kanister in der Luft abgeschossen werden, um einen Flächenbrand zu verursachen.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Necranetz",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Zieht Feinde in der Umgebung mit einem Kraftstrahl in die Schusslinie und hält sie mit einem Kraftstrahl in der Luft.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Schusslinie",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Hebe Bonewidows Schild, um eingehenden Schaden von vorne zu blockieren und ihn auf die Angreifer zurückzuschleudern. Während er aktiv ist, verprügele Feinde mit \"Kuss der Maid\".",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Schildmaid",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Hülle den Necramech in ein mächtiges, elektrisches Feld, dass die Überlebensfähigkeit im Nahkampf deutlich erhöht. Gegner, die den Schleier treffen, werden ihre Unverschämtheit bereuen.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Sturmschleier",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Beschwört eine verheerende erhabene Klinge.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Erhabenes Ironbride",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Nimm eine stationäre Haltung ein, für maximale Feuerkraft und erhalte erhöhte strukturelle Integrität für eine bestimmte Zeit.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Wächter-Modus",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Nichts Besonderes, aber er kriegt die Arbeit hin. Mit seiner unter Strom gesetzten Rüstung, kann dieser Mech das Schlachtfeld mit einer Kollektion an Sprengstoffen für alle Gegner sehr unangenehm machen.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Voidrig",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "Dieser furchteinflößende Necramech, gestaltet zu Ehren des Entrati-Matriarchs, ist ein robuster Frontkämpfer. Bonewidow zieht Rüstung und Gesundheit Schildstärke vor und kann Feinde greifen und wegschleudern, einen schweren Schild zur Verteidigung einsetzen und sich mit einer massiven Kriegsklinge durch die Feinde kämpfen.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Bonewidow",
    "/Lotus/Language/Primes/AshPrimeDesc": "Ash Prime macht Täuschung und List zu tödlichen Waffen. Bietet veränderte Mod-Polaritäten für noch bessere Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/AshPrimeName": "Ash Prime",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "Gegnern zugefügte Blutungseffekte verursachen |DAMAGE| % mehr Schaden und dauern |DURATION| % länger an.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "In längst vergangenen Tagen hieß es, dass Gebirge Krieger beherbergten. In diesen Tagen wurde der Berg zum Krieger.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Atlas Prime",
    "/Lotus/Language/Primes/BansheePrimeDesc": "Banshee Prime greift ihre Feinde an, indem sie Schallwellen zu einer tödlichen Waffe macht. Mit abgeänderten Mod-Polaritäten bietet sie höhere Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/BansheePrimeName": "Banshee Prime",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Verdammt sind die Narren, die den Frieden angreifen und die Zurückhaltung dieses widerstrebenden Kriegers erschöpfen.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Baruuk Prime",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Meistere die Elemente und entfessele nie gekannte Zerstörung, mit Chroma Prime. Bietet veränderte Mod-Polaritäten für noch bessere Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Chroma Prime",
    "/Lotus/Language/Primes/EmberPrimeDesc": "Ember Prime bietet das gleiche Potential an mutwilliger Zerstörung wie Ember, besitzt jedoch einzigartige Mod-Polaritäten für eine bessere Anpassung.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ember Prime",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "Erhalte |STRENGTH| % Fähigkeitsstärke für jeden Gegner, der innerhalb von |RANGE| m in Flammen<DT_FIRE> steht.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "Nacht und Tag endlich im Einklang; die anmutige Perfektion desjenigen, der auf den Grenzen schreitet.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Equinox Prime",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "Excalibur Prime ist der Inbegriff von Mobilität und Offensive und besitzt dieselben Kräfte wie Excalibur, hat aber einzigartige Mod-Polaritäten, was eine bessere Anpassung erlaubt.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Excalibur Prime",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Excalibur Prime verursacht |DAMAGE| % erhöhten Schaden und greift |SPEED| % schneller an, wenn er Schwerter schwingt.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "Frost Prime hat dieselben eiskalten Fähigkeiten wie Frost, jedoch hat er einzigartige Mod-Polaritäten, die eine bessere Anpassung erlauben.",
    "/Lotus/Language/Primes/FrostPrimeName": "Frost Prime",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Frost Prime mit einer Nahkampfattacke zu treffen hat eine |CHANCE| % Chance, den Angreifer für |DURATION| s einzufrieren.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Führe die Legende der glasgepanzerten Kriegerin Gara fort. Beherrsche das Schlachtfeld mit der Macht puren Kristalls.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Gara Prime",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "Weiß, Gold und tiefstes Scharlachrot, die Königin von Blut und Gewalt in vollem Ornat.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Garuda Prime",
    "/Lotus/Language/Primes/GaussPrimeDesc": "Quecksilber nimmt Gestalt an. Gauss Prime duldet keine Rede von einer Niederlage.",
    "/Lotus/Language/Primes/GaussPrimeName": "Gauss Prime",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "Ursprünglich. Unersättlich. Grendel Prime verschlingt alle, die sich ihm entgegenstellen.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Grendel Prime",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "Der ewige Inquisitor erhebt sich, geheiligt vom Void, und predigt ein Evangelium des Eisens und der Flammen.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Harrow Prime",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "Hildryn Prime beweist, dass Macht die Belohnung für Disziplin ist.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Hildryn Prime",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Beherrscht die Wut des Ozeans mit dem gold-silbernen König. Abgeänderte Mod-Polaritäten bieten höhere Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Hydroid Prime",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Erhebe dich, Ewiger, um die Furcht vor Inaros über sie zu bringen. Bietet alternative Mod-Polaritäten für erhöhte Anpassbarkeit.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Inaros Prime",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "Mutationen sind endlos. Der gefräßige Seuchenträger kehrt in einer schon lange nicht mehr gesehenen Form zurück und brodelt, um ihn windet sich der Urstamm des Befalls.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Nidus Prime",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "So königlich und tödlich wie die Nacht selbst, dies ist die Königin der Jagd in ihrer ultimativen Form.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Ivara Prime",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "Wittert in einem |RADIUS| m Radius Gegner.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "Eine Harmonie aus Meisterin und Monster. Die veredelte Jägerin und ihr loyaler Kavat Venari dominieren das Schlachtfeld mit ihrem Willen.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Khora Prime",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Tanze mit diesem goldenen Rift-Wandler zwischen den Welten. Bietet veränderte Mod-Polaritäten für noch bessere Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/LimboPrimeName": "Limbo Prime",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Verwirre, täusche und zerstöre mit Loki Prime. Bietet alternative Mod-Polaritäten für eine bessere Anpassung.",
    "/Lotus/Language/Primes/LokiPrimeName": "Loki Prime",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Fähig, |MULT| x länger als normal an Wänden zu hängen.",
    "/Lotus/Language/Primes/MagPrimeDesc": "Die ausgezeichnete Mag Prime bietet die gleichen Fähigkeiten wie Mag aber mit einzigartigen Mod-Polaritäten für größere Anpassungsfähigkeit.",
    "/Lotus/Language/Primes/MagPrimeName": "Mag Prime",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "In der Nähe befindliche Gegenstände werden zum einfachen Einsammeln zu Mag herangezogen.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Wirf einen langen Schatten mit dieser tödlichen Vollstreckerin. Mit geänderten Mod-Polaritäten für bessere Anpassung.",
    "/Lotus/Language/Primes/MesaPrimeName": "Mesa Prime",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "Schießt |SPEED| % schneller mit Dual-Handfeuerwaffen und lädt einhändige Handfeuerwaffen |RELOAD| % rascher nach. Erhält |HEALTH| Bonus-Gesundheit, wenn keine Nahkampfwaffe ausgerüstet ist.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "Bezaubert die Gegner mit dieser goldenen Meisterin der Illusion und des Chaos. Beinhaltet alternative Mod-Polaritäten, die eine bessere Anpassung erlauben.",
    "/Lotus/Language/Primes/MiragePrimeName": "Mirage Prime",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "Rutschen hält |DURATION| % an und akrobatische Manöver sind |SPEED| % schneller.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "Des Todes neuer Meister. Beinhaltet alternative Mod-Polaritäten, die eine bessere Anpassung erlauben.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Nekros Prime",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "Regeneriert |HEALTH| Gesundheit mit jedem Gegnertod in einem Radius von |RADIUS| m.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Siehe: der Nachkomme des Brennenden Windes, jetzt hier in höchst vornehmer Ausstattung. Mit veränderten Mod-Polaritäten, für bessere Anpassung.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Nezha Prime",
    "/Lotus/Language/Primes/NovaPrimeDesc": "Nova Prime bringt mit flüchtiger Antimaterie Verwüstung über ihre Gegner. Mit veränderten Mod-Polaritäten für eine bessere Anpassung.",
    "/Lotus/Language/Primes/NovaPrimeName": "Nova Prime",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "Niederschläge führen zu einem defensiven Ausbruch in einem Radius von |RADIUS| m, der angreifende Gegner ins Wanken bringt und |DAMAGE| Schaden verursacht.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Dringe mit Nyx Prime in die Gedanken deiner Feinde ein. Mit veränderten Mod-Polaritäten für noch mehr Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/NyxPrimeName": "Nyx Prime",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "Gegner sind |PERCENT| % weniger genau, wenn sie auf Nyx Prime zielen.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Schützt die Balance mit dem majestätischen Hüter des Waldes. Bietet alternative Mod-Polaritäten für erhöhte Anpassbarkeit.",
    "/Lotus/Language/Primes/OberonPrimeName": "Oberon Prime",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Stimme eine Symphonie der Zerstörung an, mit Octavia, der Herrin der Musik, in ihrer prachtvollsten und spektakulärsten Form. Bietet veränderte Mod-Polaritäten für noch bessere Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Octavia Prime",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "Seht das Kind zweier Väter. Protea Prime erfüllte einst Parvos Granums Vision eines zeitbeherrschenden Wächters. Jetzt hält sie am Ideal der Tenno fest, die Wehrlosen zu verteidigen.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Protea Prime",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "Der Verlorene erhebt sich. Konzentriere die Essenz von Eidolon, mit Revenant Primes Kräften.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Revenant Prime",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Verbessert Rhinos Boden erschütternde Fähigkeiten; mit alternativen Mod-Polaritäten für bessere Anpassbarkeit.",
    "/Lotus/Language/Primes/RhinoPrimeName": "Rhino Prime",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Stößt eine Schockwelle aus, die |DAMAGE| Schaden verursacht, wenn er aus großer Höhe landet.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "Eine goldene Blüte, die tödlichen Nektar verbirgt. Bietet veränderte Mod-Polaritäten für noch mehr Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/SarynPrimeName": "Saryn Prime",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Gegner zugefügte Statuseffekte dauern |DURATION| % länger an.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Versuchend und erschreckend, dies ist Titania in ihrer ultimativen Form.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Titania Prime",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Werde die Bastion für deine Verbündeten und verteidige diese mit den mächtigen Heilungsfähigkeiten von Trinity Prime. Bietet veränderte Mod-Polaritäten für noch bessere Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Trinity Prime",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Belebt gefallene Verbündete um |SPEED| % schneller und aus |RANGE| % größerer Entfernung wieder.",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "Ein stolzer Krieger schreitet näher, unberührt von Zeit und Tücke. Beinhaltet alternative Mod-Polaritäten, die eine bessere Anpassung erlauben.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Valkyr Prime",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "|PERCENT| % schnellere Erholung von Niederschlägen.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Verwandelt das Schlachtfeld in eine Waffe, mit diesem vergoldeten Taktiker. Bietet einzigartige Mod-Polaritäten für erweiterte Anpassungsmöglichkeiten.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Vauban Prime",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Verursacht |DAMAGE| % mehr Schaden bei außer Gefecht gesetzten Feinden.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "Ein glorreicher Krieger der Vergangenheit, Volt Prime besitzt die selben Fähigkeiten wie Volt, besitzt aber einzigartige Mod-Polaritäten für eine bessere Anpassbarkeit.",
    "/Lotus/Language/Primes/VoltPrimeName": "Volt Prime",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "Bewegungen am Boden generieren eine elektrische Ladung, die |DAMAGE| Schaden pro Meter aufbaut und bei der nächsten Attacke freigesetzt wird.",
    "/Lotus/Language/Primes/WispPrimeDesc": "Die vergoldete Pracht von Wisp Prime geistert über das Schlachtfeld. Verbündete begrüßen ihre interdimensionale Schönheit.",
    "/Lotus/Language/Primes/WispPrimeName": "Wisp Prime",
    "/Lotus/Language/Primes/WukongPrimeDesc": "Der Gauner-Krieger steigt auf in seine ultimative Inkarnation.",
    "/Lotus/Language/Primes/WukongPrimeName": "Wukong Prime",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Erhebe dich in den Himmel mit diesem golden Vogel der Zerstörung.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Zephyr Prime",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Nyx absorbiert alle eingehenden Schäden und kanalisiert die gesammelte Energie in eine explosive radiale Entladung. Der Waffenschaden von Nyx wird basierend auf dem eingehenden absorbierten Schaden verbessert, wenn die Fähigkeit endet.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Absorbieren",
    "/Lotus/Language/Suits/AlchemistDesc": "Die Schlangen von Lavos ermutigen ihn, während er das Schlachtfeld verwandelt. Er nutzt Gift, Kälte, Elektrizität und Hitze, um Elementarschaden zu verursachen. Nutze die Macht des dunklen Alchemisten.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Katalyse-Sonden brechen aus Lavos hervor und überschütten Kämpfer mit einem flammenden Gel. Der Schaden wird für jedes Element, das einen Gegner befällt, verdoppelt.\n\nHalten, um die nächste Fähigkeit mit <DT_FIRE>Hitze zu erfüllen.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Katalyse",
    "/Lotus/Language/Suits/AlchemistName": "Lavos",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Schlage mit diesem giftigen schlangengleichen Schlag zu und konsumiere das Ziel, um Lavos zu heilen.\n\nHalten, um alle Fähigkeiten mit <DT_POISON>Gift zu erfüllen.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Schlangenbiss",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Setze eine Sonde frei, die Gesundheits- und Energiekugeln in universelle Kugeln umwandelt, die beides gibt und Munition in universelle Munition. Die Sonde schockt Feinde in der Nähe. Jeder elektrisierte Feind reduziert die Abklingzeit anderer Fähigkeiten um 1,5 s.\n\nHalten, um die nächste Fähigkeit mit <DT_ELECTRICITY>Elektrizität zu erfüllen.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Umwandlungssonde",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "Stürme vorwärts, brich durch Feinde und hinterlasse eine eisige Spur auf zerbrochenen Phiolen.\n\nHalten, um die nächste Fähigkeit mit <DT_FREEZE>Kälte zu erfüllen.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Phiolensturm",
    "/Lotus/Language/Suits/AshDesc": "Sieh den Schutzpatron der Orokin Schule für politische Attentate. Ashs Spezialität ist Tarnung. Du spürst die Schneide seiner Klinge, bevor du sie siehst.",
    "/Lotus/Language/Suits/AshName": "Ash",
    "/Lotus/Language/Suits/AshPassiveAbility": "Gegnern zugefügte Blutungseffekte verursachen |DAMAGE| % mehr Schaden und dauern |DURATION| % länger an.",
    "/Lotus/Language/Suits/AtlasDesc": "Feinde erzittern vor dem Schläger, dessen Fäuste härter als Stein sind. Atlas teilt hohen Schaden aus. Lenke terrestrische Elemente, die die Grundlage eines jeden Schlachtfeldes darstellen.",
    "/Lotus/Language/Suits/AtlasName": "Atlas",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "Wird immun gegen Niederschlagseffekte, während er am Boden ist.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Beschwört eine tödliche Eis-Lawine, die alle Feinde im Radius zerschmettert und einfriert.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Lawine",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "Wenn aktiviert, speichert diese Fähigkeit den von Waffen verursachten Schaden. Eine weitere Auslösung leitet diesen Schaden in den nächsten Schuss.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Ballistische Batterie",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Verursacht eine Welle aus Rift-Energie, die Feinde beschädigt, während Gegner und Verbündete aus Limbos aktueller Existenzebene gestoßen werden.",
    "/Lotus/Language/Suits/BanishAbilityName": "Verbannen",
    "/Lotus/Language/Suits/BansheeDesc": "Banshees Ruf kündigt den Tod an. Sie beherrscht Gruppenkontrolle und findet feindliche Schwachstellen mit Schallangriffen. Nur wenige können ihre Position halten, wenn sie von ihrer Macht getroffen werden.",
    "/Lotus/Language/Suits/BansheeName": "Banshee",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Waffengeräusche werden gedämmt, so dass Gegner sie nicht hören können.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Nährt sich an der Dezibelstärke des Sounds in der Umgebung und nutzt sie, um den Schaden von Octavia und ihren Verbündeten zu verstärken. Es verdoppelt zudem den Schaden und die Reichweite von nahen Schlägern.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Verstärker",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Startet eine Discokugel, die Feinde dazu animiert, ihr zu folgen. Kombiniert mit \"Schläger\" wird sie zu einem umherstreifenden Ball akustischer Zerstörung.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Resonator",
    "/Lotus/Language/Suits/BardDesc": "Octavia verwandelt Bass, Beat und Melodie in eine Symphonie der Zerstörung. Die Musik ihres Mandachords verleiht ihr hohe Überlebensfähigkeit und unterstützt ihre Verbündeten. Ihre Kompositionen bedeuten die Zerstörung ihrer Feinde.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Verschafft jenen einen Vorteil, die Aktionen im Einklang mit Octavias Musik ausführen. Zeitige Sprünge bieten den Vivace-Geschwindigkeitsschub. Ducken im Takt verschafft die Nocturne-Tarnung. Rhythmisches Feuern verleiht den Oper-Multischuss. Zeitige Nahkampfschwünge bieten den Forte-Schadensbonus.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Metronom",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Trichtert nahen Gegnern rhythmisch Schaden ein und zieht ihr Feuer an. Wird \"Schläger\" Schaden hinzugefügt, so steigert dies seine Tödlichkeit.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Schläger",
    "/Lotus/Language/Suits/BardName": "Octavia",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Valkyr stößt einen Schlachtruf aus, der die Nahkampfgeschwindigkeit ihrer Verbündeten erhöht, während er nahe Feinde verlangsamt.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Kriegsschrei",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Gesundheit und Schilde von nahen Verbündeten werden wiederhergestellt, während ihr erlittener Schaden durch Gegner reduziert wird.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Segen",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Beschwört eine Bollwerk-Steinwand, nochmaliges Aktivieren lässt sie auf Gegner herabregnen. Bollwerke, die von Gegnern angegriffen werden, setzen einen Schnitt-Flächenschaden, in der Höhe der verlorenen Gesundheit, frei.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Tektonik",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "Atlas harter Blick versteinert Gegner, heilt Rumbler und erstellt versteinerte Bollwerke. Wenn sie zerschmettert werden, lassen versteinerte Gegner heilenden Schutt für Atlas fallen.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Versteinern",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Zerschmettere Gegner mit explosiven Rutschangriffen und wiederhole es, für mächtige Kombos. Versteinerte Gegner nehmen zusätzlichen Schaden und lassen bei Zerstörung Schutt fallen. Schutt kann Atlas heilen und stärkt seine Rüstung. Die Werte werden durch ausgerüstete Mods für Nahkampfwaffen verbessert.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Erdrutsch",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "Beschwöre zwei Steinelementare für den Kampf hervor. Das Heraufbeschwören versteinert Gegner in der Nähe von Atlas. Bei Ablauf, Rumbler zerfallen zu heilendem Schutt.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Rumblers",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "Sprengt vorübergehend die äußeren Teile von Xaku in einer destruktiven Explosion ab und beschreitet das Schlachtfeld dann in flinkerer, skeletaler Form. Gegner, die von Schrapnell getroffen werden, sind gegen Void-Schaden geschwächt. Die Dauer von Xakus anderen aktiven Fähigkeiten wird in der Zeit eingefroren und wieder fortgesetzt, sobald \"Die gewaltige Unzeit\" abläuft.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "Die gewaltige Unzeit",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Wechsele durch drei verlorene Warframe-Kräfte. \"Beschuldigen\" manifestiert einen Void-Riss, der Feinde zu Verbündeten korrumpiert. \"Starrer Blick\" setzt Ziele mit Void-Ranken fest, die Schaden auffangen und ihn austeilen, wenn das Ziel losgelassen wird. \"Leugnen\" zerstört mit einem Strahl aus Void-Energie und entfernt Widerstände von Sentients.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "Der Verlorene",
    "/Lotus/Language/Suits/BrokenFrameDesc": "Zerstörte Warframes, die im Void trieben, fanden sich zusammen und kreierten Xaku. Zusammen, verursachen sie hohen Schaden. Xaku beweist, dass die Summe des Ganzen wichtiger ist als die Teile.",
    "/Lotus/Language/Suits/BrokenFrameName": "Xaku",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "|CHANCE| % Schadensreduktion bei Flächenangriffen und Chance, eingehenden Waffenschaden zu vermeiden.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "Void-Ranken stehlen die Waffen von nahen Gegnern und nutzen sie dann als schwebende, automatisch zielende Geschütze. Verursachter Schaden erhöht sich basierend auf dem Gegnerlevel. Die Anzahl der ergriffenen Waffen bestimmt auch den Schadensmultiplikator des Void-Strahls von \"Der Verlorene: Leugnen\".",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Lohks Griff",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Fügt bei Aktivierung allen Angriffen von ausgerüsteten Waffen Void-Schaden hinzu.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Xatas Flüstern",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(ANTIPPEN) Erzeugt ein magnetisches Feld um ein Ziel, welches nahe Gegner festhält und Schaden über Zeit verursacht. Das Feld zieht polarisierte Splitter und Schrapnell an, die Mag umkreisten und fügt sie dem tödlichen Mix hinzu.\n(HALTEN) Mag umgibt sich mit einem Magnetfeld, das Fernkampfangriffe absorbiert und Schaden in einem zerstörerischen Kegel zurückwirft.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Magnetisieren",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Beschwöre einen Sturm herauf, der es auf ein Zielgebiet herabregnen lässt.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Sturmfeuer",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "Mit einem mächtigen psychischen Puls verursacht Nyx massives Chaos auf dem Schlachtfeld und lässt Gegner sich gegenseitig angreifen.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Chaos",
    "/Lotus/Language/Suits/ChromaDesc": "Entfessle drachenhafte Strenge. Chroma setzt Hitze, Elektrizität, Gift und Kälte ein, um hohen Schaden hinzuzufügen, während er eine gute Überlebensfähigkeit beibehält. Steigt auf mit geflügeltem Zorn.",
    "/Lotus/Language/Suits/ChromaName": "Chroma",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "Es sprießen Flügel für einen zusätzlichen Sprung und Projektilsprung.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "Beschwört Schattenversionen von besiegten Gegner, welche für eine kurze Zeit an deiner Seite kämpfen.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Schatten der Toten",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Magnetisiere die Knochen naher Feinde, sodass diese in sich selbst kollabieren.",
    "/Lotus/Language/Suits/CrushAbilityName": "Zermalmen",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Überlade Dagaths Waffen mit zusätzlichem Krit. Schaden. Die Effekte sind für Feinde mit Verderben verdoppelt. Entkomme tödlichen Schlägen, indem du kurzzeitig eine Spektralform annimmst.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Spektrale Erscheinung",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Verdamme nahe Feinde mit Verderben. Ein Teil des Schadens, den Dagath verursacht, wird durch eine Schicksalssense erneut verursacht. Sie erleiden auch <DT_VIRAL>Virusschaden.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Verderben",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "Phantom-Kaithes stürmen vor und fügen jedem in ihrem Weg <DT_VIRAL>Virusschaden zu. Ihr Angriff entfernt Verteidigung von Feinden mit Verderben.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Rakhalis Kavallerie",
    "/Lotus/Language/Suits/DagathPassiveAbility": "Es besteht eine |PERCENT| %ige Chance, dass Energie- und Gesundheitskugeln bei Dagath |ENERGY| % effektiver sind.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Unterschätze nie die Macht und den Zorn mürrischer Trauer. Dagaths Bosheit verursacht hohen Schaden.",
    "/Lotus/Language/Suits/DagathSuitName": "Dagath",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "Dagath ist von Schicksalsensen umgeben, die Feinde in der Nähe finden. Getroffene Feinde sind verlangsamt und erleiden <DT_VIRAL>Virusschaden mit garantiertem Statuseffekt. Die Sensen verbreiten auch Verderben und verlängern seine Dauer.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Schicksalsensen",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "Aus den Schatten der langen Nacht erscheint ein neuer Excalibur.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "Loki erzeugt eine holografische Kopie von sich selbst, die feindliches Feuer auf sich lenkt und einen Teil der Gesundheit und Schilde naher Feinde absorbiert.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Köder",
    "/Lotus/Language/Suits/DevourerDesc": "Grendel betrachtet jedes Schlachtfeld als Buffet. Sein unersättlicher Hunger belohnt ihn mit hoher Überlebensfähigkeit. Feinde werden verspeist. Und hervorgewürgt.",
    "/Lotus/Language/Suits/DevourerName": "Grendel",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Jeder konsumierte Gegner gewährt |ARMOUR| Bonusrüstung.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "Chroma verstärkt die Panzerung des Teams, wenn seine Schilde beschädigt werden oder er einen Gegner mit einer Nahkampfwaffe tötet. Er erhöht den Waffenschaden des Teams, wenn er Gesundheit verliert oder einen Gegner mit einer Fernkampfwaffe tötet. Der Effekt verdoppelt sich bei Kills an Schwachstellen.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Vex-Rüstung",
    "/Lotus/Language/Suits/DropAbilityDesc": "Feuert einen Partikel aus Antimaterie ab, welcher bei Kollision detoniert und noch tödlicher wird, wenn er zuvor mit Waffen beschossen wurde.",
    "/Lotus/Language/Suits/DropAbilityName": "Antimaterie-Tropfen",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(ANTIPPEN) Reduziert vorübergehend den Schaden, den Mirage von Gegnern erhält.\n(HALTEN) Erhöht vorübergehend Mirages Waffenschaden.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Eklipse",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Stößt einen Hauch elementarer Zerstörung aus. Antippen, um durch die Elemente zu schalten, halten zum Anwenden. Chromas ausstrahlende Farbe bestimmt das Element.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Spektraler Schrei",
    "/Lotus/Language/Suits/EmberDesc": "Nutze die Macht des Feuers. Embers Hitze verursacht hohen Schaden. Sie behält einen kühlen Kopf, wenn die Hitze des Gefechts zunimmt.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Beschütze Ember mit einer Flammenrüstung, die mit der Zeit stärker brennt und Energie verbraucht, sobald die Anzeige voll ist. Erneut anwenden, um die Flamme zu löschen.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Feueropfer",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Befiehl einem brennenden Komet vor Ember einzuschlagen und dabei Feinde in Feuer zu hüllen, das sich durch ihre Ränge verbreiten kann.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Inferno",
    "/Lotus/Language/Suits/EmberName": "Ember",
    "/Lotus/Language/Suits/EmberPassiveAbility": "Erhalte |STRENGTH| % Fähigkeitsstärke für jeden Gegner, der innerhalb von |RANGE| m in Flammen<DT_FIRE> steht.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Verbündete erhalten Energie, wenn sie einem Feind Schaden zufügen, der mit dieser Fähigkeit markiert wurde.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Energievampir",
    "/Lotus/Language/Suits/EquinoxDesc": "Equinox erhebt sich am Rande von Tag und Nacht. Ihre Tagform bietet offensive Unterstützung, während ihre Nachtform auf defensive Unterstützung setzt. Zwischen den Reichen blüht sie auf.",
    "/Lotus/Language/Suits/EquinoxName": "Equinox",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "|PERCENT| % der Gesundheitskugeln verwandeln sich in Energie, während sich |PERCENT| % der Energiekugeln in Gesundheit verwandeln.",
    "/Lotus/Language/Suits/ExcaliburDesc": "Excalibur verbildlicht den Geist des Kriegers. Seine meisterhafte Schwertkunst verursacht hohen Schaden. Er ist die Verkörperung kriegerischer Exzellenz.",
    "/Lotus/Language/Suits/ExcaliburName": "Excalibur",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Excalibur Prime verursacht |DAMAGE| % erhöhten Schaden und greift |SPEED| % schneller an, wenn er Schwerter schwingt.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Excalibur Umbra",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "Umbra zeigt im Kampf Anzeichen von Bewusstsein, ohne den Einfluss von Transferenz. Angriffe sind |SPEED| % schneller und verursachen |DAMAGE| % mehr Schaden, wenn Schwerter verwendet werden.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Miasma",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Setze ein giftiges Miasma frei, das <DT_VIRAL>Virusschaden an Gegnern in Reichweite verursacht. Feinde, die von den Sporen betroffen sind, sind verwundbarer durch den Nebel.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "Gegner verlieren ihre Waffen und heben vom Boden ab. Nahe Verbündete werden immun gegen Statuseffekte. Halte die Fähigkeit um Immunität auf Titania zu wirken.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Bezaubern",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Schrumpfe und erhebe dich in die Lüfte, während Klingenfliegen in der Nähe befindliche Gegner angreifen.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Klingenflügel",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Rufe einen Schwarm Klingenfliegen herbei, der einen Gegner in einen unwiderstehlichen, schwebenden Köder für seine gedankenlosen Kameraden macht, bevor er auf Kommando explodiert.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Laterne",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Schalte durch die vier Buffs und fordere einen davon ein, wenn er auf einen Feind angewendet wird. Dornen verringert eingehenden Schaden. Staub verringert die Genauigkeit von Feinden. Vollmond erhöht den Schaden von Begleitern. Verfangen verlangsamt Feinde in Reichweite.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Tribut",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Lade ein feuriges Geschoss auf und lass es los, um Feinde bei Kontakt zu entzünden.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Feuerball",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Schlage auf den Boden, um eine Welle von verbrennendem Plasma zu erzeugen, die Feinde zurückstößt und ihre Rüstung reduziert.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Flammenstoß",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "Lege deine Feinde auf Eis.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Einfrieren",
    "/Lotus/Language/Suits/FrostDesc": "Wenn Frost das Schlachtfeld betritt, erzittern die Feinde. Frosts Angriffe halten die Menge in Schach, schützen Ziele und erhöhen die Überlebensfähigkeit. Nutze die beißende Kälte.",
    "/Lotus/Language/Suits/FrostName": "Frost",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Frost mit einer Nahkampfattacke zu treffen hat eine |CHANCE| % Chance, den Angreifer für |DURATION|s einzufrieren.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "Garuda opfert ihre Gesundheit, um Energie zu erzeugen und Statuseffekte zu entfernen.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Aderlass",
    "/Lotus/Language/Suits/GarudaDesc": "Die purpurrote Maid Todes schärft ihre Klauen. Garuda verwandelt das Blut ihrer Feinde in eine Waffe und teilt hohen Schaden aus. Blutige Schönheit ergänzt ihre tödliche Kraft.",
    "/Lotus/Language/Suits/GarudaName": "Garuda",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "Garudas Schaden erhöht sich vorübergehend mit jedem von ihr getöteten Gegner, bis zu max. |DAMAGE| %. Sie schlägt mit ihren Krallen zu, falls keine Nahkampfwaffe ausgerüstet ist.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Reißt die Lebensenergie aus einem Gegner heraus und nutzt sie als Schild, der Schaden einfängt, dies tötet schwächere Gegner sofort. Ladet ihn auf, um den eingefangenen Schaden in ein explosives Projektil zu kanalisieren. ",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Schreckensspiegel",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Spieße einen Gegner auf einen Altar aus Klauen und entziehe ihm Leben für Garuda und Verbündete.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Blutaltar",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Aufladen, um den anvisierten Bereich zu vergrößern. Loslassen, um Garudas Klauen in den markierten Bereich rasen zu lassen. Überlebende Gegner haben eine hohe Chance zu verbluten.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Suchende Klauen",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Setze ein Juwel ein, das prismatische Strahlen verschießt. Das Juwel greift Feinde an, die Waffenschaden von Citrine und Ihren Verbündeten erhalten. Die Strahlen verursachen Hitze-, Kälte-, Gift- und Elektrizitäts-Statuseffekte. Statuschance und -dauer werden für nahe Verbündete erhöht.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Prismatisches Juwel",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Erblicke die Kristallbastion. Cintrines kristalline Macht unterstützt Verbündete auf dem Schlachtfeld. Der Kampf verstärkt ihre fraktale Schönheit nur noch.",
    "/Lotus/Language/Suits/GeodeFrameName": "Citrine",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Citrine setzt Kristallfraktale ein. Die Fraktale stürmen auf der Suche nach Gegnern nach vorne. Getroffene Gegner werden durch kristallinen Wachstum paralysiert. Triff den Wachstum, um Krit. Schaden zu verursachen.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Kristallisieren",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Citrine gewährt nahen Verbündeten |BASE| Gesundheitsregeneration/s. Wird eine Gesundheitskugel aufgehoben, erhöht sich die Regeneration um |HPS|, bis max. |MAX|.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Bringt Gegner zum Taumeln und schlitzt sie mit Kristallklingen auf, die Blutung verursachen. Gegner, die von Blutung betroffen sind, haben eine erhöhte Chance Gesundheits- und Energiekugeln fallen zu lassen.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Gespaltene Explosion",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Citrine schützt sich und nahe Verbündete mit einer kristallinen Hülle, die allmählich zerfällt. Kills und Unterstützungen erhöhen den Schutz der Hülle.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Bewahrende Hülle",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Verschießt eine sich drehende Klinge, die hohen Schaden verursacht, Feinde durchbohrt und an Wände spießt.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Shuriken",
    "/Lotus/Language/Suits/GlassDesc": "Garas tödliche Berührung lässt Feinde zerbrechlich werden. Garas Glasfähigkeiten bieten Überlebensfähigkeit und hohen Schaden. Zerschmettere den Feind.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Fange Gegner in einem Karussell aus Spiegeln ein und zwinge sie dazu, ihr eigenes Bild anzugreifen. Zerstörte Spiegel und das Zerbrechen des Karussells schaden dem Angreifer.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Spektrarage",
    "/Lotus/Language/Suits/GlassName": "Gara",
    "/Lotus/Language/Suits/GlassPassiveAbility": "Chance auf radiale Blendung, die |DURATION| s anhält, wenn Gara Fähigkeiten einsetzt.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Erschaffe einen Ring aus geschmolzenem Glas, der Gegner beim Betreten langsam kristallisieren lässt. Wenn der Ring ausgedehnt ist, verhärtet er sich, um Waffenfeuer zu blockieren. Der Ring erhält zusätzliche Gesundheit und Kraft durch kristallisierte Gegner. Das Verwenden von \"Zerschmetterte Peitsche\" zerstört den Ring und verschießt rasiermesserscharfe Glassplitter.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Glasreif",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Schlage mit einem Strom aus Glassplittern zu, oder halte, um einen weitreichenden Schlag auszuführen. Werte werden durch ausgerüstete Nahkampfwaffen-Mods geboostet.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Zerschmetterte Peitsche",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "Garas Rüstung zerspringt in einem Mahlstrom aus zerschmettertem Glas. Verbündete, die die Wolke berühren, sind gestärkt gegen Schaden.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Splittersturm",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Feuert eine Energiekugel ab, die Laser in alle Richtungen verschießt. Durch erneute Aktivierung wird die Bombe gesprengt und blendet nahe Feinde.",
    "/Lotus/Language/Suits/GrandFinaleName": "Prisma",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Valkyr schleudert einen Haken. Trifft er einen Feind, zieht sie ihn zu sich. Trifft er das Gelände, zieht sie sich zur Position des Hakens.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Reissleine",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Grendel rollt sich zu einem Ball zusammen. Er regeneriert über Zeit, während er rollt und schlägt alles nieder, was in seinem Weg liegt. Sprünge schmettern Grendel auf den Boden und generieren schädigende Schockwellen.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Auswalzen",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Regeneriere Gesundheit, während Grendel Nahrung von Feinden in seinem Magen aufnimmt. Während er verdaut, erleiden Feinde, die Grendel angreifen oder von ihm angegriffen werden, <DT_VIRAL>Virusschaden und Energiequellen liefern mehr Energie. Diese Buffs erstrecken sich auf Teammitglieder.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Nähren",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Schlucke Feinde im Ganzen und lagere sie in Grendels Eingeweiden. Halten, um gelagerte Feinde auszuspucken und sie mit giftiger Galle zu bedecken.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Festmahl",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Würge einen in Gallensaft getränkten Gegner hervor, dadurch wird dieser zu einem giftigen Projektil. Nahe Feinde werden verlangsamt und ihre Rüstung wird durch die Galle aufgelöst.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Würgereiz",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "Mit voller Konzentration zieht Mesa ihre beiden Regulator-Pistolen und schießt ihre Feinde in schneller Folge nieder.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Friedensstifter",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Erhalte einen kurzen Schub von erhöhter kritischer Chance und Energieregeneration, wobei jeder Kill die Dauer der Kathoden-Gnade verlängert. Aktivierung hat eine Abklingzeit. ",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Kathoden-Gnade",
    "/Lotus/Language/Suits/GyreFrameDesc": "Vernichte Feinde mit Leitfähigkeit von Spulen und Transmittern. Gyres elektrische Angriffe bieten Gruppenkontrolle. Sie ist die Verkörperung eleganter Theorie.",
    "/Lotus/Language/Suits/GyreFrameName": "Gyre",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "Gyres Mechanismen drehen sich unglaublich schnell und erzeugen ein elektrisches Feld, das nahe Gegner schockt. Verursacht Gyre einen Krit. Treffer, wird eine große elektrische Ladung vom getroffenen Feind auf nahe Feinde übertragen.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Rotorenquell",
    "/Lotus/Language/Suits/GyrePassiveDescription": "Gyre Fähigkeiten haben eine 10 % Chance, kritischen Schaden für jeden elektrischen Statuseffekt auf dem Gegner zu verursachen.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Startet eine kreisende Sphäre, die beim Aufprall hohen Schaden verursacht und Feinden in der Nähe regelmäßig Elektroschocks zufügt. Werden mehrere Feinde beim ersten Abschuss getroffen, wird der Schaden erhöht.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Bogensphäre",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Wirft eine kreisende Sphäre nach vorne, die nach ein paar Sekunden implodiert oder manuell ausgelöst werden kann.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Spulen-Horizont",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Strahle Macht und Tapferkeit aus. Erhebe dich in die Luft und wirf eine Salve Axios Speere. Die Wurfspeere fügen Gegnern in der Nähe Schaden zu, wo immer sie landen. Direkte Treffer bei Feinden verursachen mehr Schaden.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Finaler Stand",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Rufe Tharros herbei, den Schild von Styanax. Schwinge Tharros, um Gegner abzuwehren und ihre Schilde und Rüstung zu reduzieren. Styanax stellt für jeden getroffenen Gegner Gesundheit her.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Tharros Schlag",
    "/Lotus/Language/Suits/HopliteFrameDesc": "Styanax fragt sich nie, wie vielen Feinden er begegnen wird, sondern nur, wo er sie finden kann. Der Hoplit verursacht hohen Schaden. Feinde fürchten seinen Speer und Schild.",
    "/Lotus/Language/Suits/HopliteFrameName": "Styanax",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Wirf einen Axios Speer. Spießt der Speer einen Gegner an einer Wand auf, werden umgebende Feinde in den Bereich gezogen und erleiden einen Schadensschub.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Axios Speer",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "Die Krit. Chance von Styanax erhöht sich mit seinen Schilden und ist für Speere verdoppelt.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Lenkt die Aufmerksamkeit der Gegner auf Styanax. Seine Entschlossenheit stärkt Verbündete in der Nähe und regeneriert die Energie des Teams mit der Zeit. Styanax und seine Verbündeten stellen auch für jeden Kill-Assist wieder Schilde her.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Sammelpunkt",
    "/Lotus/Language/Suits/HydroidDesc": "Hydroid beschwört die Macht der Tiefen des Ozeans. Er bietet Gruppenkontrolle, mit aquatischen Angriffen. Seine Feinde finden ein nasses Ende.",
    "/Lotus/Language/Suits/HydroidName": "Hydroid",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "Gegner, die von Hydroid Schaden zugefügt bekommen, werden jetzt für <PT_CAUSTIC_BURN>Korrosion-Status anfälliger, wobei ein anfänglicher Status ihre Rüstung um |PCT| % reduziert.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Sendet eine Welle aus scharfkantigen Eiskristallen auf einen Gegner zu und verursacht schweren Schaden.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Eiswelle",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "Mirage erschafft ein Gefolge aus Doppelgängern, um den Feind abzulenken und zu verwirren.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Spiegelkabinett",
    "/Lotus/Language/Suits/InarosDesc": "Inaros beherrscht die furchterregende Wüste. Er überlebt wie der sich ständig bewegende Sand, der ihn stärkt. Die Legenden nennen Inaros den Angstfresser.",
    "/Lotus/Language/Suits/InarosName": "Inaros",
    "/Lotus/Language/Suits/InarosPassiveAbility": "Wenn Inaros tödlichen Schaden erleidet, begräbt er sich in einem Sarkophag und inkarniert sich als Sand, um Feinde anzugreifen und ihnen die Lebenskraft zu entziehen, um sich wiederzubeleben.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Gefräßige Maden machen sich über in der Nähe befindliche Gegner her und fressen, bis sie explodieren. Die Maden profitieren von Mutationen und jeder betroffene Gegner, fügt einen Mutationsstapel hinzu.",
    "/Lotus/Language/Suits/InfestAbilityName": "Ausgehungert",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Binde dich mit einer parasitären Verbindung an ein Ziel. Auf Verbündete angewendet, teilen der Wirt und Nidus erhöhten Fähigkeitsschaden aus. Auf Gegner angewendet wird Nidus' erhaltener Schaden an verbundene Feinde weitergeleitet.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Parasitäre Verbindung",
    "/Lotus/Language/Suits/InfestPassiveAbility": "Wenn Nidus mit mindestens |STACKS| Mutationsstapeln getötet wird, werden diese |STACKS| verbraucht. Dies bietet |DURATION| s Sekunden Unsterblichkeit und stellt |HEAL| % der Gesundheit wieder her.",
    "/Lotus/Language/Suits/InfestationDesc": "Nidus schöpft Kraft aus dem Befall. Es stärkt seine Überlebensfähigkeit, während er hohen Schaden verursacht und Gruppen kontrolliert. Plage deine Feinde.",
    "/Lotus/Language/Suits/InfestationName": "Nidus",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Loki tarnt sich, sodass er für Feinde unsichtbar wird.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Unsichtbarkeit",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Erschaffe einen Auraschild um Verbündete. Gegner die geschützte Verbündete angreifen, nehmen Schaden.",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Zuflucht",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Lade verheerende Feuerbolzen auf und feuere sie ab.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Freudenfeuer",
    "/Lotus/Language/Suits/IronFrameDesc": "Stärke ist Hildryns Tugend. Ihre einzigartigen Fähigkeiten, mit hohem Schaden, werden durch ihre Schilde angetrieben, die mit Energie wieder aufgeladen werden können. Hildryns beweist, dass ein starker Angriff eine gute Verteidigung ist.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Erobert den Himmel und lasst Freudenfeuer-Raketen auf eure Feinde regnen. Gegner in der Nähe werden in die Luft katapultiert, wo sie alle paar Sekunden eine Energiekugel erzeugen. Gehen die Schilde zur Neige, werden die Gegner zu Boden geschleudert.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Ägis-Sturm",
    "/Lotus/Language/Suits/IronFrameName": "Hildryn",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "Hildryns volles Schild-Gating ist hoch. Nachdem ihre Schilde aufgebraucht sind, ist sie bis zu 3,5 s lang unverwundbar gegen Schaden.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Raubt einen Prozentsatz der Schilde und Rüstung naher Gegner, um Hildryns eigene Schilde und Zusatzschilde aufzufüllen. Entfernt auch Statuseffekte von Hildryn und ihren Verbündeten. ",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Schildraub",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Rhino härtet seine Haut, um sich vor Schaden zu schützen und erhält Überschutz.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Eisenhaut",
    "/Lotus/Language/Suits/IvaraDesc": "Die Jägerin spannt ihren Bogen. Ivara ist verkörperte List. Ihre Feinde leben in Angst vor ihren plötzlichen Angriffen.",
    "/Lotus/Language/Suits/IvaraName": "Ivara",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "Wittert in einem |RADIUS| m Radius Gegner.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "Webe eine Kuppel aus lebenden Ketten, die alle Gegner, die sich unvorsichtigerweise hineinwagen, fesselt und würgt. Feinde außerhalb der Falle, werden versuchen, das Elend ihrer Kameraden schneller zu beenden, indem sie auf sie schießen. Lass Klauenpeitsche auf die Kuppel krachen, um alle gefangenen Feinde weiter zu schädigen.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Drosselkuppel",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Bringe Feinde mit einem ohrenbetäubenden Peitschenknall ins Taumeln. Werte werden durch ausgerüstete Nahkampfwaffen-Mods geboostet.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Klauenpeitsche",
    "/Lotus/Language/Suits/KhoraDesc": "Khora färbt ihre Peitsche und Klaue. Zusammen mit ihrer Kavat, Venari, verursacht sie hohen Schaden und bietet Gruppenkontrolle. Zwei Körper, ein Wille.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Befiehl Venari, sich auf ein Ziel zu konzentrieren. Halten, um zwischen Angriff, Schutz und Heilung zu wechseln. Wenn Venari getötet wird, nutze diese Fähigkeit, um sie sofort wiederzubeleben.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Venari",
    "/Lotus/Language/Suits/KhoraName": "Khora",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "Die wilde Kavat, Venari, kämpft an Khoras Seite und verleiht ihr währenddessen |SPEED| % erhöhte Geschwindigkeit. Wird sie getötet, erscheint Venari nach |RESPAWN| s erneut.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Fesselt ein Ziel mit lebenden Metall, das zusätzliche Gegner einfängt, die sich in die Nähe wagen. Klauenpeitsche wird die Falle erneuern, um mehr Gegner fangen zu können.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Drahtschlinge",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Rufe eine Kreatur aus den Tiefen herbei. Wässrige Tentakel erscheinen aus nahen Oberflächen und richtet Chaos an.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Tentakelschwarm",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Valkyr ist erfüllt von Energie und wird ein Ball bösartiger Wut, fähig dazu, einen reißenden Strom von tödlichen Klauen-Angriffen auf ahnungslose Feinde loszulassen.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Hysterie",
    "/Lotus/Language/Suits/LavoPassiveAbility": "Energiekugeln und universelle Kugeln verleihen Lavos für |DURATION| s Status-Immunität.\n\nHalte jede Fähigkeit, um die nächste Anwendung mit zusätzlichem elementaren Schaden und Status zu erfüllen.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Errichte ein Eindämmungsfeld, um Gegner festzuhalten und in Stasis zu versetzen, was ihnen Rüstung entzieht. Gedrückt halten, um alle Bastillen in einem einzigen, schädigenden Vortex zu vereinen.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Bastille",
    "/Lotus/Language/Suits/LimboDesc": "Meistere die Kluft zwischen Schatten und Substanz. Limbo durchtrennt die Raumzeit, für Gruppenkontrolle. Er fühlt sich dort wohl, wo andere nicht einmal wissen, was real ist.",
    "/Lotus/Language/Suits/LimboName": "Limbo",
    "/Lotus/Language/Suits/LimboPassiveAbility": "Weiche aus, um den Rift zu betreten und zu verlassen. Das Betreten hinterlässt ein kleines Riftportal für |DURATION| s. Energie wird langsam im Rift wieder aufgefüllt und jeder Gegner, der im Rift getötet wird, stellt ebenfalls |ENERGY| Energie wieder her.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Leitet Schaden, der während der Verbindung erlitten wird, auf einen Gegner weiter.",
    "/Lotus/Language/Suits/LinkAbilityName": "Link",
    "/Lotus/Language/Suits/LokiDesc": "Loki kennt die Kunst der Täuschung. Der Trickster setzt Heimlichkeit ein, um Feinde zu sabotieren und Verwirrung zu stiften.",
    "/Lotus/Language/Suits/LokiName": "Loki",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Fähig, |MULT| x länger als normal an Wänden zu hängen.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "Abhängig vom aktiven Element wird ein offensiver Wirkungsbereich geschaffen. Chroma und nahe Verbündete werden in defensive Energie gehüllt.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Elementare Abwehr",
    "/Lotus/Language/Suits/MagDesc": "Besiege deine Feinde mit magnetischer Macht. Mag verändert Magnetfelder für Gruppenkontrolle und entreißt Feinden ihren Schutz. Nur wenige können ihrer Anziehung oder Abstoßung widerstehen.",
    "/Lotus/Language/Suits/MagName": "Mag",
    "/Lotus/Language/Suits/MagPassiveAbility": "In der Nähe befindliche Gegenstände werden zum einfachen Einsammeln zu Mag herangezogen.",
    "/Lotus/Language/Suits/MesaDesc": "Die Revolverheldin hat eine ruhige und tödliche Hand. Jeder Schuss birgt hohen Schaden. Mesa zieht im System am schnellsten.",
    "/Lotus/Language/Suits/MesaName": "Mesa",
    "/Lotus/Language/Suits/MesaPassiveAbility": "Schießt |SPEED| % schneller mit Dual-Handfeuerwaffen und lädt einhändige Handfeuerwaffen |RELOAD| % rascher nach. Erhält |HEALTH| Bonus-Gesundheit, wenn keine Nahkampfwaffe ausgerüstet ist.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Nyx dringt in die Psyche eines Ziels ein, verwirrt Feinde und lässt sie auf Seiten der Tenno kämpfen. Ziele, auf die Nyx daraufhin schießt, erhalten einen Schadensmultiplikator.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Gedanken-Kontrolle",
    "/Lotus/Language/Suits/MirageDesc": "Mirages Fingerfertigkeit komplementiert ihre Macht. Ihre geblendeten Feinde nehmen hohen Schaden. Doppelgänger, Laser und Fallen sind alle Teil ihrer Bühnenkunst.",
    "/Lotus/Language/Suits/MirageName": "Mirage",
    "/Lotus/Language/Suits/MiragePassiveAbility": "Rutschen hält |DURATION| % an und akrobatische Manöver sind |SPEED| % schneller.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Überzieht alle Feinde im Umkreis mit hochreaktiver Antimaterie.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Molekulare Sättigung",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Wolkenläufer",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Löse dich in einer Wolke aus Nebel auf, schwebe über das Schlachtfeld und betäube alle Feinde, auf die du triffst, während Wukong und sein Zwilling geheilt werden.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Trotzen",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Wukong und sein Zwilling werden unverwundbar und trotzen Angreifern. Aller Schaden wird eingefangen, gespeichert und in einem einzigen wilden Schlag von Wukongs Stab zurückgeschleudert.\nZusatz-Rüstung wird in Höhe des gespeicherten Schadens gewährt.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Indem er einen Teil von sich abwirft, erschafft Wukong einen Zwilling, der an seiner Seite kämpft. Greife aus der Distanz an und der Zwilling nutzt Nahkampf, zieh eine Klinge und der Zwilling bietet Deckungsfeuer. \nErneut benutzen, damit der Zwilling ein Ziel verstärkt angreift.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Himmlischer Zwilling",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Beschwört den Eisernen Stab und entfesselt seine Wut.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Ursprüngliche Wut",
    "/Lotus/Language/Suits/NekrosDesc": "Der Schnitter namens Nekros. Er bietet tödliche Gruppenkontrolle. Ehemalige Feinde werden zu Verbündeten, wenn Nekros sie von den Toten zurückruft.",
    "/Lotus/Language/Suits/NekrosName": "Nekros",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "Regeneriert |HEALTH| Gesundheit mit jedem Gegnertod in einem Radius von |RADIUS| m.",
    "/Lotus/Language/Suits/NezhaDesc": "Der launische Feuerläufer beschützt die Unschuldigen. Nezhas facettenreiche Taktiken verleihen ihm eine hohe Überlebensfähigkeit, da er Schaden verursacht und über Gruppenkontrolle verfügt. Sein Feuer ist die Fanfare der Hoffnung.",
    "/Lotus/Language/Suits/NezhaName": "Nezha",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "Rutscht |SPEED| % schneller und |RANGE| % weiter.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Schleudere einen brennenden Ring gegen Feinde, um diese zu entzünden und sie für jeden Schaden anfälliger zu machen. Brennende Gegner lassen bei Tod Gesundheitskugeln fallen. Aufladen, um die Kraft des Reifens zu steigern und erneut ausführen, um direkt zum Ort des Rings zu teleportieren.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Flammendes Chakra",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Erschaffe einen schützenden Ring aus Feuer, der Gegner betäubt, die sich zu nahe heranwagen.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Abwehrender Halo",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Spieße Gegner in der Nähe mit Speeren auf, die aus dem Boden hervorbrechen. Erneut ausführen, um überlebende Gegner auf den Boden zu schmettern.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Heilige Speere",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Hinterlasse einen brennenden Pfad, der Feinde verbrennt und Verbündete reinigt. Teleportieren überzieht den Landebereich mit einem Ring aus Feuer.",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Feuerläufer",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Projiziere tödliche Schattenklone von Ash auf entfernte Gruppen von Gegnern. Um dem Kampf beizutreten, nutze \"Teleport\"!",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Klingensturm",
    "/Lotus/Language/Suits/NovaDesc": "Nutze Antimaterie. Nova nutzt Antiteilchen für Gruppenkontrolle und verstärkten Schaden. Sie löscht Feinde aus, indem sie die Materie selbst destabilisiert.",
    "/Lotus/Language/Suits/NovaName": "Nova",
    "/Lotus/Language/Suits/NovaPassiveAbility": "Niederschläge führen zu einem defensiven Ausbruch in einem Radius von |RADIUS| m, der angreifende Gegner ins Wanken bringt und |DAMAGE| Schaden verursacht.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Erzeugt Antimateriepartikel, die Nova umkreisen und in Feinde in der Nähe einschlagen. Jeder Partikel gibt +5% Schadensreduzierung für Novas Leben, stapelbar bis 90%.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Nullstern",
    "/Lotus/Language/Suits/NyxDesc": "Psychische Angriffe machen Nyx zu einem gefährlichen Gegner. Sie greift in das Bewusstsein der Gegner für Gruppenkontrolle und lenkt ihre Angriffe auf sie zurück. Solche Manipulation kann den Verlauf einer Schlacht beeinflussen.",
    "/Lotus/Language/Suits/NyxName": "Nyx",
    "/Lotus/Language/Suits/NyxPassiveAbility": "Gegner sind |PERCENT| % weniger genau, wenn sie auf Nyx zielen.",
    "/Lotus/Language/Suits/OberonDesc": "Heilung und Leid folgen Oberons Willen. Seine Kontrolle über die natürliche Welt nutzt er, um Verbündete zu unterstützen. Ein Segen für seine Freunde, ein Fluch für seine Feinde.",
    "/Lotus/Language/Suits/OberonName": "Oberon",
    "/Lotus/Language/Suits/OberonPassiveAbility": "Verbündete Begleiter erhalten |HEALTH| % Leben-, Rüstung- und Schild-Link von Oberon. Dein Begleiter erhält zudem 1 sofortige Wiederbelebung pro Mission.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Wirft einen \"Temporalen Anker\" ab, den Protea nach kurzer Zeit wieder einholt und so eine temporale Implosion auslöst. Die Erhöhung des Schadens von Implosionen richtet sich nach dem Schaden, der zwischen Abwurf und Einholen verursacht wurde. Alles was in dieser Zeit verloren oder verbraucht wurde, wird erstattet.\nStirbt man, während der Anker aktiv ist, wird Protea zum Anker zurückgespult und damit gerettet. Protea wird niedergeschlagen und der Anker verschwindet.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Temporaler Anker",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Setzt eine Artillerieeinheit ein, die Plasma-Ladungen auf die Feinde verschießt, auf die sie gerichtet ist. Jeder Treffer erhöht die Kraft der folgenden Plasma-Angriffe.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Brand-Artillerie",
    "/Lotus/Language/Suits/OdaliskDesc": "Protea ist eine Expertin in Sachen Schutz. Ihr riesiges Arsenal fügt Schaden zu und unterstützt Verbündete. Sie kann sogar die Zeit selbst manipulieren.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Setzt ein Gerät ein, dass nach kurzer Dauer 3 Beuten generiert: Verstärkte Gesundheitskugel, generelles Munitionspaket und Energiekugel.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Feldapotheke",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "Wirf Granaten in einem Bogen.\n\n(TIPPEN) SCHRAPNELL-WIRBEL\nErzeugt einen schneidenden, überwältigenden Wirbel aus Schrapnell.\n\n(HALTEN) SCHILD-SATELLITEN\nProtea modifiziert Granaten, damit sie zu überladenden Schildgeneratoren werden, welche sie, ihre Verbündeten und Begleiter beschützen. Wenn die Schilde brechen, wird ein Satellit zerstört, um die Mindestdauer der Unverwundbarkeit durch Schild-Gating zu verdoppeln.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Granaten-Fächer",
    "/Lotus/Language/Suits/OdaliskName": "Protea",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Jede |CASTS|te Nutzung garantiert + |STRENGTH| % Fähigkeitsstärke.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "Volt entlädt die Elektrizität, die durch ihn fließt. Die Schockwelle betäubt nahe Gegner und fügt ihnen Schaden zu. Feinde am Rande der Schockwelle werden betäubt.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Entladen",
    "/Lotus/Language/Suits/PacifistDesc": "Hüte dich vor der Wut des wirklich Geduldigen. Baruuk zeichnet sich durch Überlebensfähigkeit und Gruppenkontrolle aus. Wird er über seine Grezen gebracht, entfesselt er seinen inneren Sturm.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Rufe einen Schwarm schwebender Dolche herbei, die sich auf gegnerische Waffen ausrichten und sie mit einer kleinen Explosion zerstören. Mit Traverse kombinieren, für größere Reichweite.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Leere Hände",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Weicht allen Projektilen aus, jedoch nur, wenn man nicht angreift. Erneut benutzen, um die Fähigkeit zu deaktivieren.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Traverse",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "Wenn seine Zurückhaltung zerbricht, gebietet Baruuk über den Wüstenwind, um mächtige Stöße mit Fäusten und Füßen auszuführen. Jeder Moment des Sturms baut seine Zurückhaltung erneut auf.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Ruhiger Sturm",
    "/Lotus/Language/Suits/PacifistName": "Baruuk",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "Jedes Projektil, dem ausgewichen wurde, jeder betäubte oder entwaffnete Feind, untergräbt Baruuks Beherrschung und schürt den inneren Sturm. Während Baruuks Beherrschung reduziert wird, widersteht er bis zu |PERCENT| % mehr Schaden.",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "Eine beruhigende Welle verlangsamt Gegner, bis sie einschlummern. Gegner, die durch Schaden aufwachen, sind verwirrt und desorientiert. Kurzzeitiges Vergessen bedeutet, dass die Gegner alles vergessen, was vor Beschwichtigen passiert ist.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Beschwichtigung",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Öffne Noctua, Dantes Erhabenen Foliant, und entfessele eine Geschichte des Leidens über seine Feinde.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Noctua",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "Dantes Komposition entzieht nahen Feinden Blut und fügt ihnen Schnittschaden zu.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Dunkel-Vers",
    "/Lotus/Language/Suits/PagemasterDesc": "Wissenssuchender. Bewahrer der Geschichte. Wagemutiger Forscher der Leverian-Überlieferungen. Dante verfasst geheimnisvolle Geschichten, um Verbündete zu unterstützen und Feinde zu vernichten.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "Dante muss vor seinem Letzten Vers zwei weitere Verse verfassen.\n\nTRIUMPH: Der Einsatz von zwei Licht-Versen nacheinander, kräftigt Verbündete mit einem Buff, der die Gesundheit erhöht und Überschutz gewährt. Kills und Unterstützungen regenerieren Überschutz kurzzeitig.<br>Dante muss vor seinem Letzten Vers zwei weitere Verse verfassen.\n\nTRAGÖDIE: Der Einsatz von zwei Dunkel-Versen nacheinander, greift Feinde an. Jeglicher Schaden, den sie im Laufe der Zeit erleiden, summiert sich in einer einzigen Explosion.<br>Dante muss vor seinem Letzten Vers zwei weitere Verse verfassen.\n\nWORTWÄCHTER: Ein Licht-Vers, gefolgt von einem Dunkel-Vers, unterstützt Verbündete mit Kopien von Noctua. Die Kopien synchronisieren ihre Angriffe mit den Angriffen ihrer Verbündeten.<br>Dante muss vor seinem Letzten Vers zwei weitere Verse verfassen.\n\nSEITENFLUG: Ein Dunkel-Vers, gefolgt von einem Licht-Vers, ruft Paragrimms herbei, die sich auf Feinde stürzen und sie für Statuschance und -schaden anfällig machen. Feindliche Angriffe werden dabei von Verbündeten abgelenkt.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Letzter Vers",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "Dantes vitalisierende Komposition verleiht ihm und seinen Verbündeten Überschutz und erhöht ihre Gesundheit.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Licht-Vers",
    "/Lotus/Language/Suits/PagemasterName": "Dante",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "Noctua scannt Ziele und zeichnet Informationen für deinen Codex auf. Statuschance erhöht sich bei komplett gescannten Zielen um |CHANCE| %.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "Füllt |ENERGY| Energie für Octavia und nahe Verbündete über |DURATION| s wieder auf, in einem Radius von |RANGE| m, wenn Fähigkeiten aktiviert sind.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Kullervo umgibt sich mit Dolchen. Jeder Dolch, der einen Feind trifft, stellt seine Gesundheit wieder her, aber jeder, der einen Feind verfehlt, trifft Kullervo und verursacht etwas Schaden. Wenn Kullervo maximale Gesundheit hat, erhält er Überschutz von getroffenen Feinden.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Ausgleich",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "Der Void antwortet auf Kullervos Ruf mit einem Dolchsturm, der auf seine Feinde niederprasselt.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Sturm von Ukko",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "Kullervo steht für seine Sünden und die anderer ein. Seine Dolche und seine Nahkampffähigkeiten verursachen hohen Schaden. Ergreife die Macht des Verrats und stille den Durst nach Rache.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Kullervo",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Kullervo sendet einen Fluch aus, der Feinde belegt. Erleidet ein verfluchter Feind Schaden durch ihn, erhalten auch andere verfluchte Feinde einen Teil dieses Schadens.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Kollektiver Fluch",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Kullervo verfügt über +|EFFICIENCY| % Effizienz schwerer Angriffe und +|WINDUP| % Ladegeschwindigkeit schwerer Angriffe für alle Nahkampfwaffen.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(TIPPEN) Kullervo führt einen Schweren Angriff aus, teleportiert sich dann zu seinem Ziel und schlägt zu. Sein wütender Fokus erhöht vorübergehend seine Krit. Chance für Nahkampfwaffen.\n(HALTEN) Teleportiere zu einem beliebigen markierten Ort.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Zorniger Vorstoß",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Nyx feuert Geschosse aus psychischer Energie auf den Gegner und nutzt Telekinese, um ihre Flugbahn zu steuern und sie auf Gegner zu lenken. Treffer verringern die Verteidigung der Gegner.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Psychische Bolzen",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Raube Rüstung von nahen Gegnern und erhöhe den <DT_CORROSIVE>Korrosionsschaden deiner Fähigkeiten und Waffen. Gegner, die vom <DT_CORROSIVE>Korrosions-Statuseffekt betroffen sind, erhalten noch mehr Korrosionsschaden.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Raubzug",
    "/Lotus/Language/Suits/PoisonAbilityName": "Sporen",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Belegt ein Ziel mit <DT_CORROSIVE>korrosiven Pockensporen. Stecke nahe Feinde mit den Sporen an, indem du sie zerstörst oder ihren Wirt tötest. Je länger sich die Sporen ausbreiten, desto mehr Schaden verursachen sie.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Eine Welle an Energie wird ausgesendet, die Gegner an Ort und Stelle fesselt. Jeder getroffener Gegner verstärkt Harrows Schilde.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Tadel",
    "/Lotus/Language/Suits/PriestDesc": "Erlange Erlösung durch Rache. Der klösterliche Harrow erhöht den Schaden seiner Verbündeten, um diese zu unterstützen. Trotze deinen Feinden und steige auf.",
    "/Lotus/Language/Suits/PriestName": "Harrow",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Doppelte Zusatzschild-Kapazität.\nBeginne Missionen mit maximaler Energie.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Schilde werden geopfert, um Nachlade- und Feuerrate zu verbessern, während ausgeteilter Schaden an Gegnern in Gesundheit für Harrow und nahe Verbündete umgewandelt wird.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Sühne",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Harrows Energie wird in das Weihrauchfass kanalisiert und zu einem Buff geformt. Werden nach dem Abschluss Gegner getötet, so wird dieser Buff mit Energieschüben auf nahe Verbündete übertragen. Je mehr Energie kanalisiert wird, desto größer die Belohnung für jeden getöteten Gegner. Kopfschüsse geben mehr Energie.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Thuriferar",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Nahe Verbündete werden durch einen Energieschild geschützt, welcher jeglichen Schaden absorbiert und diesen in eine Bonuschance für kritische Treffer für jene umwandelt, die durch den Bund geschützt sind. Kopfschüsse verbessern dies noch weiter.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Bund",
    "/Lotus/Language/Suits/PullAbilityDesc": "Mag betäubt Feinde, während sie einen magnetischen Vortex manifestiert. Der Vortex zieht polarisierte Splitter und betäubte Feinde an, um sie direkt vor ihr zu platzieren.",
    "/Lotus/Language/Suits/PullAbilityName": "Sog",
    "/Lotus/Language/Suits/PushAbilityDesc": "Banshee stößt eine Schockwelle aus, die Ziele mit einer solchen Wucht trifft, dass sie Angreifer außer Gefecht setzen oder töten kann.",
    "/Lotus/Language/Suits/PushAbilityName": "Schallexplosion",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Schütze dich und Verbündete vor Statuseffekten. Jedes Mal, wenn Qorvex einen Feind tötet oder dabei hilft, einen zu töten, der von einem <DT_RADIATION>Strahlungsstatus von betroffen ist, erhöht sich die Anzahl der Statuseffekte, die Disometrischer Schutz verhindern kann.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Disometrischer Schutz",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Entfesselt einen Strahl aus Qorvex‘ Kernschmelze. Jeder getroffene Feind erleidet <DT_RADIATION>Strahlungsschaden mit einem garantierten Statuseffekt. Gegner, die bereits von <DT_RADIATION>Strahlungsstatus betroffen waren, explodieren in einer Kettenreaktion.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Kernschmelze",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "Von Qorvex geführte Waffen haben zusätzlich +|PUNCH_THROUGH| Durchdringung.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Rufe eine Chyrinka-Säule, die Feinde verlangsamt. Sie pulsiert mit <DT_RADIATION>Strahlungsschaden, mit einem garantierten Statuseffekt.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Chyrinka-Säule",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Albrecht Entrati hat Qorvex entworfen, um einen erwählten Operator vor den einzigartigen Gefahren seines Labors zu schützen. Eine Kernschmelze verleiht Qorvex eine hohe Überlebensfähigkeit, während er Gruppenkontrolle ausübt.",
    "/Lotus/Language/Suits/QorvexSuitName": "Qorvex",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Dämme die Bedrohung ein. Qorvex ruft Wände, die gegeneinander schlagen, alle Feinde schädigen, die zwischen ihnen stehen und einen <DT_RADIATION>Strahlungsstatus verursachen.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Eindämmung",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Verursache einen hellen Lichtblitz, der alle nahen Gegner blendet.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Radiale Blendung",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Dieses wilde Heulen betäubt alle Gegner in der Nähe und lässt Sentients alle angesammelten Resistenzen verlieren.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Radiales Heulen",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Sendet eine Welle von Energie aus, die alle Projektilwaffen von Gegnern in Reichweite stört und sie zum Nahkampf zwingt.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Radiale Entwaffnung",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Radialer Speerwurf spießt nahe Gegner auf und verursacht Bluten-Statuseffekt.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Radialer Speerwurf",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Beschwöre einen mächtigen Bogen und entfessele eine verheerende Salve aus Pfeilen.",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Artemis Bogen",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Übernimm die Kontrolle über ein beliebiges Projektil, das von Ivara verschossen wurde und leite es zum Ziel.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Navigator",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Schaltet durch vier taktische Pfeilen durch: Der Tarnpfeil schafft eine feststehende Blase, die Ivara und ihre Verbündeten verhüllt. Der Drahtpfeil erschafft eine passierbare Seilrutsche. Der Störpfeil stößt einen hohen Ton aus, der Feinde anlockt. Der Schlafpfeil lässt Feinde in der Nähe vorübergehend fest einschlafen.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Köcher",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Werde unsichtbar und stehle Beute von ahnungslosen Gegnern oder erlege sie mit tödlichen Kopfschüssen.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Pirschen",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Hebt alle nahen Feinde in den Himmel und schmettert sie mit der Kraft der Überzeugung nieder. Gegner, die auf diese Weise getötet werden, haben die Chance eine Gesundheitskugel fallen zu lassen.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Abrechnung",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Heilende Energiewellen fließen zu Oberon und seinen Verbündeten, um Leben über Zeit zu regenerieren.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Erneuerung",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Stürme in Form von Sentient Energie durch Feinde und entziehe ihnen Schilde und Gesundheit, wobei Lakaien diesen Effekt verstärken.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Schröpfen",
    "/Lotus/Language/Suits/RevenantDesc": "Eine makabre spektrale Kraft hat sich erhoben. Mit der Essenz der Eidolon erfüllt, hat Revenant eine starke Überlebensfähigkeit und verursacht hohen Schaden. Gegner werden zu seinen Lakaien.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Verwandle einen Feind in einen fanatischen Lakai. Lakaien wenden sich gegen ihre Verbündeten und verwandeln weitere Ziele durch Schaden. Bei Tod hinterlassen sie eine Säule schädlicher Energie. Die Armee der Lakaien bleibt solange unter Kontrolle, wie die Fähigkeit anhält.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Bezirzen",
    "/Lotus/Language/Suits/RevenantName": "Revenant",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Erschöpfung der Schilde trifft Gegner in einem Radius von |RADIUS| m mit einer Schockwelle, die |DAMAGE| Schaden verursacht.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Eine Vielzahl an Eidolon Energiestrahlen brechen aus Revenant hervor und werden mit kreisenden Bewegungen zu einem tödlichen Tanz. Die Strahlen ändern ihren Schadenstyp, um spezifische Verteidigungen anzuvisieren, während eingehender Schaden in die Strahlen umgeleitet wird. Das Halten der Feuer-Taste erhöht Schaden und Statuseffekte, jedoch auch den Energieverbrauch. Lakaien, die so getötet werden, hinterlassen Zusatzschild-Beute. ",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Totentanz",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Hülle dich in Sentient Energie, lenke Schaden um und betäube alle, die es wagen dich anzugreifen. Betäubte Gegner können ohne Energiekosten bezirzt werden.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Wechselnder Balg",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Rhino stürmt auf ein Ziel zu, zertrampelt alles in seinem Weg und spießt sein Opfer auf.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Rhino Ansturm",
    "/Lotus/Language/Suits/RhinoDesc": "Rhino hat es in sich. Er trumpft mit hoher Überlebensfähigkeit und Gruppenkontrolle auf. Wer klug ist, geht ihm aus dem Weg, wenn er heranrast.",
    "/Lotus/Language/Suits/RhinoName": "Rhino",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Stößt eine Schockwelle aus, die |DAMAGE| Schaden verursacht, wenn er aus großer Höhe landet.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Verleiht allen Warframes in der Nähe temporär erhöhten Schaden.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Brüllen",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Rhino stampft mit solcher Kraft auf, dass die Zeit aus den Fugen gerät und Feinde um ihn herum in Stasis versetzt werden.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Rhino Stampfer",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Hüllt Mesa in eine Energiebarriere, reflektiert Geschoss-Schaden.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Splitterschild",
    "/Lotus/Language/Suits/RunnerDesc": "Übernimm die Kontrolle, mit dem Heiligen von Altra. Gauss ist schnell, verursacht hohen Schaden und hat eine starke Überlebensfähigkeit. Bewegung lädt seine mächtige Batterie auf, also bleib in Bewegung.",
    "/Lotus/Language/Suits/RunnerName": "Gauss",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "Bewegung generiert einen elektrischen Fluss, der Gauss` Batterie auflädt. Schilde laden bis zu |SPEED| % schneller auf, während die Aufladeverzögerung bis zu |DELAY| % kürzer ist, je nach Batterielevel.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Generiere Rüstung, die einen Teil von absorbiertem kinetischen Schaden (physisch,  <DT_FIRE>Hitze, <DT_FREEZE>Kälte und <DT_EXPLOSION>Explosion) in Energie umwandelt. Schützt Gauss auch vor Stolpern und Niederschlägen. Schadensresistenz ist abhängig  vom Batterielevel.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Kinetische Rüstung",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Zwinge Gauss` Batterie über den Grenzwert hinaus, überlade seine Fähigkeiten und übersteuere Feuerrate, Angriffsgeschwindigkeit, Nachladegeschwindigkeit und Aktivierungsgeschwindigkeit. Jenseits des Grenzwerts wölben sich regelmäßig Bögen aus Elektrizität von Gauss und explodieren als Masse, wenn die Fähigkeit deaktiviert wird.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Grenzwert",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Verfalle in einen Supersprint, ramme Gegner und lade die Batterie. Das Kollidieren mit festen Objekten generiert eine mächtige Schockwelle. Halten, um dauerhaft zu rennen.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Mach-Rausch",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Schöpfe kinetische Energie aus der Umgebung ab, lade die Batterie auf und füge nahen Gegner <DT_FREEZE>Kältestatus zu. Halten kehrt den Vorgang um, leert die Batterie und fügt nahen Feinden <DT_FIRE>Hitzestatus zu.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Thermale Zweisamkeit",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Breche den Boden mit einem schädlichen Pilzwachstum auf, das Energie von allen Feinden, die es trifft stiehlt. Nach jedem fünften getroffenen Gegner mutiert der Befall und erhöht seine destruktive Kraft.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Virulenz",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Verleiht Alliierten extra Schaden, während die Waffen der Gegner gestört werden. Die Fähigkeit springt zwischen Teammitgliedern.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Schießbude",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Aktiviere diese Funktion, um eine Rüstung zu bilden, indem du Inaros' Gesundheit entziehst. Erneute Aktivierung stoppt die Formation vorzeitig. Die Schutzschicht reduziert eingehenden Schaden und absorbiert Statuseffekte.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Skarabäus-Hülle",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Vernichte Gegner mit einer Welle aus verfluchtem Sand, die sie blendet und ihre Gesundheit stiehlt.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Austrocknen",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Werde ein Sandsturm. Inaros verschlingt Feinde, die in seinen Wirbelwind gezogen werden, und heilt sich selbst.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Sandsturm",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Rufe einen Skarabäus-Schwarm herbei, um Feinde mit garantiertem Korrosion-Status anzugreifen. Der Schaden skaliert mit der Gesundheit von Inaros. Feinde, die im Schwarm getötet werden, rufen eine Sand-Kavat, die an der Seite von Inaros kämpft und die Skarabäen zu anderen Feinden führt.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Skarabäus-Schwarm",
    "/Lotus/Language/Suits/SarynDesc": "Giftigkeit ist Saryns Stärke. Ihre schlangenartigen Kräfte teilen hohen Schaden aus. Für Saryn ist Gift eine Tugend.",
    "/Lotus/Language/Suits/SarynName": "Saryn",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Gegner zugefügte Statuseffekte dauern |DURATION| % länger an.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Zwingt gefallene Feinde dazu, weitere Beute fallen zu lassen.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Entweihen",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Chroma verwandelt seine Haut in einen massiven Geschützturm, der nahe Verbündete stärkt und Feinde mit elementaren Angriffen überflutet.",
    "/Lotus/Language/Suits/SentientAbilityName": "Abbild",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Bündelt drei Ströme roher Energie zu einem einzigen Punkt und verursacht eine massive reaktive Explosion. Die Explosionsauswirkung entfernt die Rüstung und Schilde aller Feinde, die davon berührt werden.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Fusionsschlag",
    "/Lotus/Language/Suits/SentientFrameDesc": "Der Erbe des Zwillingsreichs erhebt sich. Biologisches und Sentient Leben werden in Caliban kombiniert. Als geschickter Monarch bietet er Gruppenkontrolle und Überlebensfähigkeit. Sein Schöpfer hatte mehr als eine Welt im Sinn.",
    "/Lotus/Language/Suits/SentientFrameName": "Caliban",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "Verbündete innerhalb der Reichweite erhalten bis zu |PCT| % Widerstand gegen die Arten von Schaden, die sie gerade erleiden.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Schlagt auf den Boden und sendet eine radiale Welle der Zerstörung aus. Feinde, die von der ersten Druckwelle nicht getötet wurden, werden hilflos in die Luft gehoben und erleiden für kurze Zeit erhöhten Schaden.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Sentient Zorn",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Nutze Calibans Sentient Aspekt, um ihm bis zu drei Conculysten zur Seite zu stellen und seine Schilde zu reparieren.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Tödlicher Nachwuchs",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Werde zu einem drehenden Todeswirbel. Halte <PRE_ATTACK> gedrückt, um den Mahlstrom zu beschleunigen und Schaden zu erhöhen oder Ziele auf einen Feind und tippe <PRE_ATTACK> an, um auf ihn zuzustürmen. Sentient Zorn, der Feinde trifft, erzeugt eine zerstörerische Explosion.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Klingenwirbel",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Indem sie sich wie eine Schlange häutet, lässt Saryn einen Köder zurück, der das Feuer ihrer Feinde auf sich zieht.",
    "/Lotus/Language/Suits/ShedAbilityName": "Häutung",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "Volt setzt einen elektrischen Schild ein, der Projektile blockiert.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Elektrischer Schild",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Valkyr entfesselt ihre Schilde, um Gegner in ihrer Nähe zu schädigen und zu betäuben.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Paralyse",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Gib einen Energiepuls ab, der feindliche Schilde und Rüstungen entfernt, während er verbündete Schilde wiederherstellt. Trümmer, die vom Puls übrig bleiben, werden zu polarisierten Splittern. Nahe polarisierte Splitter umkreisen Mag und schlitzen Feinde auf, wodurch sie einen Bluten-Statuseffekt erhalten.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Polarisieren",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Verschieße ein elektrisiertes Projektil, das sein Ziel betäubt und ihm Schaden hinzufügt. Eine Kette aus Elektrizität erstreckt sich vom Ziel, um nahe Feinde zu schocken.",
    "/Lotus/Language/Suits/ShockAbilityName": "Schock",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "Das Nutzen von \"Stille\" umgibt Banshee mit einer Aura, die Gegner betäubt und ihre Wahrnehmung von Warframe-Angriffen und Waffenfeuer einschränkt.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Stille",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Stürme mit einem radialen Phantom durch Gegner hindurch und schneide dir den Weg frei. Die Schnitte der mächtigen Erhabene Klinge fügen Bluten-Statuseffekt hinzu.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Schwertstoß",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Verwandle nahe Objekte in Fallen, während du einen unwiderstehlichen Kristall herbeizauberst, der in radialer Blendung zerplatzt, wenn er bei Dunkelheit berührt wird, oder bei Licht in einer radialen Explosion zerspringt. Beschwöre mehrere, kleine Juwelen mit der Hilfe von Spiegelkabinett.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "Taschenspieler-Trick",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Fokusiert tödliche Energie innerhalb eines Ziels und schleudert sie nach außen, wodurch das Ziel und umliegende Gegner geschädigt werden.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Peinigen",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Zündet eine Rauchbombe, die Feinde betäubt und ihre Sicht behindert, wodurch Ash für kurze Zeit unsichtbar wird.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Rauchwolke",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Frost erzeugt eine Schutzsphäre und kurzzeitige Unverwundbarkeit durch das Schockfrieren jeglichen Dunsts in der Umgebung.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Schneekugel",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Banshee spürt mittels Schallortung Gegner auf und zeigt Mitgliedern deiner Gruppe kritische Schwachpunkte auf.",
    "/Lotus/Language/Suits/SonarAbilityName": "Sonar",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "Ein Schlag, so kraftvoll, dass er die Seele des Feindes in ein tödliches Geschoss verwandelt, das alles auf seinem Pfad schädigt. Feinde, die den Schlag überleben, werden für die Ernte markiert und werden zu einem von Nekros \"Schatten der Toten\", wenn sie getötet werden, während sie markiert sind.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Seelenhieb",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Indem sie ihre Schallenergie in die Umgebung lenkt, erzeugt Banshee durch Ultraschall gewaltige Vibrationen, die den Boden mit tödlichen Resultaten beben lassen.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Schallbeben",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Verkörpere einen elektrischen Strom. Volt und seine Verbündeten erhalten einen kurzen Geschwindigkeitsschub und einen Buff für Nachladegeschwindigkeit.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Geschwindigkeit",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Weiht den Boden vor Oberon mit rechtschaffenem Feuer und fügt allen Feinden, die in den Flammen stehen, Schaden zu.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Heiliger Boden",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Lässt Gegner einfrieren, die an den Rift gebunden sind. Solange die Wirkung anhält, werden Projektile im Flug angehalten und fliegen erst weiter, wenn die Stasis endet.",
    "/Lotus/Language/Suits/StatisAbilityName": "Stasis",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "Loki tauscht blitzschnell Positionen mit dem Ziel und verwirrt dadurch den Feind.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Teleport-Tausch",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Beschwört ein Schwert mit immenser Kraft aus purem Licht.",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Erhabene Klinge",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "Ein gewaltsamer Ausbruch von Void-Energie reißt ein Loch in den Rift, das für eine kurze Zeit aufrechterhalten werden kann, bevor es in einer tödlichen Explosion in sich zusammenfällt.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Kataklysmus",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Ash teleportiert sich zum Ziel, bringt sich dadurch in Nahkampfreichweite und macht Gegner verwundbar für Todesstöße.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Teleport",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Spawne eine Brutkapsel, aus der Ranken herausbrechen. Diese schlingen sich um in der Nähe befindliche Gegner und ziehen sie zu sich heran. Werden gehaltene Gegner getötet, besteht die Chance auf einen Mutationsstapel.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Larve",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Sät Angst in den Herzen naher Feinde und veranlasst sie, in Todesangst davonzulaufen.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Schrecken",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Brich durch die Reihen deiner Gegner als gewaltige Wand aus Wasser.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Springflut",
    "/Lotus/Language/Suits/TitaniaDesc": "Titanias feenhaftes Aussehen täuscht über ihre beeindruckende königliche Macht hinweg. Die Magierin verursacht hohen Schaden und bietet Gruppenkontrolle. Sie zwingt ihre Feinde ihr zu huldigen oder zu sterben.",
    "/Lotus/Language/Suits/TitaniaName": "Titania",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "Titania regeneriert Gesundheit für sich und Verbündete in der Nähe, mit jeder gewirkten Fähigkeit.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Schalte durch vier einsetzbare Minen. Fangspule gruppiert Feinde und macht sie bewegungsunfähig. Flechetkugel feuert tödliche Nägel in alle Richtungen. Vektorfeld beschleunigt Feinde und Verbündete in Richtung des Feldes. Kraftzünder haftet sich an den nächsten Verbündeten und erhöht dessen Waffenschaden.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Minenleger",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Platziere eine Zielsignal, dass einen verheerenden Artillerieangriff herbeiruft.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Photonschlag",
    "/Lotus/Language/Suits/TrinityDesc": "Trinity verkörpert Erlösung und Gesundheit. Ihre außergewöhnlichen Heilkräfte unterstützen Verbündete. Wo andere zerstören, heilt sie.",
    "/Lotus/Language/Suits/TrinityName": "Trinity",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Belebt gefallene Verbündete um |SPEED| % schneller und aus |RANGE| % größerer Entfernung wieder.",
    "/Lotus/Language/Suits/ValkyrDesc": "Valkyr wurde in eine hochmotivierte und furchterregende Killerin verwandelt. Sie ist geschickt darin, Schaden zu verursachen und zu überleben. Ihr Schlachtruf erfüllt jeden, der ihn hört, mit Furcht.",
    "/Lotus/Language/Suits/ValkyrName": "Valkyr",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "|PERCENT| % schnellere Erholung von Niederschlägen.",
    "/Lotus/Language/Suits/VaubanDesc": "Vauban ist ein Musterbeispiel an innovativer Technologie. Er setzt clevere Erfindungen zur Gruppenkontrolle ein. Seine Hartnäckigkeit und sein Fokus machen ihn respekteinflößend.",
    "/Lotus/Language/Suits/VaubanName": "Vauban",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Verursacht |DAMAGE| % mehr Schaden bei außer Gefecht gesetzten Feinden.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "Durchströmt nahe Rift-gebundene Gegner mit Riftenergie. Bei Tod wird die Riftwoge auf andere Gegner, außerhalb des Rifts, übertragen. Aufgeladene Gegner, die den Rift verlassen, verursachen ein radiales Verbannen.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Riftwoge",
    "/Lotus/Language/Suits/VoltDesc": "Elektrizität fließt durch Volt. Seine Angriffe richten hohen Schaden an. Seine Feinde werden schockiert sein.",
    "/Lotus/Language/Suits/VoltName": "Volt",
    "/Lotus/Language/Suits/VoltPassiveAbility": "Bewegungen am Boden generieren eine elektrische Ladung, die |DAMAGE| Schaden pro Meter aufbaut und bei der nächsten Attacke freigesetzt wird.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Toxischer Hieb",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "Während diese Fähigkeit aktiv ist, verursachen Angriffe zusätzlich <DT_POISON>Giftschaden. Dieser Effekt wird für Nahkampfangriffe verdoppelt. Lässt Sporen sofort platzen, wenn betroffene Gegner angegriffen werden.",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Erzeuge einen Quell des Lebens auf einem Feind. Verbündete in der Nähe des Ziels regenerieren langsam ihre Gesundheit und sind immun gegen Statuseffekte. Schaden durch Statuseffekte, der für Verbündete in der Nähe bestimmt ist, wird vom Feind absorbiert. Verbündete erhalten zusätzliche Gesundheit, wenn sie den Feind angreifen.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Quell des Lebens",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(ANTIPPEN) Rakshs Fangzähne zerfleischen deine Feinde. Alle Feinde erleiden 10 Stapel von 5 zufälligen Statuseffekten. Sterben die Ziele, werden die Statuseffekte auf Gegner in der Nähe übertragen.\n\n(HALTEN) Raksh schützt Voruna mit Resistenz gegen Statuseffekte.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Rakshs Fangzähne",
    "/Lotus/Language/Suits/WerewolfDesc": "Vier Bestien, ein Herz. Vorunas loyales Wolfsrudel ist eine tödliche Kombination aus Stärke und Heimlichkeit. Hüte dich vor dem monströsen Heulen, das die Reißzähne der Rache ankündigt.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(ANTIPPEN) Voruna wechselt auf alle Viere und bereitet 5 brutale Angriffe vor, die Gegner anvisieren. Ulfrun, der mächtigste Wolf, führt den Angriff an, während Voruna auf ihr Ziel zustürzt. Das Rudel fügt den Zielen und Gegnern in der Nähe, die von Statuseffekten betroffen sind, erhöhten Schaden zu. Tödliche Angriffe verdoppeln den Schaden von Vorunas verbleibenden Ladungen.\n\n(HALTEN) Ulfrun bewacht Voruna. Wenn Voruna während dieser Zeit fällt, stirbt Ulfrun an ihrer Stelle.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Ulfruns Herkunft",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(ANTIPPEN) Lycath jagt, um das Rudel zu ernähren. Feinde, die durch Nahkampfangriffe getötet werden, lassen Gesundheitskugeln fallen und Feinde, die durch Kopfschüsse getötet werden, lassen Energiekugeln fallen. Erhöhe die Dauer von Lycaths Jagd, indem du Feinde tötest, die von 5 oder mehr Statuseffekten betroffen sind.\n\n(HALTEN) Lycath bewacht Voruna mit erhöhter Effizienz für schwerer Angriffe.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Lycaths Jagd",
    "/Lotus/Language/Suits/WerewolfName": "Voruna",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Voruna kämpft nie allein. Halte in Missionen die Eingabe für Fähigkeiten, um die einzigartigen passiven Fähigkeiten jedes Wolfs zu nutzen.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(ANTIPPEN) Dynar hüllt Voruna in Unsichtbarkeit und erhöht ihre Geschwindigkeit. Die Unsichtbarkeit endet, wenn Voruna angreift. Für kurze Zeit nach dem die Unsichtbarkeit endet, haben Nahkampfangriffe erhöhten Krit. Schaden, Krit. Chance, Statuschance und fügen Blutung zu. Töte während dieser Zeit einen Gegner im Nahkampf, um den Nahkampf-Buff einmal pro Wirken zu verlängern.\n\n(HALTEN) Dynar bewacht Voruna und erhöht ihre Parkour-Geschwindigkeit.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Dynars Schleier",
    "/Lotus/Language/Suits/WispFrameDesc": "Wisp schwebt zwischen den materiellen und ätherischen Ebenen. Sie greift auf mehrere Dimensionen zu, um ihre Verbündeten zu unterstützen. Ihr Antlitz ist geheimnisvoll und rätselhaft.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Öffne einen dimensionalen Riss, um nahe Gegner zu überwältigen und sie dazu zu bringen, aggressive Wogen von Funken freizusetzen, wenn sie Schaden nehmen.\nWisp kann auch auf ein Reservoir zielen, um dorthin zu teleportieren und die Reichweite der Woge zu verdoppeln.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Refraktionswoge",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "Schicke ein spektrales Abbild von Wisp voraus, um Gegner zu verwirren und abzulenken. Erneute Aktivierung lässt dich zur Position das Abbilds reisen. Halten, damit sich das Abbild schneller bewegt und beim Loslassen direkt zur Position teleportiert wird.",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Irrlicht",
    "/Lotus/Language/Suits/WispFrameName": "Wisp",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Zwischen den Dimensionen hin- und herfließend, wird Wisp für Feinde unsichtbar, solange sie in der Luft ist.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Wähle und beschwöre ein Reservoir gefüllt mit Partikeln, die sich an Wisp und ihre Verbündeten anheften und ihnen helfen. Hastpartikel erhöhen die Bewegungs- und Angriffsgeschwindigkeit. Vitatlitätspartikel erhöhen die maximale Gesundheit und heilen über Zeit. Schockpartikel betäuben Feinde in der Nähe.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Reservoire",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Öffne ein Portal zur Sonne und lösche Gegner mit einem verheerenden Strahl aus purem Solarplasma aus. Halte Feuern, um den Schaden auf Kosten des Energieverbrauchs zu verdoppeln. Die Gegner, die von einem Angriff mit Sonnenportal Schaden genommen haben, sind für die Dauer des Angriffes zunehmend anfälliger dafür.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Sonnenportal",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Erzeugt ein Wurmloch für sofortigen Standortwechsel.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Wurmloch",
    "/Lotus/Language/Suits/WraithDesc": "Sevagoth treibt nicht länger im Void und ist zurückgekehrt. Er und sein Schatten verursachen hohen Schaden und haben eine hohe Überlebensfähigkeit. Durch das Ernten von entglittenen Seelen nähren sie sich.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Beschwöre eine radiale Pullswelle, die Gegner verlangsamt, festsetzt und ihnen die Lebenskraft für den Todesquell entzieht. Verbündete innerhalb der Welle, erhalten Gesundheit mit jedem Treffer.",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Düsternis",
    "/Lotus/Language/Suits/WraithName": "Sevagoth",
    "/Lotus/Language/Suits/WraithPassiveAbility": "Beim Tod, werde zu Sevagoth' Schatten und kämpfe, um ihn wiederzubeleben, indem du die Seelen sammelst, die notwendig sind, um seinen Grabstein wiederherzustellen.",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "Sevagoth' Schatten fliegt los und verwüstet alle Gegner auf seinem Weg. Überlebende erhalten Schaden auf Zeit von 'Ernte des Todes'. Die Seelen der Toten füllen den Todesquell.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Ernten",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "Ist der Todesquell gefüllt, dann ist Sevagoth' Schatten bereit. Lasse ihn frei und er wird Feinde mit einer Sammlung von Nahkampffähigkeiten zerfetzen.",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Erhabener Schatten",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Pflanze einen Samen des Todes in nahen Zielen und entziehe ihnen ihre Lebenskraft. Ernte, was gesät wurde, um betroffenen Gegner explodieren zu lassen und richte radialen Schaden mit einem Prozentsatz ihrer Gesundheit an. Die Seelen der Toten füllen den Todesquell.",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Sähen",
    "/Lotus/Language/Suits/WukongDesc": "Der affenartige Krieger ist ein regelrechtes Kraftpaket. Wukong teilt hohen Schaden aus und hat eine hohe Überlebensfähigkeit. Seine schnellen Gaunertaktiken sind unvergesslich.",
    "/Lotus/Language/Suits/WukongName": "Wukong",
    "/Lotus/Language/Suits/WukongPassiveAbility": "Wenn Wukong tödlichen Schaden nimmt, benutzt er automatisch eine seiner gemeisterten Überlebenstechniken. Diese Techniken können nur dreimal pro Mission genutzt werden.",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Beschwöre Merulina, eine reitbare Kreatur der Wellen und die Inspiration für K-Drives. Merulina schützt Yareli, indem sie einen Großteil des eingehenden Schadens absorbiert.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Merulina",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Bildet 5 Wasserkugeln, die Feinde suchen, sich bei Kontakt ausdehnen und gleichzeitig ihren Opfern Schaden zufügen und diese bewegungsunfähig machen.\nGegner, die von den Kugeln getroffen wurden, erleiden mehr Schaden aus allen Quellen.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "See-Fallen",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Zerreiße Feinde mit einem Trio von kreisenden Aquaklingen.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Aquaklingen",
    "/Lotus/Language/Suits/YareliFrameDesc": "Die Wellenreiterin kann eine Flut der Zerstörung auf dem Schlachtfeld freisetzen. Yarelis Wasserangriffe verursachen hohen Schaden. Hohe Brandung. Tote Feinde.",
    "/Lotus/Language/Suits/YareliFrameName": "Yareli",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "Yareli erhält +|CHANCE| % krit. Chance für Sekundärwaffen, wenn sie sich mindestens |TIME| s lang bewegt hat.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Ziehe Feinde in einen vernichtenden Mahlstrom und fege sie dann in einer wässrigen Explosion weg. Jeder Feind, der im Wirbel gefangen ist, erhöht den Schaden der Explosion.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Springflut",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "In Nachtform wird der erhaltene Schaden reduziert. In Tagform wird die Fähigkeitsstärke von nahen Verbündeten erhöht.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Beruhigen & Provozieren",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "In der Nachtform werden die Schilde von Verbündeten mit jedem nahen, getöteten Gegner aufgefüllt. In Tagform, erhalten Gegner einen Bluten-Statuseffekt. Deaktivieren in Nachtform regeneriert Gesundheit und Schilde bei Equinox und Verbündeten. Deaktivieren in Tagform setzt eine Welle aus Schnittschaden frei.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Heilen & Verstümmeln",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Wechsle Formen und erhalte temporär Bonusschilde und -rüstung in der Nachtform oder Bonusschaden und -geschwindigkeit in der Tagform.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Metamorphose",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "In Nachtform werden Feinde in den Schlaf versetzt. In Tagform werden sie anfälliger für Schaden.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Ruhe & Rage",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Setze eine Walzen-Drohne ein, die sich an Gegner heftet und überspringende Stromschläge an alles im direkten Umfeld abgibt.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Tesla Nervos",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Entfessle einen Schub aus extrem verdichteter Luft. Halten, um Gegner in die Luft zu schleudern. Antippen, um sie zum Schub hinzuziehen. Der Schaden vergrößert sich mit jedem getroffenen Feind.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Luftdetonation",
    "/Lotus/Language/Suits/ZephyrDesc": "Beherrsche die Macht des Windes. Zephyrs Zyklon-Fähigkeiten schützen sie, verursachen hohen Schaden und gewähren Gruppenkontrolle. Sie stürzt von oben herab und hinterlässt eine Spur der Zerstörung.",
    "/Lotus/Language/Suits/ZephyrName": "Zephyr",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "Zephyr bewegt sich schneller und fällt langsamer, während sie durch die Luft gleitet. Sie erhält ebenfalls |CRIT| % Chance auf krit. Treffer mit Waffen, während sie in der Luft ist.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "In der Luft halten, um Zephyr mit reduzierter Geschwindigkeit schweben zu lassen. Tippe in der Luft, um vorwärts zu schnellen oder ziele nach unten, um Feinde auf dem Boden mit einem Sturzflug zu erwischen.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Rückenwind",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Beschwöre tödliche Tornados herbei, die Gegner suchen und einschließen. Tornados verursachen den elementaren Schaden, den sie am meisten absorbieren. Schieße auf Gegner in Tornados, um zusätzlichen Schaden zu verursachen. Halten, für stationäre Tornados oder antippen, für wandernde Tornados.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Tornado",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Erzeugt einen windigen Schild um Zephyr herum, der alle eingehenden Projektile umlenkt.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Turbulenz",
    "/Lotus/Language/Upgrades/DamageResistanceStacksOverTime": "Arkana: Kehrtwende",
    "/Lotus/Language/Upgrades/ExtraProcOnProc": "Arkana: Sekundäre Belastung",
    "/Lotus/Language/Upgrades/NoCostCastChanceOnCast": "Arkana: Standhaftigkeit",
    "/Lotus/Language/Upgrades/PrimaryDamagePerAmmoOnReload": "Arkana: Primäre Panzermunition"
}