{
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "Des ombres d'une nuit immémoriale émerge un nouvel Excalibur.",
    "/Lotus/Language/Codex/EmberLongDesc": "Trois silhouettes attendaient derrière une table simple. Leur attention tournée vers une unique chaise, baignant dans la lumière. Une voix de femme âgée s'éleva depuis l'ombre: 'Faites-la entrer'. Au bout de la pièce, un agent de sécurité, strict et quelconque, ouvrit la porte. La silhouette d'une jeune femme se découpa dans l'encadrement. Elle hésita, mais seulement un instant, avant de traverser la salle et de s'asseoir.\n\nIl y eut un hoquet de surprise quand la lumière atteignit son visage. Son œil droit était vif et alerte, tandis que le gauche était une fente huileuse. Sa peau brûlée était d'un blanc lunaire. Sa bouche, elle, n'était qu'une entaille béante sans lèvres ni expression. Son béret militaire était vissé sur son crâne chauve et balafré.\n\nLa vieille voix: 'Votre nom est Kaleen.' Kaleen acquiesça. 'Vous étiez l'inspecteur principal sur le Zariman?' La voix de Kaleen n'était qu'un murmure rauque, son visage, tendu. 'Oui .'\n\nKaleen toussa, puis se redressa: \n\n'Le Zariman a été perdu en repliant l'espace depuis Saturne vers les Portes Extérieures. Défaillance mécanique. J'ai averti les familles et rempli un rapport avec les inspecteurs. Rien ne revient jamais du repli, j'ai donc classé l'affaire.'\n\n'Mais vous avez rouvert l'affaire quelques jours plus tard.'\n\n'Je n'y ai pas cru moi-même jusqu'à ce que je mette un pied à bord. Le vaisseau était complètement intact, support de vie fonctionnel, comme s'il n'était jamais parti.'\n\n'Mais l'équipage avait disparu.'\n\n'Pas exactement.' Kaleen hésita. 'Nous pensions qu'il était vide, mais nous avons commencé à trouver...' Son visage tiqua au souvenir de la douleur. 'Nous avons commencé à trouver des enfants cachés à bord.'\n\n'Et c'est là que vous avez enfreint la procédure?'\n\nKaleen baissa la tête, une larme grossissant dans son œil borgne. 'C'était des enfants. Ils avaient peur. Ils avaient besoin de réconfort.'\n\n'Vous avez alors brisé la quarantaine et voilà ce qui vous est arrivé.'\n\nLe silence régna tandis que Kaleen caressait son visage balafré. 'Qu'avez-vous fait d'eux?'\n\nLa vieille femme fit signe au garde d'emmener Kaleen. La réunion était terminée. Lorsque Kaleen atteignit la porte, elle se libéra de son étreinte et répliqua: 'Pourquoi avez-vous fait ça? Pourquoi avez-vous mis des enfants sur un vaisseau militaire?'\n\n'Nous ne l'avons pas fait. Ça enfreindrait la procédure.'",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "Les Sentients avaient gagné. Ils avaient retourné nos armes et notre technologie contre nous. Plus nous avancions, plus importantes étaient nos pertes. La guerre était perdue à moins que nous ne trouvions une solution. Dans notre désespoir, nous nous sommes tournés vers le Néant. Le noir absolu, les ténèbres de l'espace qui dépassent notre science et notre entendement.\n\nNous avons pris les quelques déséquilibrés revenus de cet endroit. Nous les avons entourés d’une armure, un catalyseur pour leur affliction. Nous leur avons donné des armes des temps anciens. Fusils et lames. Un nouveau guerrier, un nouveau code était né. Ces rejets, ces Tennos, allaient devenir nos sauveurs. Une caste de Dieux-Guerriers de métal qui frapperaient avec fureur nos ennemis d’une façon qu’ils ne pourraient jamais comprendre.\n\nExcalibur fut le premier.\n\n-Archives Orokins 'Warframe'",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Archive Warframe – Extrait de débriefing:\n\nNous étions sanglés à nos sièges, crans de sûreté de nos armes levés, attendant le choc. Attendant la mort. À travers mon hublot crasseux, je voyais les étoiles parmi les contours des autres vaisseaux fragmentés faisant la queue pour le Rail Solaire. Bientôt celui-ci nous agripperait par une force incompréhensible et nous projetterait à travers le Néant, droit dans la gueule de notre ennemi.\n\nJe regardais les vaisseaux se tordre et disparaître les uns après les autres. Chacun bourré de soldats Zero-Tech respirant un air vicié, serrant leurs fusils à percussion à s'en blanchir les phalanges. Chacun rempli du désespoir lié à son extinction imminente. Notre vaisseau serait le dernier à sauter le pas. Il transportait un chargement spécial.\n\nIl était quasiment vide. Juste dix hommes, comme moi, sanglés dans les meilleures combinaisons Zero-Tech et équipés des meilleures armes que l'Empire pouvait produire... et 'ça'. 'Ça' se tenait dans l'allée centrale, une forme métallique svelte et sans yeux. Un Tenno dans sa Warframe. Vaguement humain, vaguement féminin. Était-ce une armure ou un genre de carapace ornementée pour le monstre qui vivait à l'intérieur? J'étais crispé sur mon harnais alors que le vaisseau faisait une embardée lors de sa procédure d'approche finale, mais je pouvais voir le Tenno se tenant là, librement. Solennel et brillant d'un éclat doré, insensible à la force d'inertie.\n\nJ'avais été, jusqu'alors, sceptique quant à l'existence des Tennos. Ils étaient des fantômes, de la propagande, les victimes déviantes de l'ère du Néant. Ils ne pouvaient pas être réels. Et pourtant c'était là, en chair et en os.. L'Empire, dans son désespoir, allait lâcher ces démons et espérer au mieux. De qui devions-nous avoir le plus peur, de l'ennemi ou de ce monstre? Nos crans de sûreté étaient levés, pouvions-nous faire confiance à cette chose? Puis plus rien n'eut d'importance. Le choc survint – et nos hublots devinrent aveuglants. Quand nous pûmes voir à nouveau, notre vaisseau était ailleurs, disloqué, détruit en un instant.\n\nMes poumons se vidèrent et mes yeux se remplirent de mort. Des débris de vaisseau scintillaient comme une neige nocturne. Par-devers nous une étoile bleue inconnue luisait d'une lueur sombre et insoutenable. Les innombrables vaisseaux serpentins de l'ennemi, articulés et annelés de disques luisants, ondulaient et irradiaient de leurs faisceaux thermiques les soldats qui comme moi avaient survécu. C'est là que je suis mort. Un rayon me frôla, balayant mon flanc droit et portant mon sang à ébullition. Ma vision s'estompa et je n'entendis plus qu'un bourdonnement sourd. Je pouvais sentir le côté de mon visage s'engourdir et ruisseler de sang.\n\nJ'étais dans un rêve éveillé. Je vis une tache claire zigzaguant vers moi. Je sentis les attaches métalliques de ma tenue m'attirer dans sa direction. J'arrivai à sa portée – une bête étincelante, un panache d'ailes dorées s'élevant et se déployant derrière elle. Un ange. Qui m'arracha à la mort. Je pouvais sentir mes poumons se remplir d'air tandis que 'ça' m'enveloppait de ses ailes. Son bouclier scintilla, miroitant d'une lueur bleutée sous la pression des rayons ennemis. Je sentis une soudaine poussée d'accélération. Je fermai les yeux et m'y agrippai comme un enfant à sa mère.\n\nJe m'éveillai sur le sol, une douleur cuisante parcourant la chair brûlée de mon visage et de mon flanc. 'Ça' se tenait au-dessus de moi, sans ailes. J'entendis les échos d'armes résonnant au fond du couloir. Peut-être que la mission serait sauvée, mais je mourrais et lui fis donc signe de partir. Je sentis qu'on me mettait de force un pistolet dans la main tandis qu'on me hissait sur mes jambes. L'ange m'avait sauvé, arraché aux enfers, mais elle n'aurait pas pitié de moi. Je devais mourir debout, à ses côtés. Je tournai mon côté valide vers la fusillade et levai l'arme. 'Ça' acquiesça, ses mains de métal tendues pulsant et façonnant l'énergie selon des formes anciennes tandis qu'une aura bleue miroitait autour de moi, puis 'ça' se tourna, dégainant sa lame, et ensemble nous fonçâmes tête baissée droit dans le tourbillon de feu et de mort qui nous attendait.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "Des lumières rouges clignotent sur les murs d'un blanc livide. Davis court devant moi, perdant ses notes. Nous fuyons pour nos vies. La peur me donne une sensation étrange - comme si j'étais hors de mon corps. Je ne me souviens plus de la manière dont je suis arrivé ici. Je ne reconnais pas cet endroit.\n\nDavis et moi nous heurtons à une porte de cellule close. Il me crie dessus. Je le regarde avec des yeux absents. Je n'entends plus, ni lui ni les alarmes, rien d'autre ne passe le voile de ces sourds battements d'effroi à l'intérieur de ma tête. Je me détourne de Davis pour regarder dans le couloir et je la vois. Cette masse imposante, d'un rouge fluctuant, miroite des reflets de l'acier souillé par le sang chaud. Sa peau change, coulant comme le mercure, lorsque de brusques coups de feu m'aveuglent. Ils n'auraient pas dû. La bête se propulse en avant et transforme les agents de sécurité en brume écarlate et projections sanguinolentes indistinctes.\n\nJe suis pétrifié, tel un animal acculé. Un pan de ma mémoire me submerge et les souvenirs affluent. J'ai déjà vu ce monstre auparavant. J'ai ouvert sa carapace et éventré ses frères. Je l'ai fait souffrir et j'ai consigné ses réactions. J'en ai créé, puis jeté d'innombrables comme lui. Mais je n'en avais jamais vu d'aussi près, sans bouclier, sans entrave. Jamais ça n'avait été... libre.\n\nJe sais qu'il me tuera, ce qui me permet de l'observer avec un inquiétant détachement. La bête s'accroupit et enfourne une masse sanglante dans sa gueule. Elle me fixe d'un regard vague, me reconnaissant depuis les tréfonds de sa mémoire ancestrale. Elle sait qui je suis et ce que j'ai fait. Elle se dresse comme un ours et rugit, faisant éclater les éclairages jusqu'à nous plonger dans les ténèbres. Je peux l'entendre s'avancer pesamment vers moi, ses doigts de métal raclant les murs, et je sais que je suis déjà mort. Je ferme alors les yeux et me prépare à subir mon châtiment.\n\nJe sens qu'on me tire par la manche et réalise que Davis vient de parvenir à ouvrir la porte. Il me tire à l'intérieur et je tombe. Je le vois rester dans l'embrasure de l'entrée, sous les gémissements déchirants du monstre.\n\nFinalement, tout n'est peut-être pas perdu; alors je crie 'Davis, ferme ce foutu sas!' - mais il secoue la tête avec des yeux écarquillés. Il s'écrie 'Regarde!' en direction du rugissement et du crissement métallique.\n\nPuis le silence. Davis fait un bruit étrange, est-ce qu'il rit? La bête est sur le seuil, à quelques centimètres de lui, couverte de sang, ne déchaînant toujours pas sa fureur. Elle se tenait juste là, scrutant ses mains poisseuses. J'entends à peine Davis murmurer 'Personne ne m'aurait cru...'.\n\nJe m'agrippe au mur pour me relever, le plus loin possible de la porte. Je n'ai jamais vu cette salle, un endroit glacé avec une rangée de tables lugubres. Une morgue? 'Où sommes-nous, Davis?'\n\n'C'est ici qu'ils les gardent. Ceux du Zariman.' Je ne suis plus sûr, c'était quoi déjà le Zariman? Le vaisseau qui n'était jamais revenu? 'Davis, qu'est-ce que tout ça signifie?'\n\nDavis se tourne vers moi, un sourire aux lèvres - 'Ça...' avant de revenir à la bête désormais silencieuse et calme - '... c'est la promotion de notre vie.'",
    "/Lotus/Language/Focus/ConsecutiveEfficiencyName": "Chained Sling",
    "/Lotus/Language/Focus/ConsecutivePowerName": "Sling Strength",
    "/Lotus/Language/Focus/DisarmedEnergyName": "No Quarter",
    "/Lotus/Language/Focus/DisarmingProjectionName": "Disarming Sling",
    "/Lotus/Language/Focus/FinisherTransferenceName": "Killer’s Rush",
    "/Lotus/Language/Focus/FocusAttackBlastChargeName": "Rising Blast",
    "/Lotus/Language/Focus/FocusAttackBlastFireballName": "Flame Blast",
    "/Lotus/Language/Focus/FocusAttackCloakAttackChargeName": "Void Strike",
    "/Lotus/Language/Focus/FocusAttackCloakBlindName": "Void Radiance",
    "/Lotus/Language/Focus/FocusAttackDashDamageName": "Meteoric Dash",
    "/Lotus/Language/Focus/FocusAttackDashFireName": "Blazing Dash",
    "/Lotus/Language/Focus/FocusAttackEfficiencyName": "Void Fuel",
    "/Lotus/Language/Focus/FocusAttackElementalDamageName": "Phoenix Spirit",
    "/Lotus/Language/Focus/FocusAttackMoreAmmoName": "Inner Gaze",
    "/Lotus/Language/Focus/FocusAttackPhysicalDamageName": "Phoenix Talons",
    "/Lotus/Language/Focus/FocusAttackPowerSnapName": "Power Transfer",
    "/Lotus/Language/Focus/FocusAttackRegenAmmoName": "Eternal Gaze",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldBreakName": "Guardian Break",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseBlastAllyShieldName": "Guardian Blast",
    "/Lotus/Language/Focus/FocusDefenseBlastSelfShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseCloakHealName": "Void Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakHealOthersName": "Squad Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakShieldName": "Void Aegis",
    "/Lotus/Language/Focus/FocusDefenseDashShockwaveName": "Sonic Dash",
    "/Lotus/Language/Focus/FocusDefenseHealthMaxName": "Enduring Tides",
    "/Lotus/Language/Focus/FocusDefenseHealthRegenName": "Rejuvenating Tides",
    "/Lotus/Language/Focus/FocusDefenseInstantReviveName": "Mending Soul",
    "/Lotus/Language/Focus/FocusDefenseRadialXpName": "Mending Unity",
    "/Lotus/Language/Focus/FocusFreeAbilityCastsName": "Inner Might",
    "/Lotus/Language/Focus/FocusPowerBlastBurstName": "Voltaic Blast",
    "/Lotus/Language/Focus/FocusPowerBlastSlowName": "Temporal Drag",
    "/Lotus/Language/Focus/FocusPowerCloakPullName": "Void Singularity",
    "/Lotus/Language/Focus/FocusPowerCloakStaticName": "Void Static",
    "/Lotus/Language/Focus/FocusPowerDashBubbleName": "Wellspring",
    "/Lotus/Language/Focus/FocusPowerDashElectricityName": "Lightning Dash",
    "/Lotus/Language/Focus/FocusPowerEnergyOverTimeName": "Energy Pulse",
    "/Lotus/Language/Focus/FocusPowerEnergyPoolName": "Void Flow",
    "/Lotus/Language/Focus/FocusPowerEnergyRestoreName": "Void Siphon",
    "/Lotus/Language/Focus/FocusPowerPowerFieldName": "Hardened Wellspring",
    "/Lotus/Language/Focus/FocusPowerSlowHeadshotDamageName": "Temporal Shot",
    "/Lotus/Language/Focus/FocusTacticActiveComboAmpDamageName": "Amp Spike",
    "/Lotus/Language/Focus/FocusTacticActiveSlamComboName": "Opening Slam",
    "/Lotus/Language/Focus/FocusTacticBlastConfuseName": "Disorienting Blast",
    "/Lotus/Language/Focus/FocusTacticCloakMeleeCritName": "Void Stalker",
    "/Lotus/Language/Focus/FocusTacticCloakRevealName": "Void Hunter",
    "/Lotus/Language/Focus/FocusTacticDashFinisherName": "Executing Dash",
    "/Lotus/Language/Focus/FocusTacticDashSpeedName": "Mind Sprint",
    "/Lotus/Language/Focus/FocusTacticDashWaveName": "Surging Dash",
    "/Lotus/Language/Focus/FocusTacticMeleeComboName": "Power Spike",
    "/Lotus/Language/Focus/FocusTacticMeleeXpName": "Affinity Spike",
    "/Lotus/Language/Focus/FocusTacticMoveSpeedName": "Mind Step",
    "/Lotus/Language/Focus/FocusWardActiveClearStaticOnKillName": "Static Purge",
    "/Lotus/Language/Focus/FocusWardActiveInvulnerableReturnName": "Reinforced Return",
    "/Lotus/Language/Focus/FocusWardActiveKnockdownImmunityName": "Poise",
    "/Lotus/Language/Focus/FocusWardActiveMagneticFieldName": "Magnetic Flare",
    "/Lotus/Language/Focus/FocusWardArmourBuffName": "Stone Skin",
    "/Lotus/Language/Focus/FocusWardArmourIncreaseName": "Basilisk Scales",
    "/Lotus/Language/Focus/FocusWardBlastBulletAttractorName": "Magnetic Blast",
    "/Lotus/Language/Focus/FocusWardBlastDamagePickupName": "Unairu Wisp",
    "/Lotus/Language/Focus/FocusWardBlastDisarmName": "Disarming Blast",
    "/Lotus/Language/Focus/FocusWardBlastRadiusName": "Basilisk Gaze",
    "/Lotus/Language/Focus/FocusWardCloakAllyCloakName": "Void Shadow",
    "/Lotus/Language/Focus/FocusWardCloakReduceDamageName": "Void Chrysalis",
    "/Lotus/Language/Focus/FocusWardDashReduceArmourName": "Sundering Dash",
    "/Lotus/Language/Focus/FocusWardDashReduceDamageName": "Crippling Dash",
    "/Lotus/Language/Focus/FocusWardReflectDamageName": "Void Spines",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceDamageBuffName": "Vengeance",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceName": "Last Gasp",
    "/Lotus/Language/Focus/GhostWaveName": "Contamination Wave",
    "/Lotus/Language/Focus/GhostlyTouchName": "Distilled Contamination",
    "/Lotus/Language/Focus/LiftHitDamageName": "Lethal Levitation",
    "/Lotus/Language/Focus/LiftHitWaveName": "Void Levitation",
    "/Lotus/Language/Focus/MagneticExtensionName": "Magnetic Boost",
    "/Lotus/Language/Focus/ProjectionExecutionName": "Sling Stun",
    "/Lotus/Language/Focus/ProjectionStretchName": "Far Sling",
    "/Lotus/Language/Focus/ProtectiveProjectionName": "PROTECTIVE SLING",
    "/Lotus/Language/Focus/SonicDissipationName": "Void Snare",
    "/Lotus/Language/Focus/SunderingDissipationName": "Caustic Strike",
    "/Lotus/Language/Focus/UnairuWispName": "Unairu Wisp",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Barrage",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Crée une zone orageuse d'explosions punitives.",
    "/Lotus/Language/Items/BigBoyAbility": "Ogive",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Lance un missile capable de déclencher une explosion massive.",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "Cette Archwing lourde a été conçue pour une seule raison, la destruction.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Elytron",
    "/Lotus/Language/Items/EMPPushAbility": "Répulsion",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "Votre Archwing émet une déflagration massive d'énergie, étourdissant tous les ennemis proches.",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Purge de Noyau",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Purge le système de propulsion de l'Archwing, perturbant les tirs ennemis et les faisant exploser.",
    "/Lotus/Language/Items/FireShieldAbility": "Bouclier d'Énergie",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Forme un Bouclier d'Énergie protectrice devant votre Archwing.",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Artifice",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Déploie des leurres qui dispersent les missiles guidés.",
    "/Lotus/Language/Items/MissileVolleyAbility": "Tirs Guidés",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Tire une grande salve de missiles à tête chercheuse.",
    "/Lotus/Language/Items/OdonataPrimeDesc": "Cette version améliorée du premier prototype d'Archwing débride ses capacités à leur summum théorique.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Odonata Prime",
    "/Lotus/Language/Items/StandardArchwingDesc": "Les systèmes intégrés à cette Archwing ont été conçus pour équilibrer ses capacités offensives avec des contre-mesures défensives.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Odonata",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Active un champ dissimulateur autour de l'Archwing camouflant les alliés proches qui y restent stationnaires.",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Pénombre",
    "/Lotus/Language/Items/StealthArchwingDesc": "Conçue pour de rapides attaques surprises, l'Archwing Itzal excelle dans le combat spatial en frappant depuis les zones obscures.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Déploie des drones qui se battent aux côtés du Tenno, déclenchant une explosion contrôlée s'ils sont détruits.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Escorte de Combattant",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Forme un mini trou noir qui aspire les objets alentour avant de s'inverser en une gigantesque onde de choc.",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Compression Cosmique",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Itzal",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Lance un grappin pouvant remorquer un ennemi vers soi, ou permettre de se déplacer vers n'importe quel objet immobile sur lequel il s'agrippe.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Arch Crochet",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Crée des balises qui attirent l'attention des ennemis, convertissant les dégâts qu'ils leur font en impulsions régénérantes.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Leurre Bienveillant",
    "/Lotus/Language/Items/SupportArchwingDesc": "Transformez-vous en un gardien ailé.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Amesha",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "De minuscules drones orbitent autour de vous ou d'un allié, interceptant les tirs ennemis.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Essaim Vigilant",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "Tous les Dégâts reçus lorsqu'elle est active sont transformés en Énergie. De plus, les Pouvoirs voient leurs Portée, Durée et Puissance améliorées. Vous affecte ainsi que les alliés à proximité.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Ruée Vengeresse",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Vous immunise ainsi que les alliés à proximité contre les Effets de Statut tout en ralentissant les ennemis proches.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Grâce Protectrice",
    "/Lotus/Language/Items/TnTAbility": "Traquenard",
    "/Lotus/Language/Items/TnTAbilityDesc": "Tire un projectile explosif qui peut s'accrocher à la cible et peut être déclenché à distance.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Embrochez et maintenez une cible, drainant sa Santé. Utilisez à nouveau pour projeter la victime en lui infligeant des dégâts ainsi qu'à quiconque à proximité du point d'impact.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "Crochet de Boucher",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Déployez des mines chargées tout autour de vous. Chaque mine déclenche une violente explosion lorsqu'elle est touchée, endommageant les ennemis dans un rayon de trois mètres.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Bonne Mine",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Lancez une cartouche de fluide graviton pour créer un large bourbier qui ralentira considérablement les ennemis qui le traversent. Alternativement, la cartouche peut être tirée en l'air pour créer une conflagration ardente.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Graviton",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Balayez les ennemis pour les ramener dans votre ligne de mire et suspendez-les en l'air grâce au faisceau.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Ligne de Tir",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Relevez le Bouclier de Bonewidow pour bloquer les coups frontaux et les renvoyer aux assaillants. Lorsqu'il est actif, écrasez les ennemis avec \"Pavoisera moins\".",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Pavois",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Enveloppez le Necramech d'un champ électrique puissant qui améliore considérablement la capacité de survie en combat rapproché. Les ennemis qui frappent le voile se souviendront de leur impudence.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Voile Tempête",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Invoquez une Lame Exaltée dévastatrice.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Ironbride Exaltée",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Adoptez une position stationnaire pour profiter d'une puissance de feu maximale et gagner en intégrité structurelle pendant un certain temps.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Mode Statique",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Rien d'extraordinaire, mais il fait bien son travail et plus encore. Avec son Armure électrifiée, ce mécha rugueux et prêt au combat peut rendre le champ de bataille dangereux pour l'ennemi grâce à son Arsenal d'explosifs.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Voidrig",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "Ce redoutable Necramech, conçu en l'honneur de la matriarche Entrati, est un solide combattant de première ligne. Privilégiant l'Armure et la Santé plutôt que la résistance du Bouclier, Bonewidow peut attraper et lancer des ennemis, déployer un bouclier lourd pour la défense personnelle et traverser les rangs adverses avec une lame de guerre massive.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Bonewidow",
    "/Lotus/Language/Primes/AshPrimeDesc": "La distraction et les subterfuges deviennent des armes mortelles avec Ash Prime. Elle possède des polarités de mods altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/AshPrimeName": "Ash Prime",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "Les effets de Saignement infligent des Dégâts augmentés de |DAMAGE|% et durent |DURATION|% plus longtemps.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "Au temps jadis, on disait que les montagnes abritaient des guerriers. Aujourd'hui, la montagne est devenue le guerrier.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Atlas Prime",
    "/Lotus/Language/Primes/BansheePrimeDesc": "Banshee Prime assaille ses ennemis en manipulant les forces soniques à des fins meurtrières. Elle possède des polarités de mods altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/BansheePrimeName": "Banshee Prime",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Condamnés sont les fous qui attaquent la paix et épuisent la retenue de ce guerrier réticent.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Baruuk Prime",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Maîtrisez les éléments et libérez une destruction sans précédent avec Chroma Prime. Possède des polarités de mods altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Chroma Prime",
    "/Lotus/Language/Primes/EmberPrimeDesc": "Ember Prime offre le même potentiel de destruction qu'Ember mais dispose de polarités de mod uniques, permettant une plus grande personnalisation.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ember Prime",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "Recevez |STRENGTH|% de Puissance de Pouvoir pour chaque ennemi engouffré dans les flammes<DT_FIRE> et se trouvant dans les |RANGE|m.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "Le Jour et la Nuit dans leur forme parfaitement équilibrée, la grâce parfaite de l'être parcourant les lisières.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Equinox Prime",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "Excalibur Prime est l'exemple même de la mobilité et de l'attaque, et offre les mêmes caractéristiques qu'Excalibur, mais dispose d'un unique emplacement polarisé préinstallé pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Excalibur Prime",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Excalibur Prime inflige des Dégâts augmentés de |DAMAGE|% et attaque |SPEED|% plus vite quand il manie des épées.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "En plus des Pouvoirs polaires de Frost, Frost Prime dispose de polarités de Mods uniques lui permettant de gagner en puissance.",
    "/Lotus/Language/Primes/FrostPrimeName": "Frost Prime",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Les ennemis qui frappent Frost Prime avec une attaque de Mêlée ont |CHANCE|% de chances d'être gelés pendant |DURATION|s.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Continuez la légende du guerrier de verre, Gara. Dominez le champ de bataille avec la puissance et la pureté du cristal.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Gara Prime",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "Parée de blanc, d'or et d'un écarlate des plus profonds, la reine sanglante se présente dans toute sa gloire.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Garuda Prime",
    "/Lotus/Language/Primes/GaussPrimeDesc": "Le vif-argent prend forme. Gauss Prime ne tolère aucune allusion à la défaite.",
    "/Lotus/Language/Primes/GaussPrimeName": "Gauss Prime",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "Primitif. Insatiable. Grendel Prime dévore tous ceux qui s'opposent à lui.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Grendel Prime",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "L'Inquisiteur Éternel se lève, sanctifié par le Néant, prêchant un évangile de fer et de flamme.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Harrow Prime",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "Hildryn Prime prouve que le succès récompense la discipline.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Hildryn Prime",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Maîtrisez la furie de l'océan avec ce souverain d'or et d'argent. Hydroid Prime possède des polarités de mods altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Hydroid Prime",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Lève-toi, immortel, pour leur insuffler la peur d'Inaros. Doté de polarités de Mod modifiées pour une personnalisation améliorée.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Inaros Prime",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "La mutation est infinie. Le porteur du mal dévorant revient sous une forme depuis longtemps oubliée, affecté par une souche primitive de l'Infestation.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Nidus Prime",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "Aussi majestueuse et fatale qu'une forêt lugubre, voici la reine de la chasse dans sa forme la plus exquise.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Ivara Prime",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "Perçoit les ennemis proches dans un rayon de |RADIUS|m.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "Maîtresse et monstre dans un ensemble harmonieux. Cette chasseresse parée d'or et son loyal Kavat, Venari, dominent le champ de bataille de leur volonté.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Khora Prime",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Dansez entre les réalités avec ce voyageur dimensionnel doré. Possédant des polarités de mods altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/LimboPrimeName": "Limbo Prime",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Semez la confusion, trompez et détruisez avec Loki Prime. Possède des polarités de mod altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/LokiPrimeName": "Loki Prime",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Capable de s'agripper aux murs |MULT|x plus longtemps que la normale.",
    "/Lotus/Language/Primes/MagPrimeDesc": "L'exquise Mag Prime offre les mêmes Pouvoirs que Mag, mais avec des polarités de Mods uniques pour une plus grande personnalisation.",
    "/Lotus/Language/Primes/MagPrimeName": "Mag Prime",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "Les objets à proximité gravitent vers Mag pour une collecte facile.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Cette exécutrice tire plus rapidement que son ombre. Possède des polarités de mods modifiées pour plus de personnalisation.",
    "/Lotus/Language/Primes/MesaPrimeName": "Mesa Prime",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "Tire |SPEED|% plus vite avec les armes Secondaires doubles et recharge |RELOAD|% plus rapidement les armes Secondaires à une main. Ne pas avoir d'arme de Mêlée donne un Bonus de Santé de |HEALTH|.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "Jouez-vous de vos adversaires avec cette grande maîtresse de l'illusion et du chaos. Elle dispose de polarités de mod modifiées qui ouvrent de nouvelles perspectives en matière de personnalisation.",
    "/Lotus/Language/Primes/MiragePrimeName": "Mirage Prime",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "Glisser dure |DURATION|% plus longtemps et les manœuvres acrobatiques sont |SPEED|% plus rapides.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "Le nouveau seigneur de la Mort, encore plus puissant grâce à ses polarités de mod modifiées.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Nekros Prime",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "Restaure |HEALTH| de Santé pour chaque ennemi éliminé dans un rayon de |RADIUS|m.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Contemplez l'Héritier des Vents Ardents dans sa mise la plus raffinée. Comprend des Polarités de Mods modifiées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Nezha Prime",
    "/Lotus/Language/Primes/NovaPrimeDesc": "Nova Prime sème la dévastation sur ses ennemis à l'aide de l'antimatière volatile. Elle possède des polarités modifiées pour plus de personnalisation.",
    "/Lotus/Language/Primes/NovaPrimeName": "Nova Prime",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "Quand mise à terre, émet une explosion défensive de |RADIUS|m qui renverse les ennemis et inflige |DAMAGE| points de Dégâts.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Infiltrez-vous dans les pensées de vos ennemis avec Nyx Prime. Comporte d'ailleurs des polarités de mod modifiées pour permettre plus de personnalisation.",
    "/Lotus/Language/Primes/NyxPrimeName": "Nyx Prime",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "Les ennemis sont |PERCENT|% moins précis en visant Nyx Prime.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Protégez l'équilibre avec ce majestueux gardien de la forêt. Il possède des polarités de mods altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/OberonPrimeName": "Oberon Prime",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Composez une symphonie de destruction avec la maîtresse de la musique, Octavia, dans sa forme la plus grandiose et la plus spectaculaire. Dotée de polarités de Mods modifiées pour plus de personnalisation.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Octavia Prime",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "L'enfant née de deux pères. Protea Prime a autrefois réalisé la vision de Parvos Granum d'un gardien manipulant le temps. Maintenant, elle défend l'idéal Tenno de protéger les plus faibles.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Protea Prime",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "L'égaré se lève. Réifiez l'essence Eidolon en utilisant la puissance de Revenant Prime.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Revenant Prime",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Propulsez les anciens Pouvoirs percutants de Rhino au niveau supérieur avec des polarités de mod altérées pour un contrôle encore plus aisé dans le feu de l'action.",
    "/Lotus/Language/Primes/RhinoPrimeName": "Rhino Prime",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Émet une onde de choc infligeant |DAMAGE| points de Dégâts en atterrissant depuis une grande hauteur.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "Une fleur dorée cache en elle un nectar des plus mortels. Possède des polarités de mod altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/SarynPrimeName": "Saryn Prime",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Les Effets de Statut infligés aux ennemis durent |DURATION|% plus longtemps.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Envoûtante et terrifiante, voici Titania dans sa forme ultime.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Titania Prime",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Devenez le bastion défendant ses alliés en utilisant de puissants Pouvoirs de soin avec Trinity Prime. Elle possède des polarités de Mods altérées pour une meilleure personnalisation.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Trinity Prime",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Réanime les alliés tombés au combat |SPEED|% plus vite et de |RANGE|% plus loin.",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "Une fière guerrière se dresse indemne, épargnée par les affres du temps et par les tourments. Elle dispose de polarités de mod uniques lui permettant de gagner en puissance.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Valkyr Prime",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "Se relève |PERCENT|% plus vite après un renversement.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Transformez le champ de bataille en arme avec ce tacticien hors pair. Cette Warframe possède des polarités de Mods uniques pour une personnalisation poussée.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Vauban Prime",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Inflige |DAMAGE|% de Dégâts supplémentaires aux ennemis incapacités.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "Un glorieux combattant du passé, Volt Prime offre les mêmes Pouvoirs que Volt, mais avec une configuration de polarités unique et plus riche.",
    "/Lotus/Language/Primes/VoltPrimeName": "Volt Prime",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "Le mouvement au sol génère une charge électrique accumulant |DAMAGE| points de Dégâts par mètre qui est déchargée lors de la prochaine attaque.",
    "/Lotus/Language/Primes/WispPrimeDesc": "La splendeur dorée de Wisp Prime hante le champ de bataille. Les alliés célèbrent sa beauté interdimensionnelle.",
    "/Lotus/Language/Primes/WispPrimeName": "Wisp Prime",
    "/Lotus/Language/Primes/WukongPrimeDesc": "Le guerrier-farceur s'élève à une nouvelle incarnation.",
    "/Lotus/Language/Primes/WukongPrimeName": "Wukong Prime",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Envolez-vous dans les cieux avec cet oiseau doré et destructeur.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Zephyr Prime",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Nyx absorbe tous les Dégâts entrants et canalise l'énergie collectée dans une décharge radiale explosive. Les Dégâts de l'arme de Nyx sont améliorés en fonction des dégâts absorbés lorsque le Pouvoir se désactive.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Absorption",
    "/Lotus/Language/Suits/AlchemistDesc": "Les serpents de Lavos l'encouragent alors qu'il transmute le champ de bataille. Il utilise le Poison, la Glace, l'Électricité et le Feu pour infliger des Dégâts Élémentaires. Exploitez le pouvoir de ce sombre alchimiste.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Des Sondes catalytiques jaillissent de Lavos et aspergent les combattants d'un gel brûlant. Les dégâts sont doublés pour chaque élément affectant un ennemi.\n\nMaintenez pour imprégner de <DT_FIRE>Feu le prochain Pouvoir lancé.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Catalyseur",
    "/Lotus/Language/Suits/AlchemistName": "Lavos",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Frappez avec une attaque serpentine toxique qui consomme la cible pour soigner Lavos.\n\nMaintenez pour imprégner de <DT_POISON>Poison tous les Pouvoirs.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Morsure Ophidienne",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Lancez une sonde qui convertit les Orbes de Santé et d'Énergie en Orbes Universels qui fournissent les deux et les ramassages de munitions en ramassages universels de munitions. La sonde donne une décharge aux ennemis à proximité. Chaque ennemi électrocuté réduit le temps de recharge d'un autre Pouvoir de 1,5s. \n\nMaintenez pour imprégner d'<DT_ELECTRICITY>Électricité le prochain Pouvoir lancé.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Sonde de Transmutation",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "Foncez en avant, écrasant les ennemis et laissant une traînée glacée de cristaux brisés.\n\nMaintenez pour imprégner de <DT_FREEZE>Glace le prochain Pouvoir.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Piège de Cristal",
    "/Lotus/Language/Suits/AshDesc": "Admirez le saint patron de l'école d'assassinat politique Orokin. Ash est spécialisé dans la furtivité. Ses victimes sentent sa lame avant de la voir.",
    "/Lotus/Language/Suits/AshName": "Ash",
    "/Lotus/Language/Suits/AshPassiveAbility": "Les Effets de Saignement infligent des Dégâts augmentés de |DAMAGE|% qui durent |DURATION|% plus longtemps.",
    "/Lotus/Language/Suits/AtlasDesc": "Les ennemis tremblent devant le bagarreur aux poings aussi durs que la pierre. Atlas inflige des dégâts importants. Contrôlez les éléments terrestres qui constituent la base de tout champ de bataille.",
    "/Lotus/Language/Suits/AtlasName": "Atlas",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "Être en contact avec le sol rend insensible aux effets de renversement.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Invoque un éboulement de glace qui congèle instantanément et fracasse tous les ennemis dans la zone.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Avalanche",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "Lorsque actif, ce Pouvoir stocke les dégâts par armes à feu. Lorsque déclenché à nouveau, ces dégâts seront canalisés dans le prochain tir.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Batterie Balistique",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Projetez une vague d'Énergie de Faille qui blesse les ennemis et envoie ennemis et alliés hors du plan d'existence actuel de Limbo.",
    "/Lotus/Language/Suits/BanishAbilityName": "Exil",
    "/Lotus/Language/Suits/BansheeDesc": "L'appel de Banshee annonce la mort. Elle maintient le contrôle des foules et identifie les points faibles de l'ennemi avec des attaques sonores. Peu d'adversaires peuvent tenir leur position lorsqu'ils sont frappés par sa force.",
    "/Lotus/Language/Suits/BansheeName": "Banshee",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Les bruits des armes sont étouffés, ce qui les rend inaudibles par les ennemis.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Capte l'énergie des décibels de son environnement afin d'amplifier les Dégâts des armes d'Octavia et de ses alliés. Double aussi les Dégâts et la portée des Maillets proches.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Ampli",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Lance une boule roulante qui envoûte les ennemis et les pousse à la suivre. S'utilise en tandem avec le Maillet pour créer une boule sonore de destruction itinérante.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Résonateur",
    "/Lotus/Language/Suits/BardDesc": "Octavia transforme la basse, le rythme et la mélodie en une symphonie de dévastation. La musique de son Mandaccord lui donne une grande capacité de survie et soutient ses alliés. Sa composition entraîne la destruction de l'ennemi.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Octroie des avantages aux Tennos qui réalisent des actions synchronisées avec la musique d'Octavia. Les sauts au bon moment fournissent l'avantage de vitesse de course Vivace. S'accroupir sur le tempo permet de se camoufler avec l'avantage Nocturne. Tirer en rythme accorde l'avantage de tirs multiples Opéra. Les coups de Mêlée synchrones donnent l'avantage de Dégâts en Mêlée Forte.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Métronome",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Martèle les ennemis proches avec des Dégâts rythmés et attire leurs tirs. Les dégâts infligés au Maillet augmentent sa puissance mortelle.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Maillet",
    "/Lotus/Language/Suits/BardName": "Octavia",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Valkyr lance un cri de ralliement qui améliore la Vitesse d'Attaque et l'Armure des alliés tout en ralentissant les ennemis à proximité.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Cri de Guerre",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Restaure la Santé et les Boucliers des alliés proches tout en réduisant les dégâts qu'ils subissent des ennemis.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Bénédiction",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Invoquez un Rempart de pierres, activez ce Pouvoir à nouveau afin d'envoyer les pierres rouler sur vos ennemis. Le Rempart attaqué par les ennemis tranche ces derniers dans la zone selon sa Santé perdue.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Tectonique",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "Le regard pétrifiant d'Atlas fossilisera les ennemis, soignera les Golems et renforcera les Remparts. Quand ils sont éclatés en morceaux, les ennemis pétrifiés laissent tomber des Gravats de soin ou d'Armure bonus pour Atlas.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Pétrification",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Assénez des coups de poing explosifs en glissant vers les ennemis et répétez pour un combo dévastateur. Les ennemis pétrifiés prennent des dégâts supplémentaires et lâchent des Gravats une fois détruits. Les Gravats peuvent soigner Atlas et renforcer son armure. Les stats sont augmentées par les Mods équipés sur l'arme de Mêlée.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Éboulement",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "Invoquez deux combattants élémentaires de pierre dans la mêlée. Invoquer pétrifie les ennemis proches d'Atlas. Une fois détruits, les Golems s'effondrent en une pile de Gravats guérisseurs.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Golems",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "Perdez temporairement les morceaux extérieurs de Xaku via une explosion destructrice, puis parcourez le champ de bataille sous une nouvelle forme squelettique plus rapide. Les ennemis endommagés par les shrapnels du corps sont rendus plus vulnérables aux Dégâts du Néant. La durée des autres Pouvoirs actifs de Xaku est figée dans le temps et reprend une fois que le Vide Intemporel expire.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "Vide Intemporel",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Parcourez un trio de Pouvoirs appartenant à des Warframes perdues. Accusation génère une Fissure du Néant pour transformer les ennemis en alliés. Regard piège les cibles dans les vrilles du Néant qui accumulent les Dégâts et les infligent lorsque les cibles sont relâchées. Déni projette un faisceau d'Énergie du Néant qui élimine les résistances Sentients.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "Les Égarées",
    "/Lotus/Language/Suits/BrokenFrameDesc": "Les Warframes brisées à la dérive dans le Néant ont convergé pour créer Xaku. Ensemble, elles infligent de gros Dégâts. Xaku prouve que l'union fait la force.",
    "/Lotus/Language/Suits/BrokenFrameName": "Xaku",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "|CHANCE|% de Réduction des Dégâts sur les attaques à zone d'effet et de chances d'éviter les dégâts d'armes.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "Les Vrilles du Néant volent des armes aux ennemis proches pour les utiliser comme votre propre armement à ciblage automatique. Les dégâts augmentent en fonction du niveau de l'ennemi. Le nombre d'armes saisies détermine également le multiplicateur de Dégâts du rayon de Déni, des Égarées.",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Étreinte de Lohk",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Infligez des Dégâts du Néant avec toutes les attaques provenant des armes équipées quand le Pouvoir est activé.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Murmure de Xata",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(APPUYER) Enferme une cible dans un champ magnétique, prenant les ennemis proches au piège et infligeant des Dégâts sur la durée. Le champ attire les Éclats Polarisés qui entouraient Mag et le shrapnel, créant une combinaison mortelle.\n(MAINTENIR) Crée un champ magnétique autour de Mag, absorbant les attaques à distance et infligeant des Dégâts en retour dans un cône destructeur.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Magnétisation",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Invoquez une tempête pour qu'elle s'abatte sur une zone cible.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Barrage Tempête",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "Avec une puissante décharge psychique, Nyx provoque une hystérie de masse sur le champ de bataille qui rend les ennemis confus et les fait attaquer une faction aléatoire.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Chaos",
    "/Lotus/Language/Suits/ChromaDesc": "Libérez le draconique. Chroma utilise le Feu, l'Électricité, le Poison et la Glace pour infliger des Dégâts importants tout en maintenant sa capacité de survie. Envolez-vous avec fureur.",
    "/Lotus/Language/Suits/ChromaName": "Chroma",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "Des ailes poussent pour permettre un saut et un saut propulsé additionnels.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "Invoque des ombres d'ennemis vaincus pour combattre à vos côtés pendant une courte durée.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Ombres des Morts",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Magnétise les os des ennemis à proximité, causant leur propre affaissement.",
    "/Lotus/Language/Suits/CrushAbilityName": "Écrasement",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Boostez les armes de Dagath avec des Dégâts Critiques supplémentaires. Les effets sont doublés sur les ennemis affectés par Tribulation. Échappez aux coups mortels en prenant brièvement une forme spectrale.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Esprit Sépulcral",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Condamnez les ennemis proches à leur perte. Une partie des Dégâts infligés par Dagath est rajoutée par une Faux du Wyrd. Ils subissent également des <DT_VIRAL> Dégâts Viraux.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Tribulation",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "Les Kaithes fantômes chargent, infligeant des <DT_VIRAL> Dégâts Viraux à tous ceux qui se trouvent sur leur passage. Leur attaque détruit les défenses des ennemis affectés par Tribulation.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Cavalerie de Rakhali",
    "/Lotus/Language/Suits/DagathPassiveAbility": "Il y a |PERCENT|% de chances que les Orbes d'Énergie et de Santé soient |ENERGY|% plus efficaces sur Dagath.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Ne sous-estimez jamais le pouvoir et la colère d’une tristesse maussade. La malveillance de Dagath inflige des dégâts importants.",
    "/Lotus/Language/Suits/DagathSuitName": "Dagath",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "Les Faux de Wyrd entourent Dagath et recherchent les ennemis proches. Ceux qui sont touchés sont ralentis et subissent des <DT_VIRAL> Dégâts Viraux avec un Effet de Statut garanti. Les faux propagent également Tribulation et prolongent sa durée.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Faux de Wyrd",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "Des ombres d'une nuit immémoriale émerge un nouvel Excalibur.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "Loki déploie une copie holographique de lui-même qui attire le feu de l'ennemi et absorbe une partie de la Santé et des Boucliers de l'ennemi à proximité.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Leurre",
    "/Lotus/Language/Suits/DevourerDesc": "Grendel voit chaque champ de bataille comme un buffet. Son appétit insatiable le récompense avec une grande capacité de survie. Les ennemis seront mangés. Et régurgités.",
    "/Lotus/Language/Suits/DevourerName": "Grendel",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Chaque ennemi consommé confère |ARMOUR| de bonus d'Armure.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "Chroma renforce l'Armure de l'escouade quand ses Boucliers sont endommagés ou en éliminant un ennemi avec une arme de Mêlée. Il augmente les Dégâts des armes de l'escouade quand il perd de la Santé ou en éliminant un ennemi avec une arme à distance, doublant l'effet sur les éliminations via points faibles.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Armure d'Épines",
    "/Lotus/Language/Suits/DropAbilityDesc": "Largue une masse d'antimatière confinée qui explose en cas de collision. Sa capacité destructrice est accrue si elle est attaquée avec des armes.",
    "/Lotus/Language/Suits/DropAbilityName": "Lâcher d'Antimatière",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(APPUYER) Réduit temporairement les Dégâts que Mirage subit des ennemis.\n(MAINTENIR) Augmente temporairement les Dégâts de l'arme de Mirage.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Éclipse",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Expirez un souffle de destruction élémentaire. Appuyez pour passer en revue les éléments, maintenez pour lancer. L'élément choisi s'applique à tous les Pouvoirs de Chroma.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Hurlement Spectral",
    "/Lotus/Language/Suits/EmberDesc": "Exploitez la puissance du feu. La chaleur d'Ember inflige des Dégâts importants. Elle garde la tête froide dans le feu de l'action.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Protège Ember d'une armure enflammée se renforçant sur la durée et consommant de l'Énergie une fois sa jauge remplie. Relancez le Pouvoir pour éteindre la flamme.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Immolation",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Un météore enflammé s'écrase devant Ember, submergeant ses ennemis d'un feu qui se propage dans leurs rangs.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Inferno",
    "/Lotus/Language/Suits/EmberName": "Ember",
    "/Lotus/Language/Suits/EmberPassiveAbility": "Obtenez |STRENGTH|% de Puissance de Pouvoir pour chaque ennemi submergé par les flammes<DT_FIRE> dans les |RANGE|m.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Les alliés regagneront de l'Énergie pendant qu'une partie de la Santé d'un ennemi sera drainée. Tuer la cible régénérera ce qu'il restait à aspirer en une seule impulsion.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Vampire d'Énergie",
    "/Lotus/Language/Suits/EquinoxDesc": "Equinox émerge du jour et de la nuit. Sa forme Diurne offre un soutien offensif tandis que sa forme Nocturne fournit un soutien défensif. Elle prospère entre les royaumes.",
    "/Lotus/Language/Suits/EquinoxName": "Equinox",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "|PERCENT|% des Orbes de Santé sont convertis en Énergie et |PERCENT|% des Orbes d'Énergie sont convertis en Santé.",
    "/Lotus/Language/Suits/ExcaliburDesc": "Excalibur représente l'esprit guerrier. Son art de l'épée inflige des Dégâts importants. Il est l'incarnation de l'excellence martiale.",
    "/Lotus/Language/Suits/ExcaliburName": "Excalibur",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Excalibur inflige des Dégâts augmentés de |DAMAGE|% et attaque |SPEED|% plus vite quand il manie des Épées.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Excalibur Umbra",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "Umbra démontre une initiative de combat sans le contrôle de la Transférence. Il attaque |SPEED|% plus rapidement et inflige |DAMAGE|% de Dégâts en plus lorsqu'il manie des Épées.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Miasme",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Relâche un miasme empoisonné qui inflige des Dégâts <DT_VIRAL>Viraux aux ennemis à portée. Les ennemis affectés par les Spores sont davantage vulnérables à la brume.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "Les ennemis perdent le contrôle de leurs armes lorsqu'ils sont projetés dans les airs. Les alliés proches sont immunisés contre les effets de statut. Maintenez le Pouvoir pour conférer l'immunité à Titania.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Enchantement",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Réduit sa taille et s'envole, pendant que des lamillons attaquent les ennemis proches.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Ailes Rasoirs",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Créez un essaim de lamillons transformant un ennemi en envoûtante balise flottante, attirant ses camarades faibles d'esprit puis explosant sur commande.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Lanterne",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Faites défiler puis extrayez l'un des quatre buffs lorsqu'il est lancé sur un ennemi. Les Épines réduisent les dégâts reçus. La Poussière réduit la précision de l'ennemi. La Pleine Lune augmente les Dégâts des Compagnons. Enchevêtrement ralentit les ennemis à portée.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Tribut",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Chargez et lancez un projectile enflammé brûlant les ennemis touchés.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Boule de Feu",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Frappe le sol pour créer une vague enflammée de plasma qui renverse les ennemis proches et enlève leur Armure.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Souffle de Feu",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "Une décharge d'énergie glaciale qui congèle la cible sur place.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Gel",
    "/Lotus/Language/Suits/FrostDesc": "Lorsque Frost arrive sur le champ de bataille, les ennemis ressentent un frisson. Les attaques de Frost contrôlent les foules, protègent les objectifs et augmentent la capacité de survie. Maîtrisez le froid mordant.",
    "/Lotus/Language/Suits/FrostName": "Frost",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Les ennemis qui frappent Frost avec une attaque de Mêlée ont |CHANCE|% de chances d'être gelés pendant |DURATION|s.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "Garuda sacrifie sa Santé pour générer de l'Énergie et éliminer les Effets de Statut.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Saignée",
    "/Lotus/Language/Suits/GarudaDesc": "La jeune envoyée de la mort aiguise ses serres. Garuda fait couler le sang de ses ennemis et inflige des Dégâts importants. La beauté sanguinaire de la puissance mortelle.",
    "/Lotus/Language/Suits/GarudaName": "Garuda",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "Les Dégâts de Garuda augmentent temporairement à chaque ennemi qu'elle élimine, jusqu'à un maximum de |DAMAGE|%. \nFrappe avec ses Serres si aucune arme de Mêlée n'est équipée.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Arrache la force vitale d'un ennemi et l'utilise comme Bouclier capturant les Dégâts. Cela élimine instantanément les ennemis déjà grandement affaiblis. Charger permet de canaliser les dégâts capturés en projectiles explosifs.",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Miroir de l'angoisse",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Empale un ennemi sur un autel de serres et siphonne sa Santé pour Garuda et ses alliés.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Autel Sanglant",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Charger permet d'étendre la zone ciblée. Relâcher enverra les serres de Garuda vers chaque ennemi présent dans la zone. Les survivants seront enclins à saigner.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Serres Possédées",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Déploie une gemme qui tire des rayons prismatiques. La gemme cible les ennemis qui subissent des Dégâts d'arme de Citrine et de ses alliés. Ses rayons infligent des Effets de Statut de Feu, de Glace, de Poison et Électriques. Les Chances et la Durée de Statut augmentent pour les alliés proches.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Gemme Prismatique",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Contemplez le Bastion de Cristal. La puissance cristalline de Citrine soutient les alliés sur le champ de bataille. Le combat ne fait qu'améliorer sa beauté fractale.",
    "/Lotus/Language/Suits/GeodeFrameName": "Citrine",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Citrine invoque des fractales de cristal. Les fractales se lancent, cherchant des ennemis. Les ennemis touchés par les fractales sont paralysés par des excroissances cristallines. Visez les excroissances pour infliger des Dégâts Critiques.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Cristallisation",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Citrine confère aux alliés proches |BASE| points de régénération de Santé par seconde. Ramassez un Orbe de Santé pour augmenter la régénération de |HPS|, jusqu'à un maximum de |MAX|.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Tranchez et étourdissez les ennemis avec une explosion de cristal qui inflige Saignement. Les ennemis affectés par cet Effet de Statut ont une chance accrue de laisser tomber des Orbes de Santé et d'Énergie.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Explosion Fracturée",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Citrine se protège et renforce ses alliés proches d'une couche cristalline qui se désintègre progressivement. Les éliminations et les assistances augmentent la puissance défensive de la coque.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Strate Protectrice",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Lance des shurikens tranchants qui infligent des Dégâts élevés et clouent aux murs les ennemis éliminés.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Shuriken",
    "/Lotus/Language/Suits/GlassDesc": "Les ennemis sont fragilisés par le toucher mortel de Gara. Les Pouvoirs vitriques de Gara lui offrent, à elle et à ses alliés, une capacité de survie et infligent des Dégâts importants. Brisez l'ennemi.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Piège les ennemis dans un carrousel de miroirs, les forçant à attaquer un spectre d'eux-mêmes. Détruire les miroirs inflige des Dégâts aux assaillants, tout comme l'effondrement du carrousel.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Spectrage",
    "/Lotus/Language/Suits/GlassName": "Gara",
    "/Lotus/Language/Suits/GlassPassiveAbility": "Une chance d'aveugler les ennemis pendant |DURATION|s lorsque Gara lance des Pouvoirs.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Crée un anneau grandissant de verre fondu qui cristallise lentement les ennemis qui le traversent. Quand l'expansion est terminée, l'anneau durcit pour bloquer les tirs ennemis. L'anneau gagne en résistance supplémentaire avec la Santé et les Boucliers des ennemis cristallisés. Utilisez Pique Cassante pour détruire l'anneau et projeter des éclats meurtriers.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Vitrification de Masse",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Attaque avec une pique de verre cassant, ou balaye les ennemis si le pouvoir est maintenu. Les stats sont augmentées par les Mods équipés sur l'arme de Mêlée.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Pique Cassante",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "L'Armure de Gara se fracasse en un tourbillon d'éclats de verre. Les alliés touchant la nuée de verre reçoivent un bonus de réduction de dégâts.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Tempête d'Éclats",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Lance un prisme d'énergie qui tire des lasers dans toutes les directions. Réactiver le Pouvoir fait exploser le prisme, ce qui aveugle les ennemis proches.",
    "/Lotus/Language/Suits/GrandFinaleName": "Prisme",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Valkyr lance un grappin là où elle vise. S'il touche un ennemi ou un allié, elle le tire vers elle. S'il touche le terrain, elle est propulsée à l'emplacement du grappin.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Ligne d'Arrachage",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Grendel se recroqueville en boule. Il se soigne sur la durée et roule sur tout ce qui se trouve sur son chemin. Sauter permet à Grendel de se projeter violemment au sol et de générer une onde de choc infligeant des Dégâts.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Pulvérisation",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Régénérez la Santé pendant que Grendel se nourrit des ennemis dans son ventre. Pendant qu'il digère, les ennemis qui attaquent ou sont attaqués par Grendel subissent des Dégâts <DT_VIRAL>Viraux et les sources d'Énergie fournissent plus d'Énergie. Ces buffs s'étendent aux coéquipiers.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Ravitaillement",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Avalez les ennemis tout entiers et stockez-les dans le ventre de Grendel. Maintenez pour vomir les ennemis stockés en les recouvrant de bile toxique.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Festin",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Régurgite violemment un ennemi couvert de bile, le transformant en un projectile toxique. Les ennemis proches sont ralentis par la bile qui s'attaque aussi à leur Armure.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Régurgitation",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "Extrêmement concentrée, Mesa dégaine ses Régulateurs, abattant ses ennemis plus vite que son ombre.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Pacificateurs",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Profitez d'une brève période de Chances de Critique et de Régénération d'Énergie accrues, chaque élimination prolongeant la durée de Grâce Cathodique. Temps de recharge après lancement. ",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Grâce Cathodique",
    "/Lotus/Language/Suits/GyreFrameDesc": "Anéantissez les ennemis avec la conductivité des bobines et des émetteurs. Les attaques électriques de Gyre permettent de contrôler les foules. Elle est l'incarnation d'une théorie élégante.",
    "/Lotus/Language/Suits/GyreFrameName": "Gyre",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "Les mécanismes de Gyre tournent à des vitesses incroyables, générant un champ électrique qui choque les ennemis proches. Lorsque Gyre effectue un Coup Critique, une grande décharge électrique passera de l'ennemi qui a été touché aux ennemis proches.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Spirale de Spires",
    "/Lotus/Language/Suits/GyrePassiveDescription": "Les Pouvoirs de Gyre ont 10% de chances d'infliger des Dégâts Critiques pour chaque Effet de Statut Électrique qui affecte l'ennemi.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Lancez une sphère giratoire qui infligera des Dégâts importants à l'impact et des décharges électriques périodiques aux ennemis proches. Toucher plusieurs ennemis lors du lancement initial augmente les Dégâts.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Arcsphère",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Lancez une sphère giratoire qui implosera après quelques secondes, ou qui sera déclenchée manuellement.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Tristes Spires",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Débordez de puissance et de bravoure. Élevez-vous dans les airs et lancez un barrage de Javelots d'Axios. Les javelots infligent des Dégâts aux ennemis proches où qu'ils atterrissent. Les coups directs sur les ennemis infligent des Dégâts plus importants.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Dernier Combat",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Invoquez Tharros, le bouclier de Styanax. Utilisez Tharros pour repousser les ennemis et réduire leurs Boucliers et leur Armure. Styanax régénère sa Santé à chaque ennemi touché.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Frappe de Tharros",
    "/Lotus/Language/Suits/HopliteFrameDesc": "Styanax ne se demande jamais combien d'ennemis il affrontera, seulement où il pourra les trouver. Le Hoplite inflige des Dégâts importants. Les ennemis tremblent devant sa lance et son bouclier.",
    "/Lotus/Language/Suits/HopliteFrameName": "Styanax",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Lancez un Javelot d'Axios. Lorsque le javelot empale un ennemi contre un mur, les ennemis environnants sont attirés dans la zone et subissent une série de Dégâts.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Javelot d'Axios",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "Les chances de Coup Critique de Styanax augmentent avec ses Boucliers et doublent pour les Lances à Énergie.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Attirez l'attention de l'ennemi sur Styanax. Sa détermination l'élève ainsi que ses alliés proches, régénérant l'Énergie de l'escouade sur la durée. Styanax et ses alliés régénèrent également leurs Boucliers quand ils contribuent à une élimination.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Othismos",
    "/Lotus/Language/Suits/HydroidDesc": "Hydroid invoque la puissance des profondeurs de l'océan. Il peut contrôler les foules avec ses attaques. Ses ennemis connaîtront une mort aquatique.",
    "/Lotus/Language/Suits/HydroidName": "Hydroid",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "Les ennemis blessés par Hydroid sont plus vulnérables aux Dégâts des Effets de Statut <PT_CAUSTIC_BURN>Corrosifs réduisant l'Armure de |PCT|%.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Lance une vague de pieux de glace cristallisée, tranchants comme des rasoirs, en direction de vos ennemis, infligeant d'importants Dégâts.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Vague de Glace",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "Mirage s'entoure de doubles pour déboussoler et distraire les ennemis.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Galerie des Glaces",
    "/Lotus/Language/Suits/InarosDesc": "Inaros contrôle le redoutable désert. Il survit comme les sables trompeurs qui lui donnent son pouvoir. La légende se souvient d'Inaros comme du dévoreur de peur.",
    "/Lotus/Language/Suits/InarosName": "Inaros",
    "/Lotus/Language/Suits/InarosPassiveAbility": "Lorsqu'Inaros subit des dégâts mortels, il s'enferme dans un sarcophage et se réincarne sous forme de sable pour attaquer les ennemis, drainant leur force vitale pour se réanimer.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Des larves gloutonnes submergent les ennemis proches, se régalant jusqu'à ce qu'elles soient touchées par Virulence et explosent. Les larves bénéficient du niveau de Mutation et chaque ennemi touché contribue au cumul de Mutation.",
    "/Lotus/Language/Suits/InfestAbilityName": "Voracité",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Crée un lien parasitaire avec une cible. Lancé sur des alliés, l'hôte et Nidus voient leur Puissance de Pouvoir augmentée. Les ennemis liés, eux, subissent une partie des dégâts infligés à Nidus.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Lien Parasitaire",
    "/Lotus/Language/Suits/InfestPassiveAbility": "Si Nidus est éliminé avec au moins |STACKS| cumuls de Mutation, ces |STACKS| cumuls sont consommés, ce qui lui accorde |DURATION|s d'invulnérabilité et restaure sa Santé jusqu'à |HEAL|%.",
    "/Lotus/Language/Suits/InfestationDesc": "Nidus tire sa force de l'Infestation. Cela renforce sa capacité de survie car il inflige des Dégâts importants et il contrôle facilement les foules. Gangrenez vos ennemis.",
    "/Lotus/Language/Suits/InfestationName": "Nidus",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Loki se camoufle, devenant invisible pour les ennemis.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Invisibilité",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Crée une aura protectrice autour des alliés. Les ennemis s'en approchant subiront des Dégâts.",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Refuge",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Charge et lance des boules Incandescentes dévastatrices.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Incandescence",
    "/Lotus/Language/Suits/IronFrameDesc": "La force est la vertu d'Hildryn. Ses Pouvoirs uniques aux Dégâts élevés sont alimentés par ses Boucliers, qui peuvent être rechargés avec de l'Énergie. Hildryn prouve qu'une attaque puissante est une bonne défense.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Prenez votre envol et faites jaillir du sol des geysers meurtriers. Les ennemis à proximité sont empalés et font tomber des Orbes d'Énergie à intervalles réguliers. Une fois les Boucliers épuisés, les ennemis s'écrasent au sol.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Tempête de l'Égide",
    "/Lotus/Language/Suits/IronFrameName": "Hildryn",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "Le Ralentissement par Boucliers complet de Hildryn est élevé. Une fois ses Boucliers épuisés, elle est invulnérable aux Dégâts pendant 3,5s maximum.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Pille un pourcentage des Boucliers et de l'Armure des ennemis à proximité pour régénérer les Boucliers et les Exoboucliers de Hildryn. Retire également tous les Effets de Statut affligeant Hildryn et ses alliés.",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Pillage Défensif",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Rhino renforce sa peau afin de s'isoler de tout dégât et de gagner Garde Renforcée.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Peau de Fer",
    "/Lotus/Language/Suits/IvaraDesc": "La chasseresse bande son arc. Ivara est la furtivité incarnée. Ses ennemis vivent dans la crainte de ses attaques soudaines.",
    "/Lotus/Language/Suits/IvaraName": "Ivara",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "Perçoit les ennemis proches dans un rayon de |RADIUS|m.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "Déploie un dôme de chaînes vivantes qui prend au piège et étrangle tout ennemi s'y trouvant, et tous ceux étant assez fous pour s'en approcher. Les ennemis en dehors du piège tenteront de mettre fin aux souffrances de leurs camarades en les achevant. Utilisez Fouet Acéré sur le dôme pour endommager les ennemis davantage.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Cage de Fer",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Domptez les ennemis avec un claquement de fouet assourdissant. Les stats sont augmentées par les Mods équipés sur l'arme de Mêlée.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Fouet Acéré",
    "/Lotus/Language/Suits/KhoraDesc": "Khora est toute en fouet et en griffe. Elle travaille avec son compagnon Kavat, Venari, pour infliger des Dégâts importants et assurer le contrôle des foules. Deux corps, une seule volonté.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Ordonnez à Venari de se concentrer sur une cible. Tenir enfoncé pour basculer entre les postures d'attaque, de protection, ou de soins. Si Venari est tuée, utilisez ce Pouvoir pour la réanimer instantanément.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Venari",
    "/Lotus/Language/Suits/KhoraName": "Khora",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "Le féroce Kavat Venari combat aux côtés de Khora, lui offrant une amélioration de vitesse de |SPEED|% quand elle est active. Si éliminée, Venari réapparaîtra après |RESPAWN|s.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Ligote une cible infortunée dans des ronces métalliques vivantes, enchevêtrant ceux qui s'aventurent trop près. Fouet Acéré rafraîchira le piège pour lui permettre de capturer plus d'ennemis.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Ronce de Fer",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Invoquez une créature des profondeurs. Ses tentacules émergent des surfaces voisines pour faire des ravages.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Déluge de Tentacules",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Valkyr s'imprègne d'Énergie et devient une boule de rage irraisonnée, insensible aux dégâts, capable de faire un carnage à coups de griffes parmi les ennemis sans qu'ils puissent faire quoi que ce soit.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Hystérie",
    "/Lotus/Language/Suits/LavoPassiveAbility": "L'Énergie et les Orbes Universels confèrent à Lavos une immunité de Statut pendant |DURATION|s.\n\nMaintenez n'importe quel Pouvoir pour imprégner le prochain lancement de Dégâts Élémentaires et de Statut supplémentaires.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Érige un champ de confinement pour capturer les ennemis et les mettre sous stase, leur enlevant ainsi leur Armure. Maintenez le Pouvoir pour transformer toutes les Bastilles en un seul Vortex infligeant des Dégâts.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Bastille",
    "/Lotus/Language/Suits/LimboDesc": "Maîtrisez le fossé entre l'ombre et la substance. Limbo perturbe l'espace-temps pour contrôler les foules. Il est chez lui là où d'autres luttent avec ce qui est réel.",
    "/Lotus/Language/Suits/LimboName": "Limbo",
    "/Lotus/Language/Suits/LimboPassiveAbility": "Esquive pour entrer et sortir de sa Faille. Entrer crée derrière lui un petit portail dimensionnel durant |DURATION|s. L'Énergie se recharge lentement une fois dans la Faille et chaque ennemi éliminé dedans redonnera également |ENERGY| points d'Énergie.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Tous les dégâts reçus alors que Lien est actif seront répliqués sur les ennemis liés et considérablement réduits sur Trinity.",
    "/Lotus/Language/Suits/LinkAbilityName": "Lien",
    "/Lotus/Language/Suits/LokiDesc": "Loki connaît l'art de la tromperie. Il utilise la furtivité pour tromper les ennemis et répandre la confusion.",
    "/Lotus/Language/Suits/LokiName": "Loki",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Capable de s'agripper aux murs |MULT|x plus longtemps que la normale.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "Selon l'élément sur lequel Chroma est aligné, une aura à la fois salutaire et agressive est créée autour de lui. Elle insuffle à ses alliés proches la même protection sauvage.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Protection Élémentaire",
    "/Lotus/Language/Suits/MagDesc": "Abattez vos ennemis avec une force magnétique. Mag modifie les champs magnétiques pour contrôler les foules et dépouiller les défenses ennemies. Peu de gens peuvent résister à son attraction ou à sa répulsion.",
    "/Lotus/Language/Suits/MagName": "Mag",
    "/Lotus/Language/Suits/MagPassiveAbility": "Les objets à proximité gravitent vers Mag pour une collecte facile.",
    "/Lotus/Language/Suits/MesaDesc": "La flingueuse a des mains qui ne tremblent jamais. Chaque tir inflige des Dégâts importants. Mesa est la tireuse le plus rapide du royaume.",
    "/Lotus/Language/Suits/MesaName": "Mesa",
    "/Lotus/Language/Suits/MesaPassiveAbility": "Tire |SPEED|% plus vite avec les armes Secondaires doubles et recharge |RELOAD|% plus rapidement les armes Secondaires à une main. Ne pas avoir d'arme de Mêlée donne un Bonus de Santé de |HEALTH|.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Nyx envahit l'esprit d'une cible, désorientant les ennemis en les forçant à se battre pour la cause Tenno. Elle bénéficie ensuite d'un multiplicateur de Dégâts en tirant sur ces cibles.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Contrôle Mental",
    "/Lotus/Language/Suits/MirageDesc": "Le Tour de Passe-Passe de Mirage complète sa puissance. Ses ennemis éblouis subissent de lourds Dégâts. Doubles, lasers et pièges font partie de la mise en scène.",
    "/Lotus/Language/Suits/MirageName": "Mirage",
    "/Lotus/Language/Suits/MiragePassiveAbility": "Glisser dure |DURATION|% plus longtemps et les manœuvres acrobatiques sont |SPEED|% plus rapides.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Dépose sur tous les ennemis touchés de l'antimatière volatile qui double les Dégâts infligés, affecte leur vitesse de déplacement et les fait exploser lors de leur mort.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Amorce Moléculaire",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Évaporation",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Wukong s'évapore en un nuage de brume, lui permettant de flotter au travers du champ de bataille et de semer la confusion dans les rangs ennemis, tout en soignant Wukong et son jumeau.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Défi",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Wukong et son jumeau deviennent invulnérables et provoquent leurs ennemis. Tous les Dégâts sont capturés, gardés et retournés d'un seul coup violent de Bâton.\nLe Bonus d'Armure est ensuite octroyé selon les Dégâts capturés.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Se séparant d'une partie de lui-même, Wukong parvient à créer un clone pour combattre à ses côtés. Attaquez à distance et le clone combattra en mêlée. Utilisez une lame, et il couvrira vos arrières d'une rafale de tirs.\nUtilisez une deuxième fois le Pouvoir pour ordonner au clone d'attaquer une cible qui recevra des Dégâts accrus.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Jumeau Céleste",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Wukong invoque son Bâton de Fer légendaire et déchaîne sa fureur.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Fureur Primale",
    "/Lotus/Language/Suits/NekrosDesc": "Il y a un faucheur connu sous le nom de Nekros. Il assure un contrôle en tous points mortel des foules. Les anciens ennemis deviennent des alliés lorsque Nekros les rappelle d'entre les morts.",
    "/Lotus/Language/Suits/NekrosName": "Nekros",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "Restaure |HEALTH| de Santé pour chaque ennemi éliminé dans un rayon de |RADIUS|m.",
    "/Lotus/Language/Suits/NezhaDesc": "Ce guerrier polyvalent protège les innocents. Les tactiques à multiples facettes de Nezha lui confèrent une grande capacité de survie car il inflige des Dégâts et permet de contrôler les foules. Son feu est porteur d'espoir.",
    "/Lotus/Language/Suits/NezhaName": "Nezha",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "Glisse |SPEED|% plus vite et |RANGE|% plus loin.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Nezha lance un anneau de flammes embrasant les ennemis et les rendant vulnérables aux dégâts. Les ennemis embrasés laissent tomber des Orbes au moment de leur élimination. Chargez le Pouvoir pour amplifier la puissance de l'anneau et réactivez pour vous rendre instantanément à son emplacement.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Chakram Flamboyant",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Nezha crée un anneau de feu protecteur qui étourdit et inflige des Dégâts aux ennemis qui s'approchent trop près.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Halo Protecteur",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Nezha empale les ennemis proches sur des lances qui surgissent du sol. Lorsque le Pouvoir est activé à nouveau, les ennemis survivants sont fracassés au sol.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Lances Divines",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Nezha laisse au passage une traînée de flammes, incendiant les ennemis et purifiant les alliés. Suite à une téléportation, la zone d'arrivée est soufflée par un anneau de feu.",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Danse du Feu",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Envoie des clones d'ombre féroces d'Ash dévaster les groupes d'ennemis distants. Rejoignez la mêlée en utilisant Téléportation.",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Tempête de Lames",
    "/Lotus/Language/Suits/NovaDesc": "Maîtrisez l'antimatière. Nova utilise des antiparticules pour contrôler les foules et amplifier les Dégâts. Elle anéantit les ennemis en déstabilisant la matière elle-même.",
    "/Lotus/Language/Suits/NovaName": "Nova",
    "/Lotus/Language/Suits/NovaPassiveAbility": "Quand mise à terre, émet une explosion défensive de |RADIUS|m qui renverse les ennemis et inflige |DAMAGE| points de Dégâts.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Crée des particules d'antimatière qui orbitent autour de Nova et attaquent les cibles proches. Chaque particule active donne +5% de réduction de Dégâts sur la Santé de Nova, cumulables jusqu'à 90%.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Étoile Vide",
    "/Lotus/Language/Suits/NyxDesc": "Les attaques psychiques font de Nyx un adversaire dangereux. Elle atteint la conscience ennemie pour contrôler les foules et retourner leurs attaques contre eux. Une telle manipulation peut renverser le cours de la bataille.",
    "/Lotus/Language/Suits/NyxName": "Nyx",
    "/Lotus/Language/Suits/NyxPassiveAbility": "Les ennemis sont |PERCENT|% moins précis en visant Nyx.",
    "/Lotus/Language/Suits/OberonDesc": "La guérison et la souffrance répondent aux ordres d'Oberon. Sa maîtrise du monde naturel soutient les alliés. Aubaine pour ses amis, fléau pour ses ennemis.",
    "/Lotus/Language/Suits/OberonName": "Oberon",
    "/Lotus/Language/Suits/OberonPassiveAbility": "Les Compagnons alliés reçoivent |HEALTH|% de Liens de Vie, d'Armure et de Bouclier d'Oberon. De plus, votre Compagnon reçoit une réanimation instantanée par mission.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Lâche une Ancre Temporelle qui, après une courte durée, permet à Protea de remonter dans le temps pour déclencher une implosion temporelle. Les Dégâts d'implosion augmentent en fonction des Dégâts infligés entre le lâcher de l'ancre et la remontée dans le temps. Tout ce qui a été perdu ou dépensé pendant cette période est restitué.\nMourir alors que l'Ancre est active ramène Protea vers elle, ce qui sauve la Warframe. Protea est alors renversée et l'ancre disparaît.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Ancre Temporelle",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Déploie une unité d'artillerie pour tirer des charges de plasma sur les ennemis auxquels elle fait face. Chaque ennemi touché augmente la puissance des attaques au plasma suivantes.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Salve d'Artillerie",
    "/Lotus/Language/Suits/OdaliskDesc": "Protea sait tout ce qu'il y a à savoir sur la protection. Son vaste arsenal inflige des Dégâts et fournit un soutien aux alliés. Elle peut même manipuler le temps.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Déploie un appareil qui génère 3 objets après un court délai: un Orbe de Santé renforcé, un Pack de Munitions universel et un Orbe d'Énergie.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Dispensaire",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "Lance des grenades en éventail.\n\n(APPUYER) VORTEX DE SHRAPNEL\nCrée un tourbillonnement de shrapnel.\n\n(MAINTENIR) SATELLITES BOUCLIERS\nProtea reconfigure ses Grenades en générateurs de Bouclier de surcharge, la protégeant ainsi que ses alliés et compagnons. Lorsque les Boucliers se brisent, un satellite est détruit pour doubler la période d'invulnérabilité du Ralentissement par Boucliers.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Couverture de Grenades",
    "/Lotus/Language/Suits/OdaliskName": "Protea",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Chaque |CASTS|e Pouvoir lancé reçoit +|STRENGTH|% à sa Puissance.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "Volt décharge l'électricité qui le traverse. L'onde de choc paralyse et blesse les ennemis proches. Les ennemis à la limite de l'onde de choc sont étourdis.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Décharge",
    "/Lotus/Language/Suits/PacifistDesc": "Méfiez-vous de la patience. Baruuk maîtrise la capacité de survie et le contrôle des foules. Poussé au-delà de ses limites, il déchaîne sa tempête intérieure.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Fait apparaître un essaim de dagues en orbite qui cherchent les armes ennemies puis les détruisent en de petites explosions. À utiliser en tandem avec le Pouvoir Esquive pour en doubler la portée.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Mains Amères",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Esquivez tous les projectiles vous visant, mais uniquement si vous n'attaquez pas. Utilisez le Pouvoir à nouveau pour le désactiver.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Esquive",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "N'en pouvant plus, Baruuk fait appel aux Vents du Désert afin d'asséner des coups puissants à l'aide de ses pieds et de ses poings. Plus le temps passe alors qu'il se déchaîne telle une tempête, plus il reprend son sang-froid.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Tempête Reposante",
    "/Lotus/Language/Suits/PacifistName": "Baruuk",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "Chaque projectile évité, chaque ennemi calmé ou désarmé fait perdre un peu de sang-froid à Baruuk et alimente la tempête qui sommeille en lui. Au fur et à mesure que son sang-froid diminue, il gagne |PERCENT|% de résistance aux Dégâts.",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "Une vague apaisante qui ralentit les ennemis jusqu'à ce qu'ils s'endorment. Les ennemis seront réveillés lorsqu'ils subissent des dégâts et seront confus et désorientés. De plus, ils seront affligés d'une amnésie de courte portée leur faisant oublier tout ce qui s'est produit avant l'accalmie.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Accalmie",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Ouvrez le Noctua, le Volume Exalté de Dante, et déchaînez des malheurs dignes d'un conte sur ses ennemis.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Noctua",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "La composition de Dante fait couler le sang des ennemis proches, leur infligeant des Dégâts Tranchants.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Verset Sombre",
    "/Lotus/Language/Suits/PagemasterDesc": "Protecteur des connaissances. Gardien du passé. Chercheur audacieux de la tradition du Cabinet de Curiosités. Dante compose des contes mystérieux pour soutenir ses alliés et dévaster ses ennemis.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "Dante doit composer deux autres Versets avant son Verset Final.\n\nTRIOMPHE: deux Versets Légers lancés successivement revigorent les alliés avec un buff augmentant la Santé et confèrent Garde Renforcée. Les éliminations et les assistances la régénèrent brièvement.<br>Dante doit composer deux autres Versets avant son Verset Final.\n\nTRAGÉDIE: deux Versets Sombres lancés successivement attaquent les ennemis. Tous les Dégâts sur la durée qu’ils ont subis s’accumulent en une seule explosion.<br>Dante doit composer deux autres Versets avant son Verset Final.\n\nGARDIEN DES MOTS: un Verset Léger suivi d'un Verset sombre soutient les alliés grâce à des copies du Noctua. Ces copies synchronisent leurs attaques avec celles de leur allié désigné.<br>Dante doit composer deux autres Versets avant son Verset Final.\n\nPAGE VOLANTE: un Verset Sombre suivi d'un Verset Léger invoque des Paragrimmes qui fondent sur les ennemis, les rendant vulnérables aux Chances et Dégâts de Statut, et éloignant les attaques ennemies des alliés.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Verset Final",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "La composition revitalisante de Dante lui confère, ainsi qu'à ses alliés, Garde Renforcée et augmente leur Santé.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Verset Léger",
    "/Lotus/Language/Suits/PagemasterName": "Dante",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "Le Noctua scanne les cibles et enregistre les informations pour votre Codex. Les Chances de Statut augmentent de |CHANCE|% sur les cibles complètement scannées.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "Restaure |ENERGY| points d'Énergie pendant |DURATION|s pour Octavia et ses alliés dans un rayon de |RANGE|m lorsque les Pouvoirs sont activés.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Kullervo s'entoure de dagues. Chaque dague qui frappe un ennemi restaure sa Santé, mais chaque dague qui manque un ennemi frappe Kullervo, lui infligeant un peu de Dégâts. Lorsque Kullervo a sa Santé au max, il reçoit une Garde Renforcée des ennemis frappés.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Récompense",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "Le Néant répond à l'invocation de Kullervo par une tempête de dagues qui pleuvent sur ses ennemis.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Tempête d'Ukko",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "Kullervo répond de ses péchés et des péchés des autres. Ses poignards et ses prouesses au corps à corps infligent des Dégâts importants. Utilisez le pouvoir de la trahison pour étancher sa soif de vengeance.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Kullervo",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Kullervo envoie une malédiction qui lie les ennemis. Lorsqu'un ennemi maudit subit des Dégâts, tous les autres ennemis maudits subissent également une partie de ces Dégâts.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Malédiction Collective",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Kullervo bénéficie de +|EFFICIENCY|% d'Efficacité d'Attaque Lourde et de +|WINDUP|% de Vitesse d'Élan d'Attaque Lourde sur toutes les armes de Mêlée.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(APPUYER) Kullervo charge une Attaque Lourde puis se téléporte vers sa cible et frappe. Sa concentration remplie de rage augmente temporairement ses chances de Coup Critique en Mêlée.\n(MAINTENIR) Téléportez-vous à n'importe quel endroit marqué.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Progression Furieuse",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Nyx lance une volée de projectiles radioactifs, puis ajuste leur trajectoire par télékinésie pour toucher les cibles proches. Réduit les défenses des ennemis touchés.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Carreaux Psychiques",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Pillez l’armure des ennemis proches et augmentez les Dégâts <DT_CORROSIVE>Corrosifs de vos Pouvoirs et de vos armes. Les ennemis affectés par un Effet de Statut <DT_CORROSIVE>Corrosif offrent une augmentation plus importante.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Flibuste",
    "/Lotus/Language/Suits/PoisonAbilityName": "Spores",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Afflige une cible d'une infection de spores <DT_CORROSIVE>Corrosives. Propagez-les en leur infligeant des Dégâts ou en éliminant leurs hôtes. Plus les spores se propageront, plus leurs Dégâts augmenteront.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Projette une vague d'énergie enchaînant les ennemis sur place. Chaque ennemi condamné renforce les Boucliers de Harrow.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Condamnation",
    "/Lotus/Language/Suits/PriestDesc": "Atteignez la rédemption par la vengeance. Harrow augmente les Dégâts pour soutenir les alliés. Défiez les ennemis et élevez-vous.",
    "/Lotus/Language/Suits/PriestName": "Harrow",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Capacité d'Exoboucliers doublée.\nCommencez les missions avec votre Énergie au max.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Sacrifiez vos Boucliers pour augmenter votre Vitesse de Rechargement ainsi que votre Cadence de tir, tout en convertissant les Dégâts infligés aux ennemis en Santé redistribuée entre vous et vos alliés.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Pénitence",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Concentrez l'Énergie de Harrow dans son Encensoir pour générer un avantage. Une fois fini, éliminez les ennemis afin d'octroyer aux alliés situés à proximité des décharges d'Énergie. Plus l'Énergie est concentrée, plus grande sera la récompense à chaque élimination. Les tirs à la tête produisent davantage d'énergie.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Encensoir",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Protégez les alliés grâce à une entité énergétique qui absorbe tous les dégâts puis les convertit en un bonus de Chances de Critique pour tous les bénéficiaires du Pacte. Les tirs à la tête sont encore plus avantagés.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Pacte",
    "/Lotus/Language/Suits/PullAbilityDesc": "Mag étourdit les ennemis en générant un vortex magnétique. Le vortex attire les Éclats Polarisés et les ennemis étourdis pour les placer directement devant elle.",
    "/Lotus/Language/Suits/PullAbilityName": "Attraction",
    "/Lotus/Language/Suits/PushAbilityDesc": "Banshee émet une onde sonique qui repousse les cibles à portée avec assez de force pour les neutraliser ou les tuer.",
    "/Lotus/Language/Suits/PushAbilityName": "Explosion sonique",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Protégez-vous ainsi que vos alliés proches contre les Effets de Statut. Chaque fois que Qorvex élimine ou aide à éliminer un ennemi affecté par un Statut de <DT_RADIATION>Radiations, le nombre d'Effets de Statut que Garde Disométrique peut contrer augmente.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Garde Disométrique",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Libère un rayon du cœur de Creuset de Qorvex. Chaque ennemi touché subit des Dégâts de <DT_RADIATION> Radiations avec un Effet de Statut garanti. Les ennemis affectés par un Effet de Statut de <DT_RADIATION> Radiations explosent dans une réaction en chaîne.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Explosion du Creuset",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "Les armes utilisées par Qorvex ont une Pénétration supplémentaire de +|PUNCH_THROUGH|.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Invoquez un Pilier Chyrinka qui ralentit les ennemis. Il génère des Dégâts de <DT_RADIATION> Radiations avec un Effet de Statut garanti.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Pilier Chyrinka",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Albrecht Entrati a conçu Qorvex pour protéger un Opérateur choisi des dangers uniques de son laboratoire. Un cœur de Creuset donne à Qorvex une grande capacité de survie via le contrôle des foules.",
    "/Lotus/Language/Suits/QorvexSuitName": "Qorvex",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Contenez la menace. Qorvex invoque des murs qui s'entrechoquent, blessant tous les ennemis pris entre eux et leur infligeant un Effet de Statut de <DT_RADIATION> Radiations.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Mur de Confinement",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Émet un éclair lumineux qui aveugle tous les ennemis proches.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Aveuglement Radial",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Hurle férocement et étourdit les ennemis à proximité en plus de retirer aux Sentients les résistances qu'ils ont accumulées.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Hurlement Radial",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Envoie une vague d'énergie, perturbant les armes des ennemis dans la zone d'effet, les obligeant à venir en Mêlée.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Désarmement radial",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Javelot Radial empale les ennemis proches, infligeant un Effet de Statut de saignement.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Javelot Radial",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Invoquez un arc divin et tirez une volée de flèches dévastatrices.",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Arc d'Artémis",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Prenez le contrôle de tout projectile lancé par Ivara et guidez-le vers la cible.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Navigatrice",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Faites défiler puis tirez l'une des quatre flèches tactiques. La Flèche Éclipse crée une bulle stationnaire qui enveloppe Ivara et ses alliés. La Flèche Câblée crée une tyrolienne traversable. La Flèche Bruyante émet un son aigu qui attire les ennemis. La Flèche Soporifique fait temporairement sombrer les ennemis proches dans un profond sommeil.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Carquois",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Devenez invisible et volez les butins des ennemis non alertés ou achevez-les d'un seul tir.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Maraude",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Soulevez dans les airs tous les ennemis à proximité, puis écrasez-les au sol avec conviction. Les ennemis éliminés ont une chance de produire un Orbe de Santé.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Jugement",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Des vagues d'Énergie guérisseuse s'écoulent d'Oberon vers ses alliés, régénérant la Santé sur la durée.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Renouveau",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Foncez à travers les ennemis tel un mur d'Énergie Sentient et volez les Boucliers et la Santé de tous ceux qui se trouvent sur votre chemin. Les pantins sont plus généreux.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Pillage",
    "/Lotus/Language/Suits/RevenantDesc": "La puissance spectrale macabre a augmenté. Imprégné de l'essence des Eidolons, Revenant a une forte capacité de survie et inflige des Dégâts importants. Les ennemis deviennent ses esclaves.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Transformez une cible en pantin servile. Les pantins s'en prennent à leurs alliés et vous offrent un festival de dégâts. En passant de vie à trépas, ils se désintègrent en libérant une colonne d'énergie dévastatrice. La horde de pantins reste sous le contrôle du Revenant tant que le Pouvoir est actif.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Servitude",
    "/Lotus/Language/Suits/RevenantName": "Revenant",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Lorsque les Boucliers sont épuisés, les ennemis dans un rayon de |RADIUS|m sont renversés par une vague leur infligeant |DAMAGE| points de Dégâts.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Invoque une multitude de rayons d'Énergie Eidolon qui décrivent un cercle mortel autour du Revenant. Les rayons changeront de type de Dégâts pour cibler des défenses en particulier, tandis que les Dégâts reçus seront redirigés vers les rayons. L'action de maintenir consommera plus d'Énergie mais amplifiera aussi les Effets de Statut et l'intensité des Dégâts. Les pantins tués par Danse Macabre laissent des Exoboucliers à ramasser.",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Danse Macabre",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Enveloppez-vous d'Énergie Sentient qui dévie les Dégâts et étourdit tous ceux qui osent attaquer. Les ennemis étourdis peuvent être réduits en servitude sans utiliser d'Énergie.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Linceul Hypnotique",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Rhino charge une cible, étourdissant les ennemis sur son passage et encornant sa victime.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Charge Rhino",
    "/Lotus/Language/Suits/RhinoDesc": "Rhino a du punch. Il bénéficie d'une grande capacité de survie et de contrôle les foules. Le sage ferait bien de se tenir à l'écart lorsqu'il charge.",
    "/Lotus/Language/Suits/RhinoName": "Rhino",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Émet une onde de choc infligeant |DAMAGE| points de Dégâts en atterrissant après une longue chute.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Octroie une augmentation des Dégâts à toutes les Warframes se trouvant à proximité pendant une courte durée.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Rugissement",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Rhino frappe le sol avec une énergie capable de confiner brièvement les ennemis de la zone dans une stase temporelle alors qu'ils sont renversés.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Piétinement Rhino",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Enveloppe Mesa d'une barrière d'énergie, laquelle réduit considérablement les dégâts des projectiles légers en les faisant rebondir vers les attaquants.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Bouclier Scélérat",
    "/Lotus/Language/Suits/RunnerDesc": "Prenez les choses en main avec le Conquérant d'Altra. Gauss est rapide, inflige des Dégâts importants et a une forte capacité de survie. Le mouvement charge sa puissante batterie, alors n'arrêtez jamais de bouger.",
    "/Lotus/Language/Suits/RunnerName": "Gauss",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "Le déplacement génère un courant électrique qui recharge la batterie de Gauss. Les Boucliers se rechargent jusqu'à |SPEED|% plus rapidement tandis que le Délai de recharge est |DELAY|% plus court, en fonction du niveau de la batterie.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Génère un blindage qui convertit une partie des Dégâts cinétiques absorbés (Physiques, de <DT_FIRE>Feu, de <DT_FREEZE>Glace et <DT_EXPLOSION>Explosifs) en Énergie. Protège également Gauss de l'étourdissement ou du renversement. La Résistance aux Dégâts est proportionnelle au niveau de la batterie.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Blindage Cinétique",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Poussez la batterie de Gauss au-delà des limites, surchargez ses Pouvoirs et boostez la Vitesse de Tir, la Vitesse d'Attaque, la Vitesse de Rechargement et la Vitesse de lancement de Pouvoir. Une fois hors limites, des éclairs émanent périodiquement de Gauss, explosant tous en même temps lorsque le Pouvoir est désactivé.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Hors Limites",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Foncez dans un sprint effréné et renversez vos ennemis tout en rechargeant la batterie. Les collisions génèrent une importante onde de choc. Maintenir pour sprinter en continu.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Supersonique",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Absorbez l'énergie cinétique de la zone, chargez la batterie et infligez un Effet de Statut de <DT_FREEZE>Glace aux ennemis proches. Maintenez pour inverser le processus et vider la batterie en infligeant un Effet de Statut de <DT_FIRE>Feu aux ennemis proches.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Fracture Thermique",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Recouvre le sol avec des excroissances fongiques voraces qui volent de l'Énergie à chaque ennemi qu'elles touchent. Tous les cinq ennemis touchés, l'Infestation mute, multipliant sa létalité.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Virulence",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Augmente les dégâts alliés tout en enrayant les armes des ennemis proches. Ce Pouvoir se transmet entre les alliés.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Salle de Tir",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Activez pour former une armure en drainant la Santé d'Inaros. Activez à nouveau pour arrêter la formation prématurément. La couche protectrice réduit les dégâts et absorbe les Effets de Statut.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Carapace de Scarabées",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Projette une vague de sable maudit sur les ennemis, qui les aveugle et vole leur Santé.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Dessiccation",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Devenez une tempête de sable. Inaros dévore les ennemis entraînés dans son tourbillon et se régénère.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Tempête de Sable",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Invoquez une Nuée de Scarabées pour attaquer les ennemis avec un Effet de Statut Corrosif garanti. Les Dégâts s'ajustent à la Santé d'Inaros. Les ennemis éliminés alors qu'ils étaient dans la nuée invoquent un Kavat des Sables qui combat aux côtés d'Inaros et guide les scarabées vers d'autres ennemis.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Nuée de Scarabées",
    "/Lotus/Language/Suits/SarynDesc": "La toxicité est la force de Saryn. Ses pouvoirs serpentins infligent de lourds Dégâts. Pour Saryn, le venin est une vertu.",
    "/Lotus/Language/Suits/SarynName": "Saryn",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Les Effets de Statut infligés aux ennemis durent |DURATION|% plus longtemps.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Force les ennemis tombés autour de vous à donner plus de butins.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Profanation",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Chroma transforme sa seconde peau en une sentinelle massive qui abasourdit les ennemis à portée de son hurlement et déchaîne sur eux son souffle élémentaire.",
    "/Lotus/Language/Suits/SentientAbilityName": "Effigie",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Faites converger trois flux d'énergie brute sur un seul point, provoquant une explosion réactive massive. Les retombées de l'explosion détruiront l'armure de tous les ennemis touchés.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Frappe Convergente",
    "/Lotus/Language/Suits/SentientFrameDesc": "L'héritier des royaumes jumeaux. Les vies biologique et Sentient se rencontrent avec Caliban. Monarque habile, il offre à la fois un contrôle des foules et une bonne capacité de survie. Son créateur avait plus d'un monde en tête.",
    "/Lotus/Language/Suits/SentientFrameName": "Caliban",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "Les alliés à portée d'Affinité gagnent jusqu'à |PCT|% de résistance aux types de Dégâts qu'ils subissent.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Frappez le sol pour propager une vague de destruction radiale. Ceux qui n'ont pas été tués par l'explosion initiale sont soulevés, impuissants, dans les airs où ils subissent des Dégâts accrus pendant une courte période.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Fureur Sentient",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Faites appel à la forme Sentient de Caliban pour générer jusqu'à trois Conculystes qui combattront à ses côtés et répareront son Bouclier.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Lignée Létale",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Devenez un vortex mortel. Maintenez <PRE_ATTACK> pour accélérer le maelström, ce qui augmente les Dégâts ou ciblez un ennemi avec <PRE_ATTACK> pour foncer sur lui. Toucher les ennemis affectés par Fureur Sentient crée une explosion destructrice.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Tornade Sentient",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Muant comme un serpent, Saryn laisse un leurre derrière elle pour attirer les tirs ennemis.",
    "/Lotus/Language/Suits/ShedAbilityName": "Mue",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "Volt déploie un bouclier électrique qui bloque les projectiles.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Bouclier Électrique",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Valkyr déclenche une explosion de ses Boucliers, étourdissant et blessant les ennemis en face d'elle.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Paralysie",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Émet une impulsion d'énergie qui épuise les boucliers et armures des ennemis tout en restaurant les boucliers alliés. Les débris laissés par l'impulsion deviennent des Éclats Polarisés. Les Éclats Polarisés à proximité orbitent autour de Mag et tranchent les ennemis, infligeant un Effet de Statut de saignement.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Polarisation",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Lance un projectile voltaïque qui étourdit et blesse sa cible. Une chaîne d'électricité s'étend à partir de la cible pour électrocuter les ennemis proches.",
    "/Lotus/Language/Suits/ShockAbilityName": "Choc",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "Utiliser Silence crée une aura autour de Banshee qui étourdit les ennemis et limite leur perception ainsi que leurs réactions tactiques à vos coups de feu et à vos attaques.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Silence",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Frappez et foncez à travers les ennemis aux côtés d'un spectre radial. Les entailles de la puissante Lame Exaltée infligent un Effet de Statut de saignement.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Élan Tranchant",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Piège les objets environnants tout en faisant apparaître un joyau irrésistible qui aveugle lorsqu'il se trouve dans des zones sombres, ou explose quand placé dans une zone éclairée. Invoquez plusieurs joyaux plus petits à l'aide de Galerie des Glaces.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "Tour de Passe-Passe",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Exorcise l'Énergie négative de l'ennemi et la projette sous forme d'Orbes cinétiques, endommageant la cible et tous les ennemis touchés par les Orbes.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Châtiment",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Fait exploser une bombe fumigène qui étourdit les ennemis proches et obscurcit leur vision, rendant Ash invisible pendant une courte période.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Écran de Fumée",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Frost congèle toute vapeur et humidité à proximité afin de créer une sphère protectrice brièvement impénétrable pour défendre sa position.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Boule de neige",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Utilisant la détection acoustique, le puissant sonar de Banshee détecte et traque les ennemis tout en exposant leurs points faibles à tous les membres de votre équipe.",
    "/Lotus/Language/Suits/SonarAbilityName": "Sonar",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "Un coup si puissant qu'il change l'âme des ennemis en un projectile mortel, faisant des Dégâts sur son trajet. Les ennemis qui survivent au coup sont Marqués pour la Moisson et deviennent des Ombres des Morts de Nekros s'ils sont éliminés pendant qu'ils sont marqués.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Perforation d'Âme",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Canalisant toute son énergie acoustique dans le sol et les structures environnantes, Banshee utilise des réverbérations ultrasoniques pour faire violemment trembler le sol.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Secousse Sonique",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Incarnez un courant électrique. Volt et ses alliés reçoivent une brève amélioration de vitesse de déplacement et de vitesse de rechargement.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Vitesse",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Sanctifie le sol devant Oberon avec une flore aux mille vertus, perturbant l'esprit et attaquant le corps de tout ennemi qui la foule, tout en purifiant et renforçant ses alliés.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Bénédiction Terrestre",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Arrête le temps pour les ennemis et leurs projectiles lorsqu'ils se trouvent dans la Faille, reprenant leur chemin une fois la Stase terminée.",
    "/Lotus/Language/Suits/StatisAbilityName": "Stase",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "Loki permute instantanément sa position avec celle d'une de ses cibles, de son Leurre ou d'un allié, désorientant l'ennemi.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Transposition",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Invoque une épée de pure lumière au pouvoir immense.",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Lame Exaltée",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "Une explosion d'Énergie du Néant déchire la réalité, ouvrant un portail menant à une autre dimension qui peut exister pour un court laps de temps avant qu'il n'explose de nouveau.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Cataclysme",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Ash se téléporte vers la cible, l'amenant à portée de mêlée et la rendant vulnérable à un Coup de Grâce.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Téléportation",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Fait apparaître un cocon Infesté qui déploie des appendices, agrippant les ennemis et les attirant à lui. les ennemis éliminés pendant qu'ils sont pris au piège peuvent donner une chance d'obtenir un Cumul de Mutation.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Larve",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Sème la peur dans le cœur des ennemis proches, les faisant fuir d'effroi.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Terreur",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Passe au travers des ennemis en une féroce déferlante aqueuse.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Raz-de-Marée",
    "/Lotus/Language/Suits/TitaniaDesc": "L'apparence féerique de Titania cache un formidable pouvoir. L'enchanteresse inflige des Dégâts importants et contrôle les foules. Elle oblige les ennemis à plier ou à périr.",
    "/Lotus/Language/Suits/TitaniaName": "Titania",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "Titania régénère sa Santé et celle de ses alliés proches à chaque fois qu'elle lance un Pouvoir.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Faites défiler quatre mines déployables. Bobine Liante immobilise et regroupe les ennemis. Orbe à Fléchettes tire des clous mortels dans toutes les directions. Propulseur Vectoriel fait accélérer les ennemis comme les alliés dans la direction indiquée. Tonic Dynamique se verrouille sur l'allié le plus proche et augmente les Dégâts de son arme.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Poseur de Mines",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Lance une balise appelant une frappe d'artillerie au laser dévastatrice.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Frappe à Photons",
    "/Lotus/Language/Suits/TrinityDesc": "Trinity incarne la rédemption et la santé. Ses pouvoirs de guérison extraordinaires soutiennent les alliés. Là où d'autres détruisent, elle restaure.",
    "/Lotus/Language/Suits/TrinityName": "Trinity",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Réanime les alliés tombés au combat |SPEED|% plus vite et de |RANGE|% plus loin.",
    "/Lotus/Language/Suits/ValkyrDesc": "Valkyr a été transformée en une tueuse très motivée et redoutable. Elle est apte à infliger des Dégâts et à survivre. Son cri de guerre sème la terreur chez tous ceux qui l'entendent.",
    "/Lotus/Language/Suits/ValkyrName": "Valkyr",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "Se relève |PERCENT|% plus vite après un renversement.",
    "/Lotus/Language/Suits/VaubanDesc": "Vauban est un modèle de technologie innovante. Il déploie des inventions intelligentes pour assurer le contrôle des foules. Sa ténacité et sa concentration le rendent redoutable.",
    "/Lotus/Language/Suits/VaubanName": "Vauban",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Inflige |DAMAGE|% de Dégâts supplémentaires aux ennemis incapacités.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "Charge les ennemis à l'intérieur de la Faille avec de l'Énergie de Faille. Lorsque tués, le Déferlement Dimensionnel est transféré à un ennemi à l'extérieur de la faille. Les ennemis chargés qui quittent la Faille causent un rayon d'Exil.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Déferlement Dimensionnel",
    "/Lotus/Language/Suits/VoltDesc": "L'électricité émane de Volt. Ses attaques infligent des Dégâts importants. Les ennemis seront choqués.",
    "/Lotus/Language/Suits/VoltName": "Volt",
    "/Lotus/Language/Suits/VoltPassiveAbility": "Le mouvement au sol génère une charge électrique accumulant |DAMAGE| points de Dégâts par mètre qui est déchargée lors de la prochaine attaque.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Revers Toxique",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "Tant qu'il est actif, les attaques infligent des Dégâts de <DT_POISON>Poison supplémentaires ; cet effet est doublé pour les attaques de Mêlée. Éclate instantanément les spores en attaquant les ennemis affligés.",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Crée un Puits de Vie sur un ennemi. Les alliés proches de la cible régénèrent progressivement leur Santé et sont immunisés contre les Effets de Statut. Les Dégâts d'Effet de Statut destinés aux alliés proches seront absorbés par l'ennemi. Les alliés gagnent des points de Santé supplémentaires lorsqu'ils attaquent la cible.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Puits de Vie",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(APPUYER) Les crocs de Raksh déchirent vos ennemis. 5 Effets de Statut aléatoires sont appliqués à un ennemi, chacun avec 10 cumuls. Quand la cible meurt, les Effets de Statut se propagent à d'autres ennemis proches.\n\n(MAINTENIR) Raksh protège Voruna avec une résistance aux Effets de Statut.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Crocs de Raksh",
    "/Lotus/Language/Suits/WerewolfDesc": "Quatre bêtes, un seul cœur. La fidèle meute de loups de Voruna est une combinaison mortelle de force et de furtivité. Méfiez-vous du hurlement monstrueux qui annonce les crocs de la vengeance.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(APPUYER) Voruna prend position et prépare 5 charges brutales qui se verrouillent sur les ennemis. Ulfrun, le loup le plus puissant, mène l'attaque alors que Voruna se précipite vers sa cible. La meute inflige des Dégâts accrus aux cibles et aux ennemis proches sous Effets de Statut. Les attaques mortelles doublent les Dégâts des charges restantes de Voruna.\n\n(MAINTENIR) Ulfrun protège Voruna. Si Voruna tombe pendant ce temps, Ulfrun meurt à sa place.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Ascendance d'Ulfrun",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(APPUYER) Lycath chasse pour soutenir la meute. Les ennemis éliminés par des attaques de Mêlée laissent tomber des Orbes de Santé et les ennemis éliminés par des Tirs à la Tête laissent tomber des Orbes d'Énergie. Augmentez la durée du Pouvoir en éliminant des ennemis affectés par 5 Effets de Statut ou plus.\n\n(MAINTENIR) Lycath protège Voruna en lui conférant une efficacité d'Attaque Lourde accrue.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Traque de Lycath",
    "/Lotus/Language/Suits/WerewolfName": "Voruna",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Voruna ne combat jamais seule. En mission, maintenez les Pouvoirs pour faire appel au Passif unique de chaque loup.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(APPUYER) Dynar enveloppe Voruna d'invisibilité et augmente sa vitesse. L'invisibilité prend fin lorsque Voruna attaque. Pendant une courte période après la fin de l'invisibilité, les attaques de Mêlée bénéficient de Chances de Critique, Chances de Statut et de Dégâts Critiques accrus et infligent Saignement. Éliminer un ennemi en Mêlée prolonge ce buff (1x par lancement).\n\n(MAINTENIR) Dynar protège Voruna, augmentant sa Vitesse de Parkour.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Furtivité de Dynar",
    "/Lotus/Language/Suits/WispFrameDesc": "Wisp flotte entre la matière et l'éthéré. Elle accède à de multiples dimensions pour soutenir ses alliés. Son visage est mystérieux et énigmatique.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Ouvrez une faille dimensionnelle afin de submerger les ennemis à proximité et faites en sorte que des étincelles de Surcharge agressives émanent d'eux lorsqu'ils prennent des Dégâts.\nWisp peut également viser un Réservoir afin de s'y téléporter et doubler la portée de la surcharge.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Surcharge de Faille",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "Projetez une image spectrale de Wisp afin de confondre et distraire les ennemis. Utilisez à nouveau afin de vous y téléporter. Maintenez enfoncé afin que l'image se déplace plus rapidement et téléportez-vous à sa position au relâchement.",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Phantasme",
    "/Lotus/Language/Suits/WispFrameName": "Wisp",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Passant d'une dimension à l'autre, Wisp devient invisible pour les ennemis tant qu'elle est dans les airs.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Choisissez et faites apparaître un Réservoir rempli de Perles qui s'attachent à Wisp et ses Alliés afin de les aider. La Perle Rapide (Verte) octroie une vitesse de mouvement et d'attaque améliorée. La Perle Vitale (Rouge) augmente la Santé maximale et régénère de la Santé au fil du temps. La Perle Électrisante (Bleue) paralyse les ennemis à proximité.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Réservoirs",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Ouvre un portail vers le soleil pour irradier les ennemis d'un rayon pur de plasma solaire dévastateur. Maintenez pour doubler les Dégâts, au prix d'une plus grande consommation d'Énergie. Pendant la durée de l'attaque, les ennemis subissant des Dégâts de la Porte Sol y deviennent de plus en plus vulnérables.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Porte Sol",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Crée un trou de ver permettant de voyager instantanément.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Trou de Ver",
    "/Lotus/Language/Suits/WraithDesc": "N'étant plus à la dérive dans le Néant, Sevagoth est de retour. Son Ombre et lui-même infligent de lourds Dégâts et ont une capacité de survie élevée. Ils sont soutenus par la récolte des âmes rétives.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Invoquez une onde radiale qui piège et ralentit les ennemis, siphonnant leur force vitale pour le Puits des Âmes. Les alliés touchés volent de la Santé à chaque attaque. ",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Linceul",
    "/Lotus/Language/Suits/WraithName": "Sevagoth",
    "/Lotus/Language/Suits/WraithPassiveAbility": "À la mort de Sevagoth, incarnez son Ombre et combattez pour le ressusciter en collectant les âmes nécessaires pour reconstruire sa pierre tombale. ",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "L'Ombre de Sevagoth vole et massacre les ennemis sur son passage. Les survivants subissent des Dégâts sur la durée par Moisson Mortelle. Les morts remplissent le Puits des Âmes.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Récolte",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "Lorsque le Puits des Âmes est rempli, la forme d'Ombre de Sevagoth est prête à être libérée. Déchirez les ennemis avec une collection de Pouvoirs axés sur la Mêlée. ",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Ombre Exaltée",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Plantez une graine de mort dans les cibles proches pour drainer leur force vitale. Récoltez ce qui a été semé pour faire exploser les ennemis affectés, infligeant un pourcentage de leur Santé sous forme de Dégâts radiaux. Les morts remplissent le Puits des Âmes. ",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Semis",
    "/Lotus/Language/Suits/WukongDesc": "Le guerrier simien est une montagne de force. Wukong inflige de lourds Dégâts et a une capacité de survie élevée. Ses tactiques rapides et rusées sont inoubliables.",
    "/Lotus/Language/Suits/WukongName": "Wukong",
    "/Lotus/Language/Suits/WukongPassiveAbility": "Après avoir pris des dégâts mortels, Wukong utilise automatiquement une de ses techniques ultimes de survie. Ces techniques ne peuvent être utilisées que trois fois par mission.",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Invoquez Méruline, une créature marine pouvant être utilisée comme un K-Drive. Méruline protège Yareli en absorbant une grande partie des Dégâts subis.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Méruline",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Formez cinq bulles d'eau qui recherchent les ennemis et se dilatent au contact, endommageant et immobilisant simultanément leurs victimes. Les ennemis touchés par les bulles subissent des Dégâts accrus de toutes les sources.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "Pièges Marins",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Détruisez les ennemis avec un trio de lames aquatiques.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Aqualames",
    "/Lotus/Language/Suits/YareliFrameDesc": "La waverider peut déclencher un déluge de destruction sur le champ de bataille. Les attaques aquatiques de Yareli infligent des Dégâts importants. Surfez et décimez.",
    "/Lotus/Language/Suits/YareliFrameName": "Yareli",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "Yareli gagne une augmentation de +|CHANCE|% de Chances de Critique pour les armes Secondaires lorsqu'elle se déplace pendant au moins |TIME|s.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Attirez les ennemis dans un maelström écrasant, puis faites-les exploser dans un torrent d'eau. Chaque ennemi piégé dans le vortex augmente les Dégâts du torrent.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Typhon",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "En Forme Nocturne, réduit les dégâts infligés par les ennemis proches. En Forme Diurne, augmente la Puissance de Pouvoir des alliés à proximité.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Pacification & Provocation",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "Dans sa forme Nocturne, les Boucliers des alliés sont reconstitués avec chaque ennemi proche tué. En forme Diurne, les ennemis subissent un effet de statut de Saignement. Désactivez le Pouvoir en forme Nocturne pour restaurer la Santé et les Boucliers d'Equinox et de ses alliés. Désactivez-le en forme Diurne pour lancer une vague de force tranchante.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Réparation & Mutilation",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Change de Forme, en octroyant un bonus temporaire de Boucliers et d'Armure pour la Forme Nocturne et de Dégâts et Vitesse pour la Forme Diurne.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Métamorphose",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "Sous la Forme Nocturne, endort complètement les ennemis ciblés. Sous la Forme Diurne, rend les ennemis plus agressifs et rapides, mais augmente leur vulnérabilité aux dégâts.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Obnubilation & Fulmination",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Déployez un Roller qui se fixe aux ennemis et qui envoie des décharges électriques à tout ce qui se trouve dans les environs immédiats.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Nervos Tesla",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Lancez une rafale d'air extrêmement dense. Maintenez pour envoyer les ennemis voler, ou appuyez pour les entraîner dans une explosion. Les Dégâts augmentent selon le nombre d'ennemis touchés.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Rafale",
    "/Lotus/Language/Suits/ZephyrDesc": "Contrôlez la puissance du vent. Les Pouvoirs cycloniques de Zephyr la protègent, infligent des Dégâts importants et permettent de contrôler les foules. Elle attaque en piqué et ne laisse que la destruction derrière elle.",
    "/Lotus/Language/Suits/ZephyrName": "Zephyr",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "Zephyr se déplace plus vite et retombe plus lentement. Gagnez également |CRIT|% de Chances de Critique avec des armes lorsque vous êtes dans les airs.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "Maintenez tout en étant en l'air pour faire planer Zephyr avec un mouvement réduit. En l'air, appuyez pour foncer vers l'avant ou visez vers le bas pour attaquer les ennemis en piqué.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Vent Contraire",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Crée des tornades mortelles qui traquent et engloutissent les ennemis. Les Tornades peuvent infliger le Type de Dégâts élémentaires qu'elles ont absorbé le plus. Tirez sur les ennemis emportés pour infliger des Dégâts supplémentaires. Maintenez pour obtenir une Tornade stationnaire, ou appuyez pour avoir des Tornades mobiles.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Tornades",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Crée un Bouclier de vent autour de Zephyr, déviant tous les projectiles légers.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Turbulence"
}