{
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "Z cieni długiej nocy wynurza się nowy Excalibur.",
    "/Lotus/Language/Codex/EmberLongDesc": "Trzy postacie czekały przy prostym stole. Ich uwagę skupiało pojedyncze, oświetlone krzesło. 'Wpuśćcie ją'. Głos starej kobiety wydobył się z mroku. Po drugiej stronie pokoju surowo wyglądający oficer ochrony otworzył drzwi. W wejściu ukazała się sylwetka młodej kobiety. Dziewczyna wahała się, lecz tylko przez moment. Po chwili przeszła przez pokój i usiadła na krześle.\n\nGdy światło oświetliło jej twarz, rozległ się stłumiony syk. Jej prawe oko było jasne i mrugające, ale lewe było tylko oleistą szparą. Skóra została spalona na księżycowo-biały kolor. Jej usta były tylko obwisłą raną bez warg ani wyrazu. Wojskowy beret miała naciągnięty na zeszpeconą bliznami, łysą głowę.\n\nStarszy głos: 'Nazywasz się Kaleen'. Kaleen skinęła. 'Byłaś prowadzącą śledczą sprawy Zarimana?' Głos Kaleen brzmiał jak postrzępiony szept, jej twarza nie wyrażała żadnych emocji. 'Tak'.\n\nKaleen zakaszlała, po czym sprostowała: 'Zariman zniknął tworząc zagięcie przestrzeni między Saturnem, a Zewnętrznymi Wrotami. Awaria mechaniczna. Powiadomiłam rodziny i razem z inspektorami złożyłam raport. Z zagięcia nigdy nic nie wraca, więc zamknęłam sprawę'.\n\n'Lecz otworzyłaś sprawę na nowo kilka dni później'.\n\n'Nie mogłam w to uwierzyć, dopóki nie weszłam na ten okręt. Był nietknięty, pełne podtrzymywanie życia, tak jakby nigdy nie wyszedł z portu'.\n\n'Ale załoga zniknęła'.\n\n'Nie do końca'. Kaleen zawahała się. 'Myśleliśmy, że okręt jest pusty, ale wtedy zaczęliśmy odnajdywać...' Na jej twarzy pojawił się grymas bólu, 'Zaczęliśmy odnajdywać dzieci chowające się wewnątrz'.\n\n'Wtedy właśnie naruszyłaś procedurę?'\n\nKaleen spuściła głowę, łza zebrała się w jej niewidzącym oku. 'To były dzieci. Były przestraszone. Potrzebowały otuchy'.\n\n'Więc złamałaś kwarantannę i oto co Ci się przytrafiło'.\n\nKaleen w ciszy dotknęła swojej twarzy, 'Co z nimi zrobiliście?'\n\nStara kobieta gestem nakazała strażnikowi wyprowadzenie Kaleen. Spotkanie było zakończone. Gdy Kaleen dotarła do drzwi wykręciła się z uchwytu strażnika, odwróciła i krzyknęła, 'Dlaczego to zrobiliście? Dlaczego umieściliście dzieci na okręcie wojennym?'\n\n'Nie zrobiliśmy tego. To by pogwałciło procedurę'.",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "Świadomi zwyciężyli. Obrócili naszą broń, naszą technologię przeciw nam. Im bardziej zaawansowani się stawaliśmy, tym większe były nasze straty. Wojna była skończona, dopóki nie znaleźliśmy innej drogi. W naszej desperacji zwróciliśmy się ku Pustce. Ku oślepiającej nocy, piekielnej przestrzeni, w której zawodziła nasza nauka i rozum.\n\nWzięliśmy kilku wypaczonych, którzy wrócili z tego miejsca. Zbudowaliśmy wokół nich zbroję, przekaźnik ich cierpienia. Daliśmy im broń dawnych dróg. Karabin i ostrze. Zrodził się nowy wojownik, nowy kodeks. Ci wyrzutkowie, ci Tenno stali się naszymi zbawcami. Bogowie-Wojownicy okuci w stal i furię, uderzający w naszych wrogów w sposób, którego Ci nie mogli pojąć. \n\nExcalibur był pierwszy.\n\n- Archiwum Orokin 'Warframe'",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Archiwa Warframe - Fragment odprawy po misji:\n\nSiedzieliśmy przypięci, z odbezpieczoną bronią, czekając na przebicie. Czekając na śmierć. Przez mój brudny iluminator widziałem gwiazdy lśniące pomiędzy sylwetkami innych statków-Drzazg ustawionych w kolejce do Kolei Solarnej. Wkrótce miała nas chwycić swoją niezrozumiałą siłą i cisnąć przez pustkę prosto w paszczę naszego wroga. \n\nPatrzyłem jak statki jeden po drugim zakrzywiają się i znikają. Każdy wypełniony po brzegi zero-technologicznymi żołnierzami, oddychającymi zastałym powietrzem, z rękami zaciśniętymi na karabinach wstrząsowych. Każdy wypełniony desperacją płynącą z zagłady. Nasz statek miał być ostatnim, który przekroczy szczelinę. Nasz statek miał specjalny ładunek.\n\nBył w zasadzie pusty. Tylko dziesięciu ludzi przypiętych jak ja, z najlepszymi zero-technologicznymi kombinezonami i bronią, którą imperium mogło zbudować... i jeszcze 'to'. 'To' stało w przejściu, smukła i bezoka metalowa sylwetka. Tenno w swoim Warframe. Niewyraźnie ludzki, niewyraźnie kobiecy. Czy to był pancerz, czy jakiś ozdobny kadłub potwora żyjącego wewnątrz? Spiąłem się w swojej uprzęży, gdy statek wszedł na kurs ostatniego podejścia. Widziałem, jak Tenno stała beztrosko. Poważna i lśniąca złotem, niepomna sił bezwładności.\n\nDo tej pory nie wierzyłem w Tenno. Duchy, propaganda, skrzywione pozostałości ery pustki. Niemożliwe w rzeczywistości. A jednak była tu we własnej osobie. Imperium w swej desperacji miało zamiar spuścić demony ze smyczy i liczyć na najlepsze. Kogo baliśmy się bardziej, wroga czy tego potwora? Czy z odbezpieczoną bronią mogliśmy mu ufać? Nagle straciło to znaczenie. Nadeszło uderzenie i nasze okna zalała oślepiająca biel. Gdy odzyskaliśmy wzrok, nasz statek był już gdzie indziej, strzaskany i martwy.\n\nMoje płuca były zgniecione, oczy wypełniała śmierć. Fragmenty statku błyszczały jak nocny śnieg. Mroczna, obca, błękitna gwiazda oślepiała nas z tyłu. Niezliczone, członkowane robacze statki zwijały się w świecące dyski, falując i spalając żyjących jeszcze, jak ja, żołnierzy. Tam umarłem. Zostałem złapany w R-dysk, miażdżący moje prawe ramię i zamieniający moją krew w ogień. Mój wzrok zmatowiał, dźwięk stał się głuchy i brzęczący. Czułem, jak jedna strona mojej twarzy robi się mokra i obwisła.\n\nŚniłem śmiertelny sen. Widziałem jasny punkt, mknący i kluczący w moim kierunku. Na metalowych zatrzaskach mojego kombinezonu poczułem pociągnięcie w jego stronę. Sięgnęła i podniosła mnie - lśniąca metalowa bestia, pióropusz złotych skrzydeł unoszący i rozkładający się za nią. Anioł. Wyrwał mnie z mojej śmierci. Owinął mnie swoimi skrzydłami i poczułem, jak moje płuca wypełnia powietrze. Jego tarcza pustki lśniła błękitem, obciążona przez wrogi ogień. Poczułem nagłe szarpnięcie przyspieszenia. Zamknąłem oczy i kurczowo trzymałem jak dziecko. \n\nOcknąłem się na podłodze, czując pieczenie spalonego ciała na mojej twarzy i boku. Stała nade mną, bez skrzydeł. Z końca korytarza słychać było trzaski broni. Może misję dało się jeszcze uratować, ale ja już umierałem, więc machnąłem ręką by ją odesłać. Poczułem wciśnięty w moją rękę pistolet, gdy stawiała mnie na nogi. Anioł mnie ocalił, wyciągnął z piekła, ale nie miał zamiaru się nade mną litować. Miałem umrzeć stojąc przy jego boku. Odwróciłem się swoją zdrową stroną w kierunku odgłosu strzałów i podniosłem broń. Skinęła, jej dłoń pulsowała i opływała w starożytne kształty, a wokół mnie zaiskrzył błękit. Potem obróciła się, dobywając ostrza i razem rzuciliśmy się w oczekującą nas zamieć śmierci i ognia.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "Czerwone światła odbijają się od surowych, białych ścian. Davis biegnie przede mną, upuszczając swoje notatki. Uciekamy, by ratować życie. Strach daje mi dziwną perspektywę, jakbym był poza własnym ciałem. Zapomniałem, jak tu się dostałem. Nie poznaję tego miejsca.\n\nDavis i ja uderzamy przygwożdżeni w drzwi celi i on zaczyna do mnie krzyczeć. Rzucam mu tępe spojrzenie. Nie słyszę jego, syren, niczego - tylko zduszone tętnienie przerażenia w mojej głowie. Odwracam się od Davisa i widzę to w głębi korytarza. Potężną masę, połyskującą na czerwono, błyszczącą stalą i świeżą krwią. Jego skóra zmienia się, płynie jak rtęć, gdy nagle oślepiają mnie rozbłyski z luf karabinów. Na nic się zdają. Bestia rzuca się do przodu i zamienia ludzi z ochrony w krwawą mgłę i poszarpane wnętrzności.\n\nJestem zastygniętym pomnikiem, zwierzyną zagonioną w róg. Nagle otwiera się w moim wnętrzu brama i wypełnia mnie uczucie zrozumienia. Widziałem już tego potwora. Przecinałem jego pancerz i patroszyłem jego braci. Dawałem mu ból i mierzyłem reakcje. Stworzyłem i odrzuciłem niepoliczalną rzeszę takich jak on. Ale nigdy nie widziałem tej bestii z tak bliska, bez tarczy, bez ograniczników. Nigdy nie widziałem jej... wolnej.\n\nWiem, że zginę, więc przyglądam się z zaciekawioną rezygnacją. Bestia przysiada, wciskając garść krwawych ochłapów do ust. Patrzy na mnie przez swoje niewyraźne oczy, widzę w nich wrażenie rozpoznania, błyski pamięci swoich poprzedników. Wie kim jestem i co jej zrobiłem. Wstaje jak niedźwiedź i ryczy, roztrzaskując lampy i pogrążając nas w ciemności. Słyszę, jak idzie w moją stronę, jej stalowe palce rozdzierają ściany, i wiem, że już nie żyję. Zamykam oczy i przygotowuję się do zapłaty.\n\nCzuję pociągnięcie za rękaw i zdaję sobie sprawę, że Davis otworzył drzwi celi. Wciąga mnie do środka i przewracam się na plecy. Widzę, jak Davis stoi w otwartych drzwiach, czeka i patrzy jak potwór przedziera się ku nam.\n\nNagle zdaję sobie sprawę, że mogę przeżyć, więc wrzeszczę: 'Zamknij te cholerne drzwi!' ale on tylko potrząsa głową. Krzyczy ponad rykiem i zgrzytem rozrywanego metalu: 'Patrz!'\n\nNagła cisza. Davis dyszy, śmieje się? Bestia wypełnia sobą drzwi, stojąc kilka cali od niego, ociekając krwią, ale ciągle spokojnie. Stoi i patrzy się na swoje ręce. Davis szepcze: 'Nikt by mi nie uwierzył'.\n\nPodczołguję się do niego, naprzeciw drzwi. Nigdy nie widziałem tej celi, zimnego miejsca z szeregami półek. Kostnica? 'Gdzie jesteśmy, Davis?' 'Tu ich trzymali. Tych z Zarimana'. To zbija mnie z tropu. Czym był Zariman? Ten statek, który nie powrócił? 'Davis, co się dzieje?'\n\nDavis patrzy na mnie z uśmiechem. 'Dzieją się...'  odwraca się do bestii, teraz cichej i spokojnej '... nasze błyskawiczne i wysokie awanse'.",
    "/Lotus/Language/Focus/ConsecutiveEfficiencyName": "Chained Sling",
    "/Lotus/Language/Focus/ConsecutivePowerName": "Sling Strength",
    "/Lotus/Language/Focus/DisarmedEnergyName": "No Quarter",
    "/Lotus/Language/Focus/DisarmingProjectionName": "Disarming Sling",
    "/Lotus/Language/Focus/FinisherTransferenceName": "Killer’s Rush",
    "/Lotus/Language/Focus/FocusAttackBlastChargeName": "Rising Blast",
    "/Lotus/Language/Focus/FocusAttackBlastFireballName": "Flame Blast",
    "/Lotus/Language/Focus/FocusAttackCloakAttackChargeName": "Void Strike",
    "/Lotus/Language/Focus/FocusAttackCloakBlindName": "Void Radiance",
    "/Lotus/Language/Focus/FocusAttackDashDamageName": "Meteoric Dash",
    "/Lotus/Language/Focus/FocusAttackDashFireName": "Blazing Dash",
    "/Lotus/Language/Focus/FocusAttackEfficiencyName": "Void Fuel",
    "/Lotus/Language/Focus/FocusAttackElementalDamageName": "Phoenix Spirit",
    "/Lotus/Language/Focus/FocusAttackMoreAmmoName": "Inner Gaze",
    "/Lotus/Language/Focus/FocusAttackPhysicalDamageName": "Phoenix Talons",
    "/Lotus/Language/Focus/FocusAttackPowerSnapName": "Power Transfer",
    "/Lotus/Language/Focus/FocusAttackRegenAmmoName": "Eternal Gaze",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldBreakName": "Guardian Break",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseBlastAllyShieldName": "Guardian Blast",
    "/Lotus/Language/Focus/FocusDefenseBlastSelfShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseCloakHealName": "Void Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakHealOthersName": "Squad Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakShieldName": "Void Aegis",
    "/Lotus/Language/Focus/FocusDefenseDashShockwaveName": "Sonic Dash",
    "/Lotus/Language/Focus/FocusDefenseHealthMaxName": "Enduring Tides",
    "/Lotus/Language/Focus/FocusDefenseHealthRegenName": "Rejuvenating Tides",
    "/Lotus/Language/Focus/FocusDefenseInstantReviveName": "Mending Soul",
    "/Lotus/Language/Focus/FocusDefenseRadialXpName": "Mending Unity",
    "/Lotus/Language/Focus/FocusFreeAbilityCastsName": "Inner Might",
    "/Lotus/Language/Focus/FocusPowerBlastBurstName": "Voltaic Blast",
    "/Lotus/Language/Focus/FocusPowerBlastSlowName": "Temporal Drag",
    "/Lotus/Language/Focus/FocusPowerCloakPullName": "Void Singularity",
    "/Lotus/Language/Focus/FocusPowerCloakStaticName": "Void Static",
    "/Lotus/Language/Focus/FocusPowerDashBubbleName": "Wellspring",
    "/Lotus/Language/Focus/FocusPowerDashElectricityName": "Lightning Dash",
    "/Lotus/Language/Focus/FocusPowerEnergyOverTimeName": "Energy Pulse",
    "/Lotus/Language/Focus/FocusPowerEnergyPoolName": "Void Flow",
    "/Lotus/Language/Focus/FocusPowerEnergyRestoreName": "Void Siphon",
    "/Lotus/Language/Focus/FocusPowerPowerFieldName": "Hardened Wellspring",
    "/Lotus/Language/Focus/FocusPowerSlowHeadshotDamageName": "Temporal Shot",
    "/Lotus/Language/Focus/FocusTacticActiveComboAmpDamageName": "Amp Spike",
    "/Lotus/Language/Focus/FocusTacticActiveSlamComboName": "Opening Slam",
    "/Lotus/Language/Focus/FocusTacticBlastConfuseName": "Disorienting Blast",
    "/Lotus/Language/Focus/FocusTacticCloakMeleeCritName": "Void Stalker",
    "/Lotus/Language/Focus/FocusTacticCloakRevealName": "Void Hunter",
    "/Lotus/Language/Focus/FocusTacticDashFinisherName": "Executing Dash",
    "/Lotus/Language/Focus/FocusTacticDashSpeedName": "Mind Sprint",
    "/Lotus/Language/Focus/FocusTacticDashWaveName": "Surging Dash",
    "/Lotus/Language/Focus/FocusTacticMeleeComboName": "Power Spike",
    "/Lotus/Language/Focus/FocusTacticMeleeXpName": "Affinity Spike",
    "/Lotus/Language/Focus/FocusTacticMoveSpeedName": "Mind Step",
    "/Lotus/Language/Focus/FocusWardActiveClearStaticOnKillName": "Static Purge",
    "/Lotus/Language/Focus/FocusWardActiveInvulnerableReturnName": "Reinforced Return",
    "/Lotus/Language/Focus/FocusWardActiveKnockdownImmunityName": "Poise",
    "/Lotus/Language/Focus/FocusWardActiveMagneticFieldName": "Magnetic Flare",
    "/Lotus/Language/Focus/FocusWardArmourBuffName": "Stone Skin",
    "/Lotus/Language/Focus/FocusWardArmourIncreaseName": "Basilisk Scales",
    "/Lotus/Language/Focus/FocusWardBlastBulletAttractorName": "Magnetic Blast",
    "/Lotus/Language/Focus/FocusWardBlastDamagePickupName": "Unairu Wisp",
    "/Lotus/Language/Focus/FocusWardBlastDisarmName": "Disarming Blast",
    "/Lotus/Language/Focus/FocusWardBlastRadiusName": "Basilisk Gaze",
    "/Lotus/Language/Focus/FocusWardCloakAllyCloakName": "Void Shadow",
    "/Lotus/Language/Focus/FocusWardCloakReduceDamageName": "Void Chrysalis",
    "/Lotus/Language/Focus/FocusWardDashReduceArmourName": "Sundering Dash",
    "/Lotus/Language/Focus/FocusWardDashReduceDamageName": "Crippling Dash",
    "/Lotus/Language/Focus/FocusWardReflectDamageName": "Void Spines",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceDamageBuffName": "Vengeance",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceName": "Last Gasp",
    "/Lotus/Language/Focus/GhostWaveName": "Contamination Wave",
    "/Lotus/Language/Focus/GhostlyTouchName": "Distilled Contamination",
    "/Lotus/Language/Focus/LiftHitDamageName": "Lethal Levitation",
    "/Lotus/Language/Focus/LiftHitWaveName": "Void Levitation",
    "/Lotus/Language/Focus/MagneticExtensionName": "Magnetic Boost",
    "/Lotus/Language/Focus/ProjectionExecutionName": "Sling Stun",
    "/Lotus/Language/Focus/ProjectionStretchName": "Far Sling",
    "/Lotus/Language/Focus/ProtectiveProjectionName": "PROTECTIVE SLING",
    "/Lotus/Language/Focus/SonicDissipationName": "Void Snare",
    "/Lotus/Language/Focus/SunderingDissipationName": "Caustic Strike",
    "/Lotus/Language/Focus/UnairuWispName": "Unairu Wisp",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Dudnik",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Tworzy strefę ostrzału.",
    "/Lotus/Language/Items/BigBoyAbility": "Głowica",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Odpala powolny pocisk, zdolny do wywołania potężnej eksplozji.",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "Ten ciężki Archwing został zaprojektowany w jednym celu - destrukcji.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Elytron",
    "/Lotus/Language/Items/EMPPushAbility": "Odrzucenie",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "Warframe emituje potężny impuls energetyczny, odrzucający i ogłuszający pobliskich wrogów.",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Odpowietrzenie Rdzenia",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Odpowietrza rdzeń napędowy Archwinga, myląc systemy naprowadzania nieprzyjacielskich rakiet, niszcząc je.",
    "/Lotus/Language/Items/FireShieldAbility": "Skorupa Energetyczna",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Tworzy ochronną skorupę energetyczną wokół Warframe'a.",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Zamęt",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Odpala flarę zakłócającą systemy naprowadzania zbliżających się rakiet.",
    "/Lotus/Language/Items/MissileVolleyAbility": "Naprowadzany Płomień",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Odpala dużą salwę naprowadzanych pocisków.",
    "/Lotus/Language/Items/OdonataPrimeDesc": "Ta rozbudowana wersja pierwszego prototypu Archwinga doprowadza jego projekt do teoretycznych limitów.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Odonata Prime",
    "/Lotus/Language/Items/StandardArchwingDesc": "Systemy wbudowane w ten model Archwinga są przykładem równowagi między zdolnościami ofensywnymi i defensywnymi.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Odonata",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Aktywuje pole maskujące, które ukrywa Warframe'a i pobliskich, nieruchomych sojuszników.",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Półcień",
    "/Lotus/Language/Items/StealthArchwingDesc": "Zaprojektowany do skrytych, precyzyjnych uderzeń, Archwing Itzal jest doskonały do nagłych, niespodziewanych ataków.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Aktywuje drony, które walczą u boku Warframe'a. Każdy wybucha z dużą mocą, gdy zostanie zestrzelony.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Eskorta Myśliwska",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Tworzy miniaturową czarną dziurę, która wciąga wszystkie znajdujące się w pobliżu obiekty, a następnie wybucha, tworząc gigantyczną falę uderzeniową.",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Kosmiczne Zmiażdżenie",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Itzal",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Wystrzel kotwiczkę, która przyciąga przeciwników, lub przyciąga Warframe do stacjonarnych elementów otoczenia.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Ark-Lina",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Tworzy wabiki przechwytujące wrogi ostrzał, zamieniając obrażenia na leczące impulsy.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Łaskawy Wabik",
    "/Lotus/Language/Items/SupportArchwingDesc": "Przeistocz się w skrzydlatego stróża.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Amesha",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "Maleńkie drony orbitują wokół Warframe'a i pobliskich sojuszników, przechwytując wrogi ostrzał.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Wartowniczy Rój",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "Całe otrzymane obrażenia zamieniane są na Energię, podczas gdy umiejętności zyskują dodatkowy zasięg, czas trwania i skuteczność. Działa na Warframe'a i pobliskich sojuszników.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Mściwy Pęd",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Powoduje niewrażliwość Warframe'a i pobliskich sojuszników na Efekty Statusów, dodatkowo spowalniając wrogów w zasięgu.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Ochronna Łaska",
    "/Lotus/Language/Items/TnTAbility": "Pocisk Magnetyczny",
    "/Lotus/Language/Items/TnTAbilityDesc": "Wystrzeliwuje zdalnie detonowane pociski wybuchowe dużej mocy, zdolne do przylepienia się do celów.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Przebij i przytrzymaj cel, wysysając jego życie. Użyj ponownie, aby rzucić ofiarą, raniąc ją i wszystkich pozostałych w pobliżu miejsca uderzenia.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "Hak",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Rozrzuć wokół naładowane miny. Każda z nich po dotknięciu gwałtownie eksploduje, raniąc wrogów w promieniu trzech metrów.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Grobowe Miny",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Ciśnij kanistrem płynu grawitonowego, by stworzyć szerokie grzęzawisko, które znacznie spowolni przemierzających je przeciwników. Alternatywnie można strzelić w lecący kanister, by spowić obszar w płomieniach.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Nekrasieć",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Zmieć otaczających wrogów na linię ognia i zawieś ich w powietrzu za pomocą wiązki mocy.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Linia Ognia",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Unieś Tarczę Bonewidow, aby zablokować nadchodzące obrażenia i odbić je w stronę atakujących. Kiedy jest aktywna, uderzaj w przeciwników Pocałunkiem Damy.",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Tarczowniczka",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Otocz Nekramecha potężny polem elektrycznym, które znacznie zwiększa przeżywalność w walce w zwarciu. Przeciwnicy, którzy uderzą w całun zapłacą bólem za swe zuchwalstwo.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Burzowy Całun",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Wzywa niszczycielskie egzaltowane ostrze.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Egzaltowana Żelazna Dama",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Przyjmij nieruchomą postawę, by skorzystać z maksymalnej siły ognia i na pewien czas zwiększyć wytrzymałość strukturalną.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Tryb Obronny",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Nic nadzwyczajnego, ale wykonuje swoją pracę, i jeszcze więcej. Dzięki naelektryzowanemu pancerzowi ten szorstki i gotowy mech może uczynić pole bitwy zdradliwym dla wroga dzięki arsenałowi materiałów wybuchowych.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Voidrig",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "Ten przerażający Nekramech, stworzony na cześć matriarchatu Entrati, jest solidnym, walczącym na froncie wojownikiem. Przedkładając pancerz i życie ponad siłę tarcz, Bonewidow może chwytać i miotać wrogów, rozstawiać ciężką tarczę do obrony osobistej i przedzierać się przez szeregi wrogów za pomocą masywnego ostrza wojennego.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Bonewidow",
    "/Lotus/Language/Primes/AshPrimeDesc": "Podstęp i odwrócenie uwagi staje się zabójczą bronią w rękach Asha Prime. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/AshPrimeName": "Ash Prime",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "Efekt krwawienia u wrogów zadaje |DAMAGE|% więcej obrażeń i trwa dłużej o |DURATION|%.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "W ubiegłych wiekach, mówiono o wzgórzach kryjących wojowników. W tym wieku, wzgórze przekształciło się w wojownika.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Atlas Prime",
    "/Lotus/Language/Primes/BansheePrimeDesc": "Banshee Prime atakuje swych wrogów manipulując śmiercionośnymi falami dźwiękowymi. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/BansheePrimeName": "Banshee Prime",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Skazani na zagładę są głupcy, którzy atakują spokój i wyczerpują powściągliwość tego niechętnego wojownika.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Baruuk Prime",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Połącz żywioły rozpętując nieopętaną destrukcję Chromą Prime. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Chroma Prime",
    "/Lotus/Language/Primes/EmberPrimeDesc": "Ember Prime oferuje ten sam potencjał radosnej destrukcji co Ember, ale przy okazji udostępnia dodatkowe polaryzacje dla modów, co zwiększa możliwości personalizacji.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ember Prime",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "Uzyskaj |STRENGTH|% Siły Umiejętności za każdego płonącego<DT_FIRE> wroga w zasięgu |RANGE|m.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "Dzień i noc w swej finalnej formie; pełna wdzięku perfekcja krocząca na granicy.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Equinox Prime",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "Excalibur Prime, posiadając te same zdolności co Excalibur, jest wcieleniem mobilności i zdolności ofensywnych, ale zmodyfikowane polaryzacje gniazd na mody pozwalają na lepszą konfigurację bojową.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Excalibur Prime",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Excalibur Prime zadaje o |DAMAGE|% większe obrażenia i atakuje o |SPEED|% szybciej, kiedy dzierży w dłoni miecz.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "Frost Prime ma tak samo studzące zapał umiejętności jak Frost, ale zmodyfikowane polaryzacje gniazd na mody pozwalają na lepszą konfigurację bojową.",
    "/Lotus/Language/Primes/FrostPrimeName": "Frost Prime",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Uderzenie we Frosta Prime bronią białą, ma |CHANCE|% szansy na zamrożenie atakującego wroga na |DURATION|s.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Kontynuuj legendę wojownika w szklanej zbroi, Gary. Zdominuj pole bitwy dzięki mocy i szlachetności kryształu.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Gara Prime",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "Biel, złoto i najgłębszy szkarłat, królowa rozlewu krwi w pełnej glorii.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Garuda Prime",
    "/Lotus/Language/Primes/GaussPrimeDesc": "Żywe srebro nabiera formy. Gauss Prime nie toleruje rozmowy o porażce.",
    "/Lotus/Language/Primes/GaussPrimeName": "Gauss Prime",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "Pierwotny. Nienasycony. Grendel Prime pożera wszystkich na swej drodze.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Grendel Prime",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "Powstaje Wieczny Inkwizytor, uświęcony przez Pustkę, głosząc ewangelię żelaza i płomienia.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Harrow Prime",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "Hildryn Prime udowadnia, że dyscyplina prowadzi do potęgi.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Hildryn Prime",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Rozkazuj furii oceanu, wykorzystując tego króla złota i srebra. Posiada zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Hydroid Prime",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Powstań, nieśmiertelny, aby zasiać w nich strach przed Inarosem. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Inaros Prime",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "Mutacja jest nieskończona. Wygłodniały nosiciel zarazy powraca w dawno niewidzianej formie, kipiąc pierwotnym szczepem Plagi.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Nidus Prime",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "Tak majestatyczna i zabójcza jak las nocą, oto królowa łowów w swojej ostatecznej formie.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Ivara Prime",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "Wyczuwa pobliskich przeciwników w zasięgu |RADIUS|m.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "Harmonia damy i demona. Ozłocona łowczyni i jej lojalny Kavat, Venari, dominują pole bitwy swoją wolą.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Khora Prime",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Tańcz pomiędzy światami tym złotym Warframem kroczącym między wymiarami. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/LimboPrimeName": "Limbo Prime",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Zmyl, zwiedź i zniszcz przy pomocy Lokiego Prime. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/LokiPrimeName": "Loki Prime",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Umożliwia przytrzymanie się ściany na |MULT|x dłuższy czas.",
    "/Lotus/Language/Primes/MagPrimeDesc": "Wyrafinowana Mag Prime oferuje te same umiejętności co Mag, ale posiada unikatowe polaryzacje gniazd modów co pozwala na lepsze dopasowanie do stylu gry.",
    "/Lotus/Language/Primes/MagPrimeName": "Mag Prime",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "Pobliskie przedmioty przyciągane są w stronę Mag, aby ułatwić ich zebranie.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Rzucaj długi cień tą zabójczą egzekutorką. Posiada zmienioną polaryzacje modów dla większego dostosowania.",
    "/Lotus/Language/Primes/MesaPrimeName": "Mesa Prime",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "Strzela o |SPEED|% szybciej przy pomocy podwójnych broni bocznych i zwiększa prędkość przeładowania pojedynczej o |RELOAD|%. Uzyskuje |HEALTH| dodatkowego życia, gdy nie ma broni białej.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "Olśnij opozycję dzięki tej złotej mistrzyni iluzji i chaosu. Zmodyfikowane polaryzacje gniazd na mody pozwalają na lepszą konfigurację bojową.",
    "/Lotus/Language/Primes/MiragePrimeName": "Mirage Prime",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "Robi o |DURATION|% dłuższe wślizgi i wykonuje o |SPEED|% szybsze manewry akrobatyczne.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "Śmierć ma nowego pana. Zmodyfikowane polaryzacje gniazd na mody pozwalają na lepszą konfigurację bojową.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Nekros Prime",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "Odzyskuje |HEALTH| życia z każdą śmiercią pobliskiego wroga w zasięgu |RADIUS|m.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Podziwiaj: Przed Tobą Sukcesor Płonącego Ognia w najbardziej wytwornym wyposażeniu. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Nezha Prime",
    "/Lotus/Language/Primes/NovaPrimeDesc": "Nova Prime sieje zniszczenie na polu bitwy używając wybuchowej antymaterii. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/NovaPrimeName": "Nova Prime",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "Kiedy zostanie powalona na ziemię, emituje |RADIUS|m falę, która przewraca atakujących i zadaje im |DAMAGE| obrażeń.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Przeniknij do umysłów swoich wrogów przy pomocy Nyx Prime. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/NyxPrimeName": "Nyx Prime",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "Wrogowie są |PERCENT|% mniej celni atakując Nyx Prime.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Broń równowagi z tym monarszym strażnikiem lasu. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/OberonPrimeName": "Oberon Prime",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Stwórz symfonię zniszczenia z mistrzynią muzyki Octavią w jej najwspanialszej i najbardziej spektakularnej formie. Zawiera zmienione polaryzacje dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Octavia Prime",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "Oto dziecko dwojga ojców. Protea Prime była niegdyś spełnieniem wizji Parvosa Granuma o strażniku władającym czasem. Teraz podtrzymuje ona ideały Tenno, by bronić bezbronnych.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Protea Prime",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "Zaginiony powstaje. Stań się utożsamieniem esencji Eidolona i zawładnij mocą Revenanta Prime.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Revenant Prime",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Wynieś wstrząsające zdolności Rhino na kolejny poziom ze zmienionymi polaryzacjami modów, które oferują lepszą personalizację.",
    "/Lotus/Language/Primes/RhinoPrimeName": "Rhino Prime",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Wyzwala falę uderzeniową po wylądowaniu z dużej wysokości zadającą |DAMAGE| obrażeń.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "Złoty pąk skrywający zabójczy nektar. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/SarynPrimeName": "Saryn Prime",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Efekt statusu, pod wpływem którego znajdują się wrogowie, jest |DURATION|% dłuższy.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Kusząca i przerażająca jest Titania w swojej ostatecznej formie.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Titania Prime",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Stań się podporą zespołu chroniącą sojuszników przed atakiem wroga przy pomocy leczących umiejętności Trinity Prime. Zawiera zmienione polaryzacje, dla większych możliwości personalizacji.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Trinity Prime",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Wskrzesza towarzyszy o |SPEED|% szybciej i z |RANGE|% większej odległości.",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "Dumny wojownik wynurza się niedraśnięty przez odmęty czasu, lub wrogość. Zmodyfikowane polaryzacje gniazd na mody pozwalają na lepszą konfigurację bojową.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Valkyr Prime",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "Odzyskuje o |PERCENT|% szybciej równowagę po powaleniu.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Przekształć pole bitwy w swoją broń dzięki temu ozłoconemu taktykowi. Cechują go unikatowe polaryzacje dla większej personalizacji.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Vauban Prime",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Zadaje |DAMAGE|% dodatkowych obrażeń obezwładnionym przeciwnikom.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "Chwalebny wojownik z przeszłości, Volt Prime posiada te same zdolności co Volt, ale z unikatowymi polaryzacjami gniazd modów dla lepszej personalizacji.",
    "/Lotus/Language/Primes/VoltPrimeName": "Volt Prime",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "Uziemione poruszanie się tworzy ładunek elektryczny |DAMAGE| obrażeń za każdy przebyty metr, który zostanie rozładowany przy następnym ataku.",
    "/Lotus/Language/Primes/WispPrimeDesc": "Piękno Wisp Prime na polu bitwy jest koszmarem dla jej wrogów i zbawieniem jej sojuszników.",
    "/Lotus/Language/Primes/WispPrimeName": "Wisp Prime",
    "/Lotus/Language/Primes/WukongPrimeDesc": "Figlarny wojownik wstępuje do swojego ostatecznego wcielenia.",
    "/Lotus/Language/Primes/WukongPrimeName": "Wukong Prime",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Wzbij się w przestworza tym złotym ptakiem zniszczenia.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Zephyr Prime",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Nyx wchłania wszystkie zadane jej obrażenia i przekształca ich energię w potężny atak obszarowy. Obrażenia Broni Nyx są wzmacniane na podstawie otrzymywanych obrażeń, kiedy Umiejętność się kończy.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Absorpcja",
    "/Lotus/Language/Suits/AlchemistDesc": "Węże Lavosa zachęcają go, gdy przekształca pole walki. Używa Toksyn, Zimna, Elektryczności i Ognia, aby zadać Obrażenia od Żywiołów. Okiełznaj moc mrocznego alchemika.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Lavos rozrzuca Próbniki Katalizatora, które zalewają wrogów palącym żelem. Obrażenia zostaną podwojone za każdy żywioł nałożony na przeciwnika.\n\nPrzytrzymaj, by nasycić następną umiejętność <DT_FIRE> Obrażeniami od Ognia.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Katalizacja",
    "/Lotus/Language/Suits/AlchemistName": "Lavos",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Uderz toksycznym ciosem węża, pochłaniającym cel, by uleczyć Lavosa.\n\nPrzytrzymaj, aby nasycić wszystkie zdolności <DT_POISON> Obrażeniami od Toksyny.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Wężowe Ukąszenie",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Wystrzel sondę, która zamienia Kule Życia i Energii na Uniwersalne Kule (dające obie te rzeczy), a podnoszoną amunicję w Amunicję Uniwersalną. Sonda ogłusza pobliskich wrogów, skracając czas odnowienia innych umiejętności o 1.5 sekundy za każdego porażonego przeciwnika.\n\nPrzytrzymaj, by nasycić następną umiejętność <DT_ELECTRICITY> Obrażeniami Elektrycznymi.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Sonda Transmutacji",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "Pędź do przodu, przebijając się przez przeciwników i pozostawiając za sobą lodowy ślad roztrzaskanych fiolek.\n\nPrzytrzymaj, by nasycić następną umiejętność <DT_FREEZE>Obrażeniami od Zimna.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Wysyp Fiolek",
    "/Lotus/Language/Suits/AshDesc": "Oto patron szkoły zabójstw politycznych Orokin. Specjalizacją Asha jest skrytobójstwo. Jego ostrze jest prędzej poczute niż dostrzeżone.",
    "/Lotus/Language/Suits/AshName": "Ash",
    "/Lotus/Language/Suits/AshPassiveAbility": "Efekt wykrwawiania u wrogów zadaje |DAMAGE|% więcej obrażeń i trwa dłużej o |DURATION|% .",
    "/Lotus/Language/Suits/AtlasDesc": "Wrogowie drżą przed wojownikiem o pięściach z kamienia. Atlas zadaje duże obrażenia. Przejmij kontrolę nad gruntem, który stanowi pole bitwy.",
    "/Lotus/Language/Suits/AtlasName": "Atlas",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "Niewrażliwość na Powalenie, kiedy znajduje się na ziemi.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Przywołuje niszczycielską lodową lawinę, która błyskawicznie zamraża i miażdży wszystkich przeciwników będących w jej zasięgu.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Lawina",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "Po aktywacji, ta moc przechowuje obrażenia wyrządzone przez bronie. Uruchomiona ponownie przekazuje obrażenia do kolejnego wystrzału z pistoletu.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Bateria Balistyczna",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Rzuca falę energii Szczeliny, która uszkadza wrogów, oraz wypycha zarówno ich, jak i sprzymierzeńców z płaszczyzny egzystencji w której przebywa Limbo.",
    "/Lotus/Language/Suits/BanishAbilityName": "Wygnanie",
    "/Lotus/Language/Suits/BansheeDesc": "Krzyk Banshee zwiastuje śmierć. Wykorzystuje kontrolę tłumu i identyfikuje słabe punkty wrogów za pomocą ataków dźwiękowych. Niewielu może utrzymać swoją pozycję, gdy zostaną uderzeni jej siłą.",
    "/Lotus/Language/Suits/BansheeName": "Banshee",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Odgłosy broni zostają wytłumione, aby nie były słyszane przez wrogów.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Źródłem mocy są poziomy decybeli dźwięku z otoczenia. Używane, by wzmocnić zadawane obrażenia dla Octavii i jej sojuszników. Podwaja zadawane obrażenia pobliskim Werblom.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Amplifikator",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Wypuszcza toczącą się kulę, która mami przeciwników, by za nią podążali. W połączeniu z Werblem tworzy toczącą się akustyczną destrukcję.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Rezonator",
    "/Lotus/Language/Suits/BardDesc": "Octavia zmienia basy, bity i melodie w symfonię spustoszenia. Melodia jej Mandachorda daje jej wysoką przeżywalność i wspiera sojuszników. Jej kompozycja to zagłada dla wroga.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Przyznaje wzmocnienia tym, którzy wykonują określone czynności w rytm muzyki Octavii. Zgrane skoki zapewniają wzmocnienia prędkości Vivace. Kucanie w rytmie utworu zapewni wzmocnienie ukrycia Nokturn. Ostrzał zgodny z rytmem zapewni wzmocnienie wielostrzału Opery. Zgrane czasowo zamachy bronią białą zapewnią wzmocnienie obrażeń Forte.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Metronom",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Rytmiczne tony zadają obrażenia pobliskim przeciwnikom i ściągają ich ostrzał. Obrażenia zadane Werblowi zwiększają jego skuteczność.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Werbel",
    "/Lotus/Language/Suits/BardName": "Octavia",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Valkyr wydobywa z siebie inspirujący okrzyk, który zwiększa prędkość ataku wręcz sojuszników jednocześnie spowalniając pobliskich wrogów.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Zew Wojenny",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Przywraca Życie i Tarcze pobliskich przeciwników oraz redukuje otrzymywane przez nich obrażenia.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Błogosławieństwo",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Przywołuje Kamienną Ścianę, ponowne użycie wyśle kamienną lawinę w stronę nieprzyjaciół. Kamienna Ściana, zaatakowana przez przeciwników, wypuszcza obszarowy efekt Tnący, odpowiadający obrażeniom zadanym jej przez przeciwników.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Tektonika",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "Kamienny wzrok Atlasa petryfikuje wrogów, uzdrawia Pięściarzy i tworzy Skamieniałe Bastiony. Kiedy zostaną rozbici, skamieniali wrogowie rozpadają się w Gruz uzdrawiający Atlasa.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Petryfikacja",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Uderzaj we wrogów potężnym ciosem w ślizgu, i powtarzaj atak, aby wywołać niszczycielską kombinację. Wróg pod wpływem Petryfikacji otrzyma dodatkowe obrażenia i rozpadnie się zostawiając Gruz, który uleczy Atlasa i wzmocni jego pancerz. Statystyki są wzmacniane poprzez wyposażone mody broni białej.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Osuwisko",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "Przywołuje dwóch walczących wręcz, kamiennych pięściarzy. Przywołanie petryfikuje wrogów w pobliżu Atlasa. Po zakończeniu czasu trwania umiejętności Pięściarze rozpadają się w stos leczniczego Gruzu.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Pięściarze",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "Tymczasowo zrzuca zewnętrzne fragmenty Xaku w niszczycielskim wybuchu, a następnie wkrocz na pole bitwy w nowej, szybszej postaci szkieletu. Wrogowie zranieni odłamkami stają się słabsi od Obrażeń Pustki. Czas trwania innych aktywnych zdolności Xaku zostaną zamrożone w czasie trwania Rozległy Nie-czas i wznowione po jego zakończeniu.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "Rozległy Nie-Czas",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Przełączaj się pomiędzy trzema wariantami Zagubionego. Oskarżenie tworzy Szczelinę Pustki, która zmieni wrogów w sojuszników. Spojrzenie unieruchamia wybranego wroga przy pomocy wici Pustki, przechwytując zadawane obrażenia i nakładając je, gdy cel zostanie uwolniony. Zaprzeczenie dezintegruje wiązką energii Pustki, resetując odporności Świadomych.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "Zagubiony",
    "/Lotus/Language/Suits/BrokenFrameDesc": "Popsute Warframe'y dryfujące w Pustce zbiegły się, by stworzyć Xaku. Razem zadają duże obrażenia. Xaku udowadnia, że suma całości jest większa niż jej części.",
    "/Lotus/Language/Suits/BrokenFrameName": "Xaku",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "|CHANCE|% Redukcji Obrażeń przy Atakach Obszarowych i szansa na uniknięcie obrażeń od broni.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "Wici Pustki kradną broń pobliskim wrogom, aby używać jej jako własnej, unoszącej się w powietrzu oręża o automatycznym namierzaniu. Zadawane obrażenia rosną w zależności od poziomu wroga. Liczba złapanych broni określa również mnożnik obrażeń promienia pustki Zaginiony: Zaprzeczenie.",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Uścisk Lohk",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Zadawaj Obrażenia Pustki wyposażoną bronią z każdym atakiem, gdy ta umiejętność jest aktywna.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Szept Xata",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(KLIKNIJ) Tworzy pole magnetyczne wokół celu, które usidla pobliskich wrogów i zadaje im obrażenia. Pole przyciąga odłamki stworzone przez Polaryzację i czyni je zabójczymi szrapnelami.\n(PRZYTRZYMAJ) Tworzy pole magnetyczne wokół Mag, które pochłania ataki z dystansu, zwracając obrażenia w niszczycielskim stożku przed nią.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Magnetyzm",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Wzywa niszczycielską nawałnicę we wskazanym obszarze.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Nawał Artyleryjski",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "Potężnym, psionicznym uderzeniem Nyx powoduje masową histerię na polu walki, zmuszając wrogów do atakowania siebie nawzajem.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Chaos",
    "/Lotus/Language/Suits/ChromaDesc": "Uwolnij smoka. Chroma manifestuje Ogień, Elektryczność, Toksynę i Zimno, aby zadać duże obrażenia, jednocześnie umożliwiając sobie przeżycie dużych obrażeń. Wznieś się na skrzydłach furii.",
    "/Lotus/Language/Suits/ChromaName": "Chroma",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "Wyrastają skrzydła, aby wykonać dodatkowy skok i skok balistyczny.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "Przywołuje cienie zabitych wojowników, by walczyli po Twojej stronie przez krótki czas.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Cienie Umarłych",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Magnetyzuje kości pobliskich wrogów, którzy następnie zapadają się w sobie.",
    "/Lotus/Language/Suits/CrushAbilityName": "Zmiażdżenie",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Doładuj broń Dagath dodatkowymi Obrażeniami Krytycznymi. Efekty są podwojone w przypadku skazanych na Zagładę wrogów. Unikaj śmiertelnych ciosów, przybierając na chwilę formę widma.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Grobowy Duch",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Skaż pobliskich wrogów na zagładę. Część obrażeń zadanych przez Dagath zostaje ponownie zadana im przez Kosy Losu. Otrzymują także <DT_VIRAL> Obrażenia Wirusowe.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Zagłada",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "Widmowe Kaithe szarżują, zadając <DT_VIRAL> Obrażenia Wirusowe wszystkim na swojej drodze. Ich atak niszczy obronę skazanych na Zagładę wrogów.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Kawaleria Rakhali",
    "/Lotus/Language/Suits/DagathPassiveAbility": "Podniesione Kule Życia i Energii mają |PERCENT|% szansy na bycie skuteczniejsze o |ENERGY|% na Dagath.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Nigdy nie lekceważ potęgi gniewu powstałego w bezdennej rozpaczy. Złość Dagath zadaje wysokie obrażenia.",
    "/Lotus/Language/Suits/DagathSuitName": "Dagath",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "Kosy Losu otaczają Dagath i wyszukują pobliskich wrogów. Trafieni zostają spowolnieni i otrzymują <DT_VIRAL> Obrażenia Wirusowe z gwarantowanym Efektem Statusu. Kosy rozprzestrzeniają również Zagładę i wydłużają jej czas trwania.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Kosy Losu",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "Z cieni długiej nocy wynurza się nowy Excalibur.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "Loki tworzy holograficzną kopię samego siebie, przyciągającą ogień wroga i pochłaniającą część życia i tarcz pobliskich przeciwników.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Przynęta",
    "/Lotus/Language/Suits/DevourerDesc": "Dla Grendela, pole bitwy jest otwartym bufetem. Swoją wysoką wytrzymałość zawdzięcza on swojemu nienasyconemu apetytowi. Wrogowie zostaną pożarci. I zwróceni.",
    "/Lotus/Language/Suits/DevourerName": "Grendel",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Każdy pożarty przeciwnik zapewnia |ARMOUR| dodatkowego pancerza.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "Chroma wzmacnia Pancerz drużyny, gdy jego Tarcze zostaną uszkodzone lub gdy zabije wroga Bronią białą. Zwiększa obrażenia broni drużyny, gdy traci Życie lub zabija wroga Bronią dystansową, podwajając efekt w przypadku zabicia trafieniem w słaby punkt.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Pancerz Wściekłości",
    "/Lotus/Language/Suits/DropAbilityDesc": "Wyrzuca izolowaną cząstkę antymaterii, która wybucha w momencie zderzenia. Nabiera mocy, gdy znajduje się pod ogniem.",
    "/Lotus/Language/Suits/DropAbilityName": "Kropla Antymaterii",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(NACIŚNIJ) Tymczasowo zmniejsza obrażenia zadawane Mirage przez wrogów.\n(PRZYTRZYMAJ) Tymczasowo zwiększa obrażenia od broni Mirage.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Zaćmienie",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Siej spustoszenie, ziejąc destrukcyjnymi żywiołami. Naciśnij, aby przełączać się pomiędzy żywiołami; przytrzymaj, aby użyć. Wybrany żywioł ma wpływ na wszystkie umiejętności Chromy.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Widmowy Krzyk",
    "/Lotus/Language/Suits/EmberDesc": "Zawładnij potęgą ognia. Umiejętności Ember zadają wysokie obrażenia, jej żar jest zdolny stopić pociski oraz pancerz wrogów.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Chroń Ember pancerzem z płomieni, który pali się mocniej z czasem, zużywając energię, gdy wskaźnik będzie pełny. Użyj ponownie, aby ugasić płomienie.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Samospalenie",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Rozkaż płonącej komecie uderzenie w ziemię przed Ember, pochłaniając wrogów ogniem, który może rozprzestrzeniać się w ich szeregach.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Inferno",
    "/Lotus/Language/Suits/EmberName": "Ember",
    "/Lotus/Language/Suits/EmberPassiveAbility": "Uzyskaj |STRENGTH|% Siły Umiejętności za każdego płonącego<DT_FIRE> wroga w zasięgu |RANGE|m.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Sojusznicy zyskują energię, gdy zadają obrażenia celowi oznaczonemu wampiryzmem energetycznym.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Wampiryzm Energetyczny",
    "/Lotus/Language/Suits/EquinoxDesc": "Krocz ścieżką między dniem i nocą. Dzienna forma Equinox oferuje wsparcie ofensywne — a Nocna forma oferuje wsparcie defensywne.",
    "/Lotus/Language/Suits/EquinoxName": "Equinox",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "|PERCENT|%  Kul życia konwertowane jest w energię, a |PERCENT|% Kul energii konwertowane jest w życie.",
    "/Lotus/Language/Suits/ExcaliburDesc": "Uosobienie ducha wojownika. Umiejętności Excalibura skupiają się na mistrzowskim władaniu mieczem, by zadawać wysokie obrażenia.",
    "/Lotus/Language/Suits/ExcaliburName": "Excalibur",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Excalibur zadaje o |DAMAGE|% większe obrażenia i atakuje o |SPEED|% szybciej, kiedy dzierży w dłoni miecz.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Excalibur Umbra",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "Umbra wykazuje świadomość w walce bez kontroli transferencji, zadaje o |DAMAGE|% większe obrażenia i atakuje o |SPEED|% szybciej, kiedy dzierży w dłoni miecz.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Miazmat",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Uwolnij chmurę trującej miazmy, która zada obrażenia <DT_VIRAL>Wirusowe wrogom w swoim zasięgu. Przeciwnicy pokryci zarodnikami są bardziej podatni na działanie tej złowrogiej mgły.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "Broń wypada z rąk wrogów, kiedy ci unoszą się w powietrze. Pobliscy sojusznicy zyskują odporność na Efekty Statusu. Przytrzymaj, aby nałożyć niewrażliwość na Titanię.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Czarowięzy",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Zmniejsza swe rozmiary pozwalając na lot, Brzytwomotyle w tym czasie atakują przeciwników.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Skrzydłoostrze",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Fala brzytwomotyli przetwarza swoją ofiarę w latający zniewalający słup światła, który przyciąga tępych towarzyszy, by ostatecznie wybuchnąć na komendę.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Latarnia",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Przełączaj się pomiędzy czterema Wzmocnieniami i wydobądź jedno z nich po rzuceniu na wroga. Ciernie redukują otrzymywane obrażenia. Pył zmniejsza celność przeciwników. Pełnia zwiększa obrażenia zadawane przez Towarzyszy. Pętanie spowalnia wrogów w zasięgu działania.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Hołd",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Przytrzymaj i puść aby naładować ognisty pocisk, który po trafieniu podpali wrogów.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Kula Ognia",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Uderzenie w ziemię tworzy falę spopielającej plazmy, która odrzuca wrogów i zmniejsza ich pancerz.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Ognisty Podmuch",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "Lodowate uderzenie energii zamrażające i unieruchamiające wrogów w miejscu.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Zamrożenie",
    "/Lotus/Language/Suits/FrostDesc": "Zapanuj nad przeszywającym chłodem. Kiedy Frost wkracza do boju, wrogowie zamarzają w miejscu. Umiejętności Frosta pozwalają na kontrolę tłumów i zapewniają ochronę.",
    "/Lotus/Language/Suits/FrostName": "Frost",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Uderzenie we Frosta bronią białą, ma |CHANCE|% spowodować zamrożenie atakującego wroga na |DURATION|s.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "Garuda poświęca swoje punkty Życia, aby wytwarzać Energię i usuwać Efekty Statusu.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Upust Krwi",
    "/Lotus/Language/Suits/GarudaDesc": "Szkarłatna dziewica śmierci ostrzy swoje szpony. Garuda wykorzystuje krew swoich wrogów, by zadawać wysokie obrażenia. Krwawe piękno uzupełnia jej zabójczą siłę.",
    "/Lotus/Language/Suits/GarudaName": "Garuda",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "Obrażenia Garudy są tymczasowo zwiększone za każdego zabitego przez nią wroga aż do maksimum |DAMAGE|%. Jeśli nie ma wyposażonej broni do walki wręcz, będzie ciąć szponami.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Wyrwij esencję życia wroga, aby stworzyć tarczę, która zgarnia obrażenia i natychmiast zabija poprzednio zranionego wroga. Naładuj, aby skupić zgarnięte obrażenia w pocisk wybuchowy.",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Zwierciadło Grozy",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Nabij wroga na ołtarz szponów i nasyć zdrowiem Garudę i jej sprzymierzeńców.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Ołtarz Krwi",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Naładuj, aby rozszerzyć obszar celowania, zwolnij, aby wysłać szpony Garudy, które popędzą za każdym celem w okolicy. Wrogowie, którzy przetrwają, będą mieli skłonność do krwawienia.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Poszukujące Szpony",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Rozmieść klejnot, który namierza wrogów atakowanych przez sojuszników. Wrogowie zostają trafieni pryzmatycznymi promieniami, które nakładają Efekty Statusu Obr. od Ognia, Zimna, Elektryczności i Toksyny. Zwiększa Szansę Statusu i Czas Trwania Statusu sojuszników w zasięgu.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Strzegący Klejnot",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Spójrz na Kryształowy Bastion. Krystaliczna potęga Citrine wspiera jej sojuszników na polu bitwy. Walka wydobywa jej fraktalny wdzięk.",
    "/Lotus/Language/Suits/GeodeFrameName": "Citrine",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Citrine przyzywa krystalizujące fraktale, które pędzą przed nią w poszukiwaniu wrogów. Przeciwnicy dotknięci przez fraktale zostają sparaliżowani przez rozrastający się kryształ. Trafienia w kryształ zadają Obrażenia Krytyczne.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Krystalizacja",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Citrine przyznaje pobliskim sojusznikom premię Odnowy Życia o |BASE| na sekundę. Podniesienie Kuli Życia zwiększa premię o |HPS|, do |MAX|.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Okalecz i ogłusz wrogów krystalicznym uderzeniem, które nakłada Efekt Statusu Obr. Tnących. Przeciwnicy pod wpływem tego Efektu Statusu mają większą szansę upuszczenia Kul Życia i Energii.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Rażące Odłamki",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Citrine spowija siebie i swoich towarzyszy w kryształowej powłoce, która zanika z czasem. Zabicia i asysty zwiększają defensywny potencjał kryształu.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Ochronna Powłoka",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Wyrzuca wirujące ostrze bólu, zadające wysokie obrażenia i przybijające wrogów do ściany.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Shuriken",
    "/Lotus/Language/Suits/GlassDesc": "Wrogowie stają się podatni na działanie śmiertelnego dotyku Gary. Witalne zdolności Gary zapewniają jej i jej sojusznikom przetrwanie i zadają duże obrażenia. Zniszcz wroga.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Złap przeciwników w karuzelę luster, wymuszając na nich atak na wizję ich prawdziwego oblicza. Zniszczone lustra zadają obrażenia atakującym podczas rozpadania się karuzeli.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Spektrofuria",
    "/Lotus/Language/Suits/GlassName": "Gara",
    "/Lotus/Language/Suits/GlassPassiveAbility": "Użycie Umiejętności przez Garę może oślepić pobliskich wrogów na |DURATION| sekund.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Uaktywnij rozrastający się obszar ciekłego szkła, który stygnąc skrystalizuje się na wchodzących w zasięg wrogach. Po zakończeniu rozrostu obszar zastygnie tworząc ścianę blokującą ostrzał wroga. Życie oraz tarcze unieruchomionych wrogów wzmocnią wytrzymałość szklanej ściany. Użycie Stłuczonego Bata zniszczy szklany obszar, rozpryskując ostre jak brzytwa szkło, które zrani wrogów i odnowi czas trwania aktywnej Burzy Odłamków.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Witryfikacja",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Trzaśnij batem strumienia rozbitego szkła lub przytrzymaj, by wykonać zamach. Statystyki Umiejętności są wzmacniane przez wyposażone Mody broni białej.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Stłuczony Bat",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "Pancerz Gary rozpryskuje się w wir ostrych szkieł. Sojusznicy, którzy wejdą w ich zasięg zyskują dodatkową odporność na obrażenia.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Burza Odłamków",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Wystrzeliwuje pryzmat energetyczny, który strzela laserami we wszystkich kierunkach. Powtórne aktywowanie detonuje go jak bombę, która oślepia pobliskich wrogów.",
    "/Lotus/Language/Suits/GrandFinaleName": "Pryzmat",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Valkyr miota przed siebie hak. Jeśli trafi on wroga, przyciąga go do niej. Jeśli trafi w teren, przyciąga ją do miejsca trafienia hakiem.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Tnąca Lina",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Grendel zwija się w kulę. Leczy się z czasem, gdy toczy się, przewracając każdego na swojej drodze. Skakanie sprawia, że Grendel uderza w ziemię, tworząc falę uderzeniową, która zadaje obrażenia.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Starcie w Proch",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Regeneruj Życie, gdy Grendel wchłania wrogów w swoich bebechach. Podczas gdy on trawi, wrogowie, którzy atakują lub są atakowani przez Grendela, otrzymują <DT_VIRAL> Obrażenia Wirusowe, a źródła Energii zapewniają więcej energii. Te ulepszenia obejmują również członków drużyny.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Żywienie",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Pożryj wrogów w całości i zachowaj ich w bebechu Grendela. Przytrzymaj przycisk, aby zwrócić połkniętych wrogów i pokryć ich toksyczną żółcią.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Uczta",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Gwałtownie wyrzygaj z bebecha Grendela przesiąkniętego żółcią przeciwnika, zmieniając go w toksyczny pocisk. Pobliscy wrogowie zostają spowolnieni, a ich pancerze rozpuszczone przez żółć.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Zwracanie",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "W głębokim skupieniu, Mesa wyciąga swoje pistolety Prawodawców i po kolei wymierza sprawiedliwość swoim wrogom.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Rozjemca",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Zyskaj krótkotrwały bonus Szansy Obrażeń Krytycznych i Regenerację Energii, zabijanie wrogów wydłuża czas trwania Anodowego Wdzięku. Umiejętność może zostać użyta ponownie po upłynięciu czasu odnowienia.",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Anodowy Wdzięk",
    "/Lotus/Language/Suits/GyreFrameDesc": "Unicestwiaj wrogów, wykorzystując przewodność cewek i transmiterów. Elektryczne ataki Gyre zapewniają jej panowanie nad tłumami. Gyre jest ucieleśnieniem eleganckiej teorii.",
    "/Lotus/Language/Suits/GyreFrameName": "Gyre",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "Mechanizmy Gyre wirują z niesamowitą prędkością, generując Pole Elektryczne, które poraża pobliskich wrogów. Kiedy wróg zostanie trafiony Obrażeniami Krytycznymi, wyładowanie elektryczne zostanie przeniesione na pobliskich wrogów.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Wirnica",
    "/Lotus/Language/Suits/GyrePassiveDescription": "Umiejętności Gyre mają 10% Szansy na zadanie Obrażeń Krytycznych za każdy efekt Statusu Elektryczności nałożony na przeciwnika.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Wystrzel Sferę żyroskopową, która zadaje duże obrażenia przy uderzeniu i razi prądem pobliskich wrogów. Traf kilku przeciwników toczącą się Sferą, aby zwiększyć jej obrażenia.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Łukosfera",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Rzuć przed siebie Sferę żyroskopową, która imploduje po kilku sekundach lub po ponownym użyciu umiejętności.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Zapaść Cewki",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Wyzwól potęgę i męstwo. Wyskocz w powietrze i rzuć gradem Oszczepów Axios. Oszczepy zadają obrażenia wrogom w pobliżu miejsca trafienia oszczepu. Bezpośrednie trafienia zadają zwiększone obrażenia.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Ostatni Bastion",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Przyzwij Tharrosa, tarczę Styanaxa. Odeprzyj wrogów, jednocześnie redukując ich tarczę i pancerz. Styanax regeneruje życie za każdego trafionego wroga.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Uderzenie Tharrosa",
    "/Lotus/Language/Suits/HopliteFrameDesc": "Styanax nigdy nie zastanawia się, z iloma wrogami przyjdzie mu się zmierzyć, ale gdzie ich znajdzie. Hoplita zadaje duże obrażenia. Wrogowie drżą przed jego włócznią i tarczą.",
    "/Lotus/Language/Suits/HopliteFrameName": "Styanax",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Rzuć Oszczepem Axios. Kiedy oszczep przybije wroga do ściany, znajdujący się w pobliżu wrogowie zostaną przyciągnięci w miejsce trafienia oszczepu i otrzymają serię obrażeń.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Oszczep Axios",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "Szansa trafienia krytycznego Styanaxa zwiększa się wraz z poziomem naładowania tarcz, efekt jest podwojony dla włóczni.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Zwróć uwagę wrogów za Styanaxa. Determinacja wzmacnia Styanaxa i jego sojuszników regenerując z czasem Energię drużyny. Styanax i jego sojusznicy regenerują również Tarczę za każdą asystę przy zabójstwie.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Wezwanie",
    "/Lotus/Language/Suits/HydroidDesc": "Hydroid włada mocą oceanu. Jego Umiejętności pozwalają mu kontrolować tłumy i przyzwać do walki potwory z głębin.",
    "/Lotus/Language/Suits/HydroidName": "Hydroid",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "Przeciwnicy zranieni przez Hydroida są bardziej podatni na <PT_CAUSTIC_BURN>Status Obr. Żrących, z początkowym Statusem redukującym ich Pancerz o |PCT|%.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Wysyła falę ostrego, skrystalizowanego lodu w kierunku wroga, zadając mu ciężkie obrażenia.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Lodowa Fala",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "Mirage tworzy świtę naśladowców, by zmylić i odwrócić uwagę wroga.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Sala Zwierciadeł",
    "/Lotus/Language/Suits/InarosDesc": "Inaros przewodzi przerażającą pustynią. Jest tak długowieczny, jak piaski, które zapewniają mu siłę. Legendy przedstawiają Inarosa jako Pożeracza Strachu.",
    "/Lotus/Language/Suits/InarosName": "Inaros",
    "/Lotus/Language/Suits/InarosPassiveAbility": "Kiedy Inaros otrzyma śmiertelne obrażenia, skryje się on w sarkofagu i zawładnie piaskiem, by atakować wrogów, wyssać ich siły życiowe i się wskrzesić.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Wygłodniałe czerwie obsiadają pobliskich wrogów, pożywiając się do czasu, kiedy użyty na nich zostanie Patogen powodując ich detonację. Czerwie są zależne od poziomu Mutacji, z każdym trafionym wrogiem wzrasta licznik Mutacji.",
    "/Lotus/Language/Suits/InfestAbilityName": "Wygłodniały",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Zwiąż się z celem poprzez pasożytnicze łącze. Po rzuceniu na sojusznika, zarówno host jak i Nidus będą zadawać zwiększone obrażenia. Połączeni wrogowie otrzymują częściowe obrażenia zadawane Nidusowi.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Pasożytnicze Łącze",
    "/Lotus/Language/Suits/InfestPassiveAbility": "Jeśli Nidus posiada na liczniku Mutacji, przynajmniej |STACKS| punktów, w momencie swojej śmierci, te |STACKS| punktów zostaje zużytych zapewniając mu |DURATION|s niewrażliwości i przywrócenie |HEAL|% życia.",
    "/Lotus/Language/Suits/InfestationDesc": "Nidus czerpie siłę z Plagi. Zwiększa ona jego przeżywalność, zadając duże obrażenia i zapewniając kontrolę nad tłumem. Zarażaj więc swoich wrogów.",
    "/Lotus/Language/Suits/InfestationName": "Nidus",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Loki maskuje się, znikając wrogom z oczu.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Niewidzialność",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Tworzy aurę tarczy dookoła sojuszników. Przeciwnicy otrzymują obrażenia, jeżeli podchodzą do chronionych sojuszników.",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Przystań",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Ładuje i odpala niszczycielskie ogniste błyskawice.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Ogień Zniszczenia",
    "/Lotus/Language/Suits/IronFrameDesc": "Siła jest cnotą Hildryn. Jej wyjątkowe umiejętności zadawania dużych obrażeń są zasilane przez jej Tarcze, które mogą być doładowywane Energią. Hildryn udowadnia, że silny atak to dobra obrona.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Ogień zniszczenia zalewa wrogów. Pobliscy przeciwnicy są wysadzeni w powietrze, aby zacząć generować Kulę Energii co kilka sekund. Kiedy Tarcze są zużyte, wrogowie zostają ciśnięci na ziemię.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Sztorm Egidy",
    "/Lotus/Language/Suits/IronFrameName": "Hildryn",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "Pełne Bramkowanie Tarcz Hildryn jest wysokie. Gdy Tarcze zostaną wyczerpane, jest niewrażliwa na obrażenia przez 3,5 sek.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Kradnie część Tarcz i Pancerza pobliskich przeciwników, aby uzupełnić Tarczę i Przeładowaną Tarczę Hildryn. Usuwa też efekty statusowe nałożone na Hildryn i jej sojuszników.",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Grabież",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Rhino utwardza swoją skórę, izolując się od wszelkich obrażeń i zyskując Gardę.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Żelazna Skóra",
    "/Lotus/Language/Suits/IvaraDesc": "Podstępna łowczyni atakuje znienacka. Umiejętności Ivary pozwalają jej kontrolować wrogów, przemknąć się niepostrzeżenie i zadawać wysokie obrażenia.",
    "/Lotus/Language/Suits/IvaraName": "Ivara",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "Wyczuwa pobliskich przeciwników w zasięgu |RADIUS|m.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "Utkaj kopułę z żyjącego łańcucha, który chwyta i dusi każdego znajdującego się w niej wroga na tyle głupiego, by się do niej zbliżyć. Wrogowie poza pułapką będą próbowali przyspieszyć śmierć swych towarzyszy strzelając do nich. Uderz Biczoszponem w kopułę, aby jeszcze bardziej zwiększyć obrażenia uwięzionych przeciwników.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Dusząca Kopuła",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Ogłuszaj wrogów trzaśnięciem potężnego bicza. Statystyki Umiejętności są wzmacniane przez wyposażone Mody broni białej.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Biczoszpon",
    "/Lotus/Language/Suits/KhoraDesc": "Khora posiada karminowy bat i szpony. Ona i jej wierny Kavat, Venari, współdziałają, by zadawać wysokie obrażenia i zapewnić kontrolę nad tłumem. Dwa ciała, jedna wola.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Rozkazuj Venari, aby skupiła się na celu. Przytrzymaj, aby przechodzić między stanami Ataku, Obrony i Leczenia. Jeżeli Venari zostanie zabita, użyj umiejętności, aby natychmiastowo ją wskrzesić.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Venari",
    "/Lotus/Language/Suits/KhoraName": "Khora",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "Okrutny kavat, Venari, walczy u boku Khory i zapewnia jej  |SPEED|% zwiększenie prędkości poruszania, kiedy jest aktywna. Jeśli zostanie zabita, to po krótkim czasie, Venari pojawi się ponownie po |RESPAWN|s.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Uwięź bezradny cel w żyjącym metalu, który oplata tych, którzy zbytnio się zbliżą. Biczoszpon odnowi pułapkę pozwalając jej na złapanie większej ilości ofiar.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Omotanie",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Przywołaj potwora z głębin. Jego wodniste macki wyłaniają się z pobliskich powierzchni, by siać spustoszenie.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Rój Macek",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Valkyr nasyca się energią i staje się kłębem okrutnego szału, zdolnym do uwolnienia nawałnicy zabójczych ataków szponami na niczego niespodziewających się wrogów.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Histeria",
    "/Lotus/Language/Suits/LavoPassiveAbility": "Kule Energii lub Uniwersalne zapewniają Lavosowi |DURATION|-sekundową odporność na zmiany statusowe.\n\nPrzytrzymaj dowolną umiejętność, aby nasycić jej kolejne użycie o dodatkowe Obrażenia od Żywiołów i Statusu.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Stwórz pole wiążące, aby unieruchomić i zawiesić w powietrzu wrogów w zasięgu, zmniejszając ich pancerz. Przytrzymaj, aby zapaść wszystkie Bastylie w pojedynczy, zadający obrażenia Wir.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Bastylia",
    "/Lotus/Language/Suits/LimboDesc": "Opanuj przejście między cieniami a światem materialnym. Limbo zaburza czasoprzestrzeń, aby zapewnić sobie kontrolę tłumu. Tam, gdzie inni szukają zrozumienia rzeczywistości, Limbo czuje się jak w domu.",
    "/Lotus/Language/Suits/LimboName": "Limbo",
    "/Lotus/Language/Suits/LimboPassiveAbility": "Podczas wykonania uniku Limbo wchodzi w Szczelinę, zostawiając po sobie małą wyrwę trwającą |DURATION|s. Wewnątrz Szczeliny energia powoli regeneruje się, każdy zabity przeciwnik będący po tej stronie regeneruje |ENERGY| Energii.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Wszelkie obrażenia otrzymane podczas trwania Połączenia przekazywane są pobliskim wrogom.",
    "/Lotus/Language/Suits/LinkAbilityName": "Połączenie",
    "/Lotus/Language/Suits/LokiDesc": "Loki zna sztukę oszukiwania. Ten naciągacz wykorzystuję podstęp i sabotaż. Roznieć zamieszanie.",
    "/Lotus/Language/Suits/LokiName": "Loki",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Umożliwia przytrzymanie się ściany na |MULT|x dłuższy czas.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "W zależności od wybranego koloru energii żywiołu Chroma stworzy ofensywne pole obszarowe, jego sojusznicy będą otoczeni defensywną energią.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Strażnik Żywiołów",
    "/Lotus/Language/Suits/MagDesc": "Pokonaj wrogów siłą magnetyczną. Mag manipuluje polem magnetycznym, aby zapewnić kontrolę nad tłumem i pozbawić wrogów obrony. Niewielu może oprzeć się jej przyciąganiu i odrzuceniu.",
    "/Lotus/Language/Suits/MagName": "Mag",
    "/Lotus/Language/Suits/MagPassiveAbility": "Pobliskie przedmioty przyciągane są w stronę Mag, aby ułatwić ich zebranie.",
    "/Lotus/Language/Suits/MesaDesc": "Sześć strzałów wystarczy, by zabić wszystko, co się rusza. Mesa to najszybszy rewolwerowiec w Systemie Origin.",
    "/Lotus/Language/Suits/MesaName": "Mesa",
    "/Lotus/Language/Suits/MesaPassiveAbility": "Strzela o |SPEED|% szybciej przy pomocy podwójnych broni bocznych i zwiększa prędkość przeładowania pojedynczej o |RELOAD|%. Uzyskuje |HEALTH| dodatkowego życia, gdy nie ma broni białej.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Nyx atakuje psychikę celu, dezorientując go i zmuszając do walki dla Tenno. Kiedy zniewolenie przeminie, dany cel dostanie pomnożone obrażenia.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Kontrola Umysłu",
    "/Lotus/Language/Suits/MirageDesc": "Kuglarstwo Mirage uzupełnia jej potęgę. Jej oszołomieni wrogowie otrzymują ciężkie obrażenia. Sobowtóry, lasery i pułapki to elementy jej sztuki scenicznej.",
    "/Lotus/Language/Suits/MirageName": "Mirage",
    "/Lotus/Language/Suits/MiragePassiveAbility": "Robi o |DURATION|% dłuższe wślizgi i wykonuje o |SPEED|% szybsze manewry akrobatyczne.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Pokrywa wszystkich wrogów w zasięgu warstwą antymaterii.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Molekularne Naznaczenie",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Kroczący Pośród Chmur",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Sublimuj w chmurę mgły i przepłyń przez pole bitwy, oślepiając wszystkich napotkanych wrogów, lecząc Wukonga i jego bliźniaka.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Przeciwstawienie",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Wukong i jego bliźniak stają się niewrażliwi na obrażenia zadane przez wrogów. Wszystkie otrzymane obrażenia są zbierane, a następnie zadawane w postaci wściekłego uderzenia kosturem Wukonga.\nDodatkowy Pancerz jest następnie przyznawany w zależności od otrzymanych obrażeń.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Zrzucając część siebie, Wukong tworzy bliźniaka do walki u jego boku. Zaatakuj na odległość, a bliźniak będzie walczył wręcz, wyciągnij ostrze, a bliźniak osłoni Cię ogniem zaporowym.\nUżyj ponownie, aby rozkazać bliźniakowi, by zaatakował cel z większymi obrażeniami.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Niebiański Bliźniak",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Przyzwij żelazny kostur i uwolnij furię.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Pierwotna Furia",
    "/Lotus/Language/Suits/NekrosDesc": "Żniwiarz zwany Nekrosem. Zapewnia śmiercionośną kontrolę tłumu. Niegdysiejsi wrogowie stają się sojusznikami, kiedy Nekros nakazuje im, by powstali z martwych.",
    "/Lotus/Language/Suits/NekrosName": "Nekros",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "Odzyskuje |HEALTH| życia z każdą śmiercią pobliskiego wroga w zasięgu |RADIUS|m.",
    "/Lotus/Language/Suits/NezhaDesc": "Wartki podpalacz chroni niewinnych. Wielopłaszczyznowa taktyka Nezhy zapewnia mu wysoką przeżywalność, ponieważ zadaje obrażenia i zapewnia kontrolę tłumu. Jego ogień jest zwiastunem nadziei.",
    "/Lotus/Language/Suits/NezhaName": "Nezha",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "Robi o |SPEED|% szybsze i o |RANGE|% dalsze wślizgi.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Rzuć płonącym pierścieniem, który podpalając wrogów, spowoduje, że będą oni bardziej podatni na obrażenia. Płonący wrogowie będą w stanie wygenerować kule życia po śmierci. Ładowanie umiejętności wzmocni siłę pierścienia. Aktywuj ponownie, by natychmiast przenieść się do pierścienia.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Płonący Chakram",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Stwórz ochronny ognisty pierścień, który będzie jednocześnie ogłuszał i zadawał obrażenia wrogom, którzy podeszli zbyt blisko.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Ochronne Halo",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Nadziej pobliskich wrogów na wystrzeliwujące z ziemi włócznie. Aktywuj ponownie, aby uderzyć pozostałych przy życiu wrogów z powrotem w ziemię.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Święte Włócznie",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Rozpal ścieżkę ognia, spopielając wrogów i oczyszczając sojuszników. Wysadza miejsce teleportowania pierścieniem ognia.",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Kroczący z Ogniem",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Tworzy projekcje cienistych klonów Asha atakujących zaznaczonych przeciwników. Dołącz do walki, bez kosztu energetycznego za pomocą Teleportu.",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Burza Ostrzy",
    "/Lotus/Language/Suits/NovaDesc": "Zawładnij antymaterią. Umiejętności Novy pozwalają jej na kontrolę tłumów oraz zwiększają jej potencjał obrażeń.",
    "/Lotus/Language/Suits/NovaName": "Nova",
    "/Lotus/Language/Suits/NovaPassiveAbility": "Kiedy zostanie powalona na ziemię, emituje |RADIUS|m falę, która przewraca atakujących i zadaje im |DAMAGE| Obrażeń.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Tworzy cząstki antymaterii, orbitujące wokół Novy i poszukujące pobliskie cele. Każda aktywna cząsteczka zapewnia +5% redukcji obrażeń dla życia Novy, efekt nakłada się do maksimum 90%.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Gwiazda Pustki",
    "/Lotus/Language/Suits/NyxDesc": "Ataki psychiczne sprawiają, że Nyx jest niebezpiecznym przeciwnikiem. Sięga do świadomości wroga, aby zapewnić kontrolę tłumu i odwrócić jego ataki. Taka manipulacja może odwrócić losy bitwy.",
    "/Lotus/Language/Suits/NyxName": "Nyx",
    "/Lotus/Language/Suits/NyxPassiveAbility": "Wrogowie są |PERCENT|% mniej celni atakując Nyx.",
    "/Lotus/Language/Suits/OberonDesc": "Leczenie i zadawanie bólu jest domeną Oberona. Panuje on nad przyrodą, by wesprzeć swoich sojuszników i stać się zmorą wrogów.",
    "/Lotus/Language/Suits/OberonName": "Oberon",
    "/Lotus/Language/Suits/OberonPassiveAbility": "Towarzysze uzyskują |HEALTH|% dodatkowego Połączenia Życia, Tarczy i Pancerza od Oberona. Raz na misję może natychmiastowo wskrzesić Towarzysza.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Opuszcza Kotwicę Czasową, którą Protea przyzywa po krótkim czasie, powodując czasową implozję. Zwiększenie obrażeń implozji jest oparte na zadawaniu obrażeń w terminie opuszczenia i przywołania kotwicy. Wykorzystane zasoby podczas działania mocy są zwracane.\nJeśli Protea straci życie podczas opuszczonej Kotwicy, moc przywróci ją do walki. Po czym, Protea zostaje powalona, a kotwica zniknie.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Kotwica Czasowa",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Rozkłada jednostkę artyleryjną, by strzelać plazmowymi ładunkami we wrogów, w których zostanie wycelowana. Każdy trafiony wróg zwiększa siłę następnych ostrzałów plazmowych.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Zajadła Artyleria",
    "/Lotus/Language/Suits/OdaliskDesc": "Protea jest symbolem ochrony. Jej potężny arsenał wspiera sojuszników i dziesiątkuje wrogów. Przed Proteą ugnie się nawet sam czas.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Rozkłada urządzenie, które po krótkim opóźnieniu generuje 3 przedmioty do podniesienia: wzmocnioną kulę życia, uniwersalną paczkę amunicji i kulę energii.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Posiłki",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "Rzuć granaty po łuku.\n\n(NACIŚNIJ) WIR SZRAPNELU\nTworzy tnący i oszałamiający wir szrapnelu.\n\n(PRZYTRZYMAJ) SATELITY TARCZOWE\nProtea modyfikuje granaty, aby działały jako przeładowujące generatory tarcz, chroniące ją, jej sojuszników i towarzyszy. Gdy tarcze zostaną uszkodzone, Satelita zostaje zniszczony, aby podwoić minimalny czas nietykalności Bramkowania Tarcz.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Wachlarz Granatów",
    "/Lotus/Language/Suits/OdaliskName": "Protea",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Co |CASTS|. użyta Umiejętność zyskuje +|STRENGTH|% Siły Umiejętności.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "Volt rozładowuje elektryczność, która przez niego przepływa. Fala uderzeniowa paraliżuje i zadaje obrażenia pobliskim przeciwnikom. Wrogowie znajdujący się na skraju fali uderzeniowej zostają ogłuszeni.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Przeciążenie",
    "/Lotus/Language/Suits/PacifistDesc": "Obawiaj się furii prawdziwie cierpliwego. Baruuk szczyci się zdolnością przetrwania i panowania nad tłumem. Pchnięty poza granice Powściągliwości, uwalnia w sobie nawałnicę.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Przywołaj grupę orbitujących sztyletów, które poszukują broni wrogów i zniszczą je małą eksplozją. Połącz z Umknięciem, aby podwoić zasięg.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Rozbrojenie",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Unikaj nadchodzących pocisków tylko wtedy, kiedy nie atakujesz. Użyj ponownie, aby dezaktywować.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Umknięcie",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "Kiedy Powściągliwość znika, Baruuk włada Pustynnym Wiatrem, aby móc wymierzyć potężne uderzenia swoimi rękami i nogami. Każda chwila trwania burzy przywraca jego Powściągliwość.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Cicha Burza",
    "/Lotus/Language/Suits/PacifistName": "Baruuk",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "Każdy uniknięty pocisk, uśpiony lub rozbrojony wróg, osłabia Powściągliwość Baruuka i podsyca burzę w jego wnętrzu. Wraz ze spadkiem Powściągliwości Baruuka, jego odporność na obrażenia wzrasta do |PERCENT|%",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "Fala spokoju spowalnia wrogów dopóki nie pogrążą się we śnie. Wrogowie obudzeni przez obrażenia będą zdezorientowani. Krótkotrwała amnezja wymaże z ich pamięci wydarzenia sprzed Kołysanki.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Kołysanka",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Otwórz Noctua, Egzaltowany Tom Dantego, i uwolnij opowieść o niedoli jego wrogów.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Noctua",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "Kompozycja Dantego rani pobliskich wrogów, zadając im Obrażenia Tnące.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Werset Mroku",
    "/Lotus/Language/Suits/PagemasterDesc": "Poszukiwacz wiedzy. Strażnik historii. Odważny badacz wiedzy Leverian. Dante tworzy tajemne opowieści, by wspierać sojuszników i niszczyć wrogów.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "Dante musi skomponować dwa Wersety zanim stworzy Werset Ostateczny. \n\nTRIUMF: Dwa Wersety Światła ożywiają sojuszników premią Życia i Gardy. Zabicia i Asysty regenerują Gardę przez krótki czas.<br>Dante musi skomponować dwa inne Wersety, zanim będzie mógł użyć tego Wersetu Ostatecznego.\n\nTRAGEDIA: Dwa Wersety Mroku atakują wrogów. Wszelkie Obrażenia w Czasie zadane tym wrogom zostaną skumulowane w jednym ataku.<br>Dante musi skomponować dwa inne Wersety, zanim będzie mógł użyć tego Wersetu Ostatecznego.\n\nSTRAŻNIK SŁÓW: Werset Światła, po którym następuje Werset Mroku, wspiera sojuszników kopiami Noctua. Kopie księgi powtarzają ataki powiązanego z nimi sojusznika. <br>Dante musi skomponować dwa inne Wersety, zanim będzie mógł użyć tego Wersetu Ostatecznego.\n\nNALOT PARAGRIMMÓW: Mroczny Werset, po którym następuje Werset Światła, przywołuje Nalot Paragrimmów, które atakują wrogów, czyniąc ich bardziej podatnymi na Efekty Statusu i ich obrażenia oraz ściągając na siebie ich uwagę.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Werset Ostateczny",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "Ożywcza kompozycja Dantego zapewnia mu i jego sojusznikom Garda i zwiększa ich Życie.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Werset Światła",
    "/Lotus/Language/Suits/PagemasterName": "Dante",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "Noctua skanuje cele, zapisując informacje do swojego Kodeksu. Szansa Statusu wzrasta o |CHANCE|% na w pełni zeskanowanych celach.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "Podczas aktywowania umiejętności odnawia |ENERGY| energii przez |DURATION|s zarówno Octavii jak i sojusznikom w zasięgu |RANGE|m.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Kullervo otacza się chmarą sztyletów. Wrogowie trafieni sztyletami przywracają życie, ale każdy sztylet, który spudłuje, rani Kullervo. Kiedy Kullervo ma pełne życie, trafienie przeciwnika przyznaje Gardę.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Obusieczna Chmara",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "Pustka odpowiada na wezwanie Kullervo, zsyłając na jego wrogów burzę sztyletów.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Burza Ukko",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "Kullervo płaci za grzechy swoje, jak i innych. Jego sztylety i umiejętności wręcz zadają wysokie obrażenia. Wykorzystaj moc zdrady, aby zaspokoić jego pragnienie zemsty.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Kullervo",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Kullervo rzuca klątwę, która pęta wrogów. Spętani wrogowie otrzymują zwiększone obrażenia od Kullervo, a pozostali wrogowie pod wpływem klątwy otrzymują część tych obrażeń.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Wiążąca Klątwa",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Broń biała w rękach Kullervo otrzymuje +|EFFICIENCY|% Wydajności Ciężkiego Ataku i +|WINDUP|% Szybkości Ładowania Ciężkiego Ataku.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(NACIŚNIJ) Kullervo ładuje Ciężki Atak, który teleportuje go do wroga. Jego wściekłość zwiększa Szansę Obr. Krytycznych Broni Białej na krótki czas.\n(PRZYTRZYMAJ) Teleportuj się w wybrane miejsce.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Wściekły Wstęp",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Nyx rzuca w kierunku wrogów kilka sztyletów energetycznych używając telekinezy do kontroli toru ich lotu. Ugodzeni przeciwnicy tracą część obrony.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Psioniczne Sztylety",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Plądruje Pancerz pobliskich wrogów i zwiększa <DT_CORROSIVE>Obr. Żrące zadane przez Umiejętności i uzbrojenie. Przeciwnicy pod wpływem Efektu Statusu <DT_CORROSIVE>Obr. Żrących są bardziej podatni na obrażenia.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Plądrowanie",
    "/Lotus/Language/Suits/PoisonAbilityName": "Zarodniki",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Nakłada na cel <DT_CORROSIVE>Żrące Zarodniki. Jeżeli Zarodniki zostaną zniszczone lub żywiciel umrze, zostaną one rozniesione na pobliskich przeciwników. Im dłużej Zarodniki będą się roznosić, tym większe będą zadawać obrażenia.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Rzuć falę energii, która tworzy łańcuchy unieruchamiające przeciwników. Każdy spętany łańcuchami wróg wzmacnia tarcze Harrowa.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Potępienie",
    "/Lotus/Language/Suits/PriestDesc": "Dokonaj odkupienia poprzez zemstę. Zakonny Harrow zwiększa obrażenia, aby wesprzeć sojuszników. Przeciwstaw się wrogom i powstań.",
    "/Lotus/Language/Suits/PriestName": "Harrow",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Podwojona pojemność przeładowanych osłon.\nRozpoczyna misje z pełną energią.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Zużywa tarczę, by zwiększyć Prędkość Przeładowania i Szybkostrzelność, podczas gdy obrażenia zadawane wrogom konwertowane są w punkty życia dla Harrowa oraz pobliskich sojuszników.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Pokuta",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Przekierowuje energię Harrowa do Kadzielnicy, by wygenerować wzmocnienie. Gdy skończy, zabijaj wrogów, by obdarzyć pobliskich sojuszników impulsami energii. Im więcej energii zostanie skierowanej tym większe wzmocnienie za każde zabójstwo. Strzały w głowę zapewniają dodatkową energię.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Kadzielnica",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Ochroń pobliskich sojuszników używając pola siłowego, które absorbuje wszystkie obrażenia i zmienia je na dodatkową Szansę na Obr. Kryt. dla wszystkich, którzy są pod wpływem Przymierza. Bonus jest większy dla Trafień w Głowę.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Przymierze",
    "/Lotus/Language/Suits/PullAbilityDesc": "Stworzony przez Mag wir magnetyczny ogłusza przeciwników. Wir ten przyciąga odłamki stworzone przez polaryzację oraz ogłuszonych wrogów.",
    "/Lotus/Language/Suits/PullAbilityName": "Przyciągnięcie",
    "/Lotus/Language/Suits/PushAbilityDesc": "Banshee emituje falę dźwiękową, która uderza we wrogów w zasięgu z siłą zdolną ogłuszyć lub zabić.",
    "/Lotus/Language/Suits/PushAbilityName": "Grom Dźwiękowy",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Chroni siebie i pobliskich sojuszników przed Efektami Statusu. Za każdym razem, gdy Qorvex zabija lub pomaga zabić wroga dotkniętego Efektami Statusu <DT_RADIATION> Obr. Radiacyjnych, liczba Efektów Statusu, którym może zapobiec Osłona Dizometryczna, wzrasta.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Osłona Dizometryczna",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Skup promień z Rdzenia Tygla Qorvexa. Każdy trafiony przeciwnik otrzymuje <DT_RADIATION>Obr. Radiacyjne i gwarantowany Efekt Statusu. Przeciwnicy pod wpływem Efektu Statusu <DT_RADIATION>Obr. Radiacyjnych wybuchają, zaczynając reakcję łańcuchową.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Odsłonięcie Rdzenia",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "Broń używana przez Qorvexa otrzymuje premię +|PUNCH_THROUGH| Przeb. na Wylot.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Przyzwij Pręt Chyrinki, który spowalnia wrogów. Pręt emanuje falami <DT_RADIATION>Obr. Radiacyjnych, które nakładają też Efekt Statusu.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Pręt Chyrinki",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Albrecht Entrati zaprojektował Qorvexa, aby chronić Wybranego Operatora przed jedynymi w swoim rodzaju zagrożeniami w jego laboratorium. Rdzeń Tygla zapewnia Qorvexowi wysoką wytrzymałość, kiedy on panuje nad wrogami.",
    "/Lotus/Language/Suits/QorvexSuitName": "Qorvex",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Ochrona przed zagrożeniem. Qorvex przyzywa ściany, które następnie zderzają się i zadają obrażenia wszystkim wrogom na ich drodze, nakładając także Efekt Statusu <DT_RADIATION>Obr. Radiacyjnych.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Kanał Izolujący",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Oślep pobliskich wrogów jasnym rozbłyskiem światła.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Rozbłysk",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Ogłusz wroga w pobliżu i osłab odporność Świadomych Krwawym Rykiem.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Krwawy Ryk",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Emituje falę energii, która rozbraja przeciwników w zasięgu i zmusza ich do walki wręcz.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Rozbrojenie",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Oszczepy Świetlne przebijają pobliskich wrogów, nakładając Efekt Statusu Wykrwawiania.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Oszczepy Świetlne",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Przyzwij potężny łuk i wysyłaj salwy wyniszczających strzał we wrogów.",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Łuk Artemidy",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Przejmij kontrolę nad jakimkolwiek pociskiem wystrzelonym przez Ivarę i naprowadź go na cel.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Nawigator",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Wybierz i wystrzel jedną z czterech taktycznych strzał. Ukrywająca tworzy nieruchomą sferę zapewniającą niewidzialność Ivarze i jej sojusznikom. Strzała z Linką tworzy linę, po której można się poruszać. Strzała z Wabikiem emituje przyciągający wrogów dźwięk o wysokiej częstotliwości. Usypiająca sprawia, że pobliscy przeciwnicy na krótki czas zapadają w głęboki sen.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Kołczan",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Stań się niewidoczny i okradaj niczego niepodejrzewających wrogów z łupu lub eliminuj ich z morderczą precyzją.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Grabież",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Unosi pobliskich wrogów w powietrze, a następnie miota nimi o ziemię. Zabici w ten sposób wrogowie mają szansę wyrzucić Kulę Życia.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Rozliczenie",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Uzdrawiające fale energii przepływają w kierunku Oberona i jego sojuszników regenerując z czasem ich Zdrowie.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Odnowienie",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Przeniknij przez przeciwników niczym ściana energii świadomego, wysysając tarcze i życie od każdego napotkanego przeciwnika. Efekt jest podwojony dla Zniewolonych.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Zjawa",
    "/Lotus/Language/Suits/RevenantDesc": "Makabryczna upiorna potęga wzrosła. Przesiąknięty esencją Eidolon, Revenant ma silne zdolności przetrwania i zadaje duże obrażenia. Wrogowie stają się jego niewolnikami.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Przekształć cel w oddanego niewolnika. Niewolnicy zwracają się przeciwko swoim sojusznikom i wywołują kolejne zniewolenia przez obrażenia. Podczas śmierci, wyparowują w kolumnę raniącej energii. Horda niewolników pozostaje pod rozkazami Revenanta do czasu ustania umiejętności.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Zniewolenie",
    "/Lotus/Language/Suits/RevenantName": "Revenant",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Wyczerpanie tarczy wywołuje zwalającą wrogów z nóg falę uderzeniową o zasięgu |RADIUS|m i zadającą |DAMAGE| obrażeń.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Tworzy wiele promieni energetycznych Eidolonów, które obracają się wraz z Revenantem tworząc śmiertelną strefę. Promienie zmienią swój typ obrażeń, aby dopasować się do pancerza przeciwnika, jednocześnie przekierowując otrzymywane obrażenia do promieni. Przytrzymaj \"strzał\", by zwiększyć Obrażenia oraz Zmiany Statusowe, jednocześnie zwiększając ilość zużywanej energii. Niewolnicy zabici umiejętnością pozostawiają po sobie wzmocnienia tarczy.",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Upiorny Taniec",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Otacza Cię energią Świadomych, która przekierowuje obrażenia i ogłusza wszystkich, którzy odważą się zaatakować. Ogłuszeni wrogowie mogą zostać zniewoleni całkowicie za darmo.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Ogłuszający Pancerz",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Rhino szarżuje w kierunku celu, taranując i miażdżąc każdego na swej drodze.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Szarża Rhino",
    "/Lotus/Language/Suits/RhinoDesc": "Rhino potrafi przyrżnąć. Może się chełpić wysoką przeżywalnością i kontrolą tłumu. Przezorni staną z dala, kiedy szarżuje.",
    "/Lotus/Language/Suits/RhinoName": "Rhino",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Wyzwala falę uderzeniową, po wylądowaniu z dużej wysokości, zadającą |DAMAGE| obrażeń.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Tymczasowo zwiększa obrażenia wszystkich pobliskich Warframe'ów.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Ryk",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Rhino tupie z siłą wystarczającą do zakłócania czasu, więżąc pobliskich wrogów w stazie.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Tąpnięcie Rhino",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Otacza Mesę barierą energii, która odbija z powrotem nadlatujące pociski.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Strzaskana Tarcza",
    "/Lotus/Language/Suits/RunnerDesc": "Przejmij dowodzenie ze Świętym z Altry. Gauss jest szybki, zadaje duże obrażenia i ma duże szanse na przeżycie. Ruszając się, ładuje swoją potężną baterię, więc nigdy się nie zatrzymuj.",
    "/Lotus/Language/Suits/RunnerName": "Gauss",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "Poruszanie się generuje prąd elektryczny, który napełnia baterię Gaussa. Tarcze odnawiają się o |SPEED|% szybciej, podczas gdy Opóźnienie Regeneracji jest o |DELAY|% krótsze, w zależności od poziomu naładowania baterii.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Stwórz pancerz, który przemienia część otrzymanych Obrażeń Kinetycznych (Fizyczne, <DT_FIRE>Ogniowe, <DT_FREEZE>Zimna i <DT_EXPLOSION>Wybuchowe) w Energię. Chroni także Gaussa przed ogłuszeniem i powaleniem. Redukcja obrażeń jest zależna od naładowania baterii.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Poszycie Kinetyczne",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Przełącz baterię Gaussa na wysokie obroty, turbodoładowując jego Umiejętności i znacznie zwiększając Szybkostrzelność, Prędkość Ataku, Przeładowania i Prędkość Używania Mocy. Przekraczając Wysokie Obroty Gauss, razi okresowo pobliskich przeciwników prądem, a po wyłączeniu umiejętności — wybucha.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Wysokie Obroty",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Rzuć się do biegu, powalając wrogów i ładując baterię. Zderzenie z nieruchomym obiektem wywoła potężną falę uderzeniową. Przytrzymaj, by pędzić bez przerw.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Grzmot",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Pochłoń pobliską energię kinetyczną, by naładować baterię i <DT_FREEZE>zmrozić okolicznych przeciwników. Przytrzymanie odwraca proces, rozładowuje baterię i <DT_FIRE>podpala wrogów.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Syfon Termiczny",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Rozedrzyj ziemię tą niszczycielską grzybiczą naroślą, kradnącą energię każdego wroga, którego trafi. Za każdych pięciu trafionych wrogów, Plaga mutuje, zwiększając swoją destrukcyjną siłę.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Patogen",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Zwiększa obrażenia sojuszników, jednocześnie zakłócając działanie broni wrogów. Ta moc przemieszcza się między członkami drużyny.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Strzelnica",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Aktywuj ten Pancerz poświęcając Życie Inarosa. Użyj Umiejętności ponownie, aby zatrzymać proces wcześniej. Ten pancerz zmniejsza otrzymywane obrażenia i neguje Efekty Statusu.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Pancerz Skarabeuszy",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Uderz we wroga przeklętym piachem, który unieruchomi go i wyssie z niego życie.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Susza",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Stań się burzą piaskową. Inaros pożera wrogów wciągniętych w wir piasku i leczy się nimi.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Burza Piaskowa",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Przyzwij Chmarę Skarabeuszy, która zaatakuje wrogów i nałoży Efekt Statusu Obr. Żrących. Obrażenia chmary rosną wraz z Życiem Inarosa. Wrogowie zabici pod wpływem Chmary stworzą Kavata Chmary, który będzie walczyć u boku Inarosa i rozprzestrzeniać skarabeusze na innych wrogów.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Chmara Skarabeuszy",
    "/Lotus/Language/Suits/SarynDesc": "Toksyczność jest atutem Saryn. Jej serpentynowe moce zadają ciężkie obrażenia. Jad jest jej cnotą.",
    "/Lotus/Language/Suits/SarynName": "Saryn",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Efekt statusu, pod wpływem którego znajdują się wrogowie, jest |DURATION|% dłuższy.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Wydziera z powalonych przeciwników dodatkowe przedmioty.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Desakracja",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Chroma zmienia swoją skórę w potężnego strażnika, który wzmacnia pobliskich sojuszników i razi wrogów żywiołowymi atakami.",
    "/Lotus/Language/Suits/SentientAbilityName": "Wizerunek",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Skrzyżuj trzy promienie energii w jednym punkcie, powodując potężny wybuch. Opad po wybuchu redukuje pancerz wszystkich przeciwników w zasięgu.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Skrzyżowane Promienie",
    "/Lotus/Language/Suits/SentientFrameDesc": "Spadkobierca bliźniaczych królestw wstępuje na tron. Biologiczne życie i iskra Świadomych spotykają się w Calibanie. Sprawny monarcha oferuje kontrolę nad tłumem i możliwość przetrwania. Jego twórca miał na myśli więcej niż jeden świat.",
    "/Lotus/Language/Suits/SentientFrameName": "Caliban",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "Sojusznicy w zasięgu Biegłości zyskują |PCT|% odporności na otrzymywane typy obrażeń.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Uderz w ziemię i wyślij promienistą falę zniszczenia. Przeciwnicy złapani przez falę są wyrzucani w powietrze i otrzymują wzmocnione obrażenia przez krótki czas.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Gniew Świadomego",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Przywołaj Świadomy aspekt Calibana, by stworzyć do trzech Konkulystów, którzy będą walczyć u jego boku i regenerować jego tarczę.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Zabójczy Wyląg",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Przeistocz się w zabójczy wir. Przytrzymaj <PRE_ATTACK>, aby przyspieszyć wir i zwiększyć obrażenia, lub wyceluj w przeciwnika naciskając <PRE_ATTACK>, aby do niego doskoczyć. Trafienie przeciwnika pod wpływem Gniewu Świadomego doprowadza do niszczycielskiej eksplozji.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Tnący Wir",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Zrzucając skórę jak wąż, Saryn pozostawia za sobą przynętę, która ściąga nieprzyjacielski ogień.",
    "/Lotus/Language/Suits/ShedAbilityName": "Linienie",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "Volt rozstawia elektryczną tarczę, która blokuje pociski.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Tarcza Elektryczna",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Valkyr uwalnia swą tarczę, ogłuszając i raniąc wszystkich otaczających ją nieprzyjaciół.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Paraliż",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Uwolnij impuls energii, który wyczerpuje tarcze i pancerz wrogów oraz przywraca tarcze sojusznikom. Stworzone przez impuls odłamki orbitują wokół Mag i nakładają na pobliskich przeciwników Efekt Statusu Wykrwawiania.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Polaryzacja",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Wystrzel pocisk woltaniczny, który ogłusza i uszkadza cel. Łańcuch elektryczny rozchodzi się od celu i poraża pobliskich wrogów.",
    "/Lotus/Language/Suits/ShockAbilityName": "Porażenie",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "Cisza otacza Banshee aurą, która ogłusza wrogów i ogranicza ich czas reakcji na strzały i ataki Warframe'a.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Cisza",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Przedzieraj się przez wrogów wraz z jaśniejącym widmem. Potężne cięcia Jaśniejącego Ostrza nakładają Efekt Statusu Wykrwawiania.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Tnący Pęd",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Tworzy mamiącą pułapkę na znajdujących się w pobliżu obiektach, oraz przywołuje klejnot, który oślepia w ciemności lub wybucha w blasku słonecznym. Podczas Sali Zwierciadeł tworzone są dodatkowe mniejsze klejnoty.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "Kuglarstwo",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Wyrywa negatywną energię z wroga i przekształca ją w sfery energii kinetycznej. Rani swój cel i wrogów trafionych przez sfery.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Cios",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Rzuca bombę dymną, która ogłusza wrogów i ogranicza ich widoczność. Ash staje się niewidoczny na krótki czas.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Zasłona Dymna",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Frost zamraża wszystkie cząsteczki pary wodnej wokół siebie, tworząc czasowo niezniszczalną lodową sferę, która w czasie swej nietykalności nabiera odporności.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Śnieżna Kula",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Oparty na echolokacji Sonar Banshee odnajduje i namierza wrogów, eksponując ich najwrażliwsze miejsca wszystkim członkom Twojej drużyny.",
    "/Lotus/Language/Suits/SonarAbilityName": "Sonar",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "Cios tak potężny, że wybija z przeciwnika jego duszę, która rani przeciwników stojących na jej drodze. Przeciwnicy, którzy przetrwają cios, zostają Naznaczeni na Żniwa, i stają się Cieniami Umarłych po zabiciu.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Pięść Duszy",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Kierując całą swą energię akustyczną w ziemię i otaczające obiekty, Banshee za pomocą drgań ultradźwiękowych powoduje silne wstrząsy o zabójczych skutkach.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Wstrząs Akustyczny",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Stań się ucieleśnieniem elektryczności. Volt i jego sojusznicy otrzymują krótkotrwały bonus prędkości poruszania się oraz prędkości przeładowania.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Prędkość",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Poświęca ziemię przed Oberonem przy pomocy ognia sprawiedliwości. Rani wszystkich wrogów stojących w płomieniach.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Poświęcona Ziemia",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Zamraża wrogów przebywających w Szczelinie. Gdy umiejętność jest aktywna, pociski wrogów zawisają w powietrzu, wznawiając trajektorię, gdy skończy się staza.",
    "/Lotus/Language/Suits/StatisAbilityName": "Staza",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "Loki natychmiast zamienia pozycje z celem, dezorientując przeciwnika.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Teleport Zamiany",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Przyzywa miecz czystego światła o wielkiej mocy.",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Jaśniejące Ostrze",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "Gwałtowna eksplozja energii Pustki otwiera rozdarcie do szczeliny, które może utrzymać się przez krótki okres czasu zanim zapadnie się, powodując kolejny wybuch.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Kataklizm",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Ash teleportuje się do celu, inicjując walkę w zwarciu i sprawiając, że wróg jest podatny na ataki dobijające.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Teleport",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Przyzwij Zainfekowany guz, który eksploduje mackami, łapie pobliskich wrogów i ściąga ich do siebie. Złapani przeciwnicy, którzy zostaną zabici mają szansę wygenerować punkt Mutacji.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Larwa",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Wzbudza strach w sercach wrogów, zmuszając ich do natychmiastowej ucieczki.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Terror",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Przewala się przez wrogów w postaci wzburzonej ściany wody.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Przypływ",
    "/Lotus/Language/Suits/TitaniaDesc": "Baśniowy wygląd Titanii skrywa jej niszczycielską moc. Ta wróżka zadaje wysokie obrażenia i panuje nad tłumami. Jej wrogowie mogą wybrać hołd, lub śmierć.",
    "/Lotus/Language/Suits/TitaniaName": "Titania",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "Przy każdym użyciu umiejętności Titania generuje Życie dla siebie i pobliskich sojuszników.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Wybierz jedną z czterech min. Cewka Wiążąca unieruchamia i skupia wrogów razem. Sfera Strzałek wystrzeliwuje zabójcze strzałki we wszystkich kierunkach. Kładka Wektorowa nadaje przyspieszenie wrogom i sojusznikom w wyznaczonym kierunku. Amplifikator przywiera do najbliższego sojusznika i zwiększa obrażenia zadawane przez jego broń.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Sabotaż",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Rzuć nadajnik naprowadzający, który wywołuje niszczycielski artyleryjski atak laserowy.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Uderzenie Fotonowe",
    "/Lotus/Language/Suits/TrinityDesc": "Trinity jest ucieleśnieniem opieki i wsparcia. Jej umiejętności posiadają nadzwyczajny potencjał wspierania jej sojuszników. Kiedy inni niszczą — ona tworzy.",
    "/Lotus/Language/Suits/TrinityName": "Trinity",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Wskrzesza towarzyszy o |SPEED|% szybciej i z |RANGE|% większej odległości.",
    "/Lotus/Language/Suits/ValkyrDesc": "Eksperymenty zmieniły Valkyr w przerażającą zabójczynię. Jej specjalizacją jest zadawanie wysokich obrażeń wręcz i przetrwanie. Zew Wojenny zasiewa strach we wszystkich wrogach, którzy mieli nieszczęście go usłyszeć.",
    "/Lotus/Language/Suits/ValkyrName": "Valkyr",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "Odzyskuje o |PERCENT|% szybciej równowagę po powaleniu.",
    "/Lotus/Language/Suits/VaubanDesc": "Vauban jest wzorem innowacyjnej technologi. Wykorzystuje on sprytne wynalazki, które pozwalają mu na kontrolę tłumu i wspieranie sojuszników.",
    "/Lotus/Language/Suits/VaubanName": "Vauban",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Zadaje |DAMAGE|% dodatkowych obrażeń obezwładnionym przeciwnikom.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "Napełnia pobliskich wrogów przywiązanych do Szczeliny jej energią. Kiedy zostają zabici Przebicie Szczeliny zostaje przeniesione na pobliskich wrogów poza Szczeliną. Napełnieni wrogowie, którzy opuszczą Szczelinę stworzą obszarowe Wygnanie.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Przebicie Szczeliny",
    "/Lotus/Language/Suits/VoltDesc": "Elektryczność przepływa przez Volta. Jego ataki zadają duże obrażenia. Wrogowie będą zszokowani.",
    "/Lotus/Language/Suits/VoltName": "Volt",
    "/Lotus/Language/Suits/VoltPassiveAbility": "Uziemione poruszanie się tworzy ładunek elektryczny |DAMAGE| obrażeń za każdy przebyty metr, który zostanie rozładowany przy następnym ataku.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Toksyczny Bicz",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "Gdy umiejętność jest aktywna, ataki zadają dodatkowe obrażenia od <DT_POISON>Toksyn; efekt ma podwojoną siłę dla ataków bronią białą. Natychmiastowo przebija zarodniki, kiedy zaatakujesz zarażonego wroga.	",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Tworzy na przeciwniku studnię życia. Sojusznicy stopniowo odzyskują punkty Życia wokół celu i są odporni na Efekty Statusu. Obrażenia Efektów Statusu otrzymane przez sojuszników są przekierowywane na wroga. Sojusznicy zyskują dodatkowe punkty Życia, zadając mu obrażenia.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Studnia Życia",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(NACIŚNIJ) Kły Raksha rozszarpują wrogów. Przeciwnik otrzymuje 10 instancji każdego z 5 losowych Efektów Statusu. Pokonani przeciwnicy rozprzestrzeniają Efekty Statusu na pobliskich wrogów.\n\n(PRZYTRZYMAJ) Raksh chroni Vorunę, zwiększając jej odporność na Efekty Statusu.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Kły Raksha",
    "/Lotus/Language/Suits/WerewolfDesc": "Cztery bestie o jednym sercu. Oddana wataha Voruny to zabójcze połączenie siły i sprytu. Strzeżcie się przerażającego wycia, które zwiastuje mściwe kły.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(NACIŚNIJ) Voruna przyjmuje formę czworonożnej bestii i przygotowuje się do brutalnego ataku na 5 przeciwników. Ulfrun, najpotężniejszy z wilków, wiedzie atak, kiedy Voruna szarżuje na cel. Wataha zadaje dodatkowe obrażenia do celów w pobliżu wrogów, na których nałożono Efekty Statusu. Zabójcze ataki podwajają obrażenia pozostałych ataków Voruny.\n\n(PRZYTRZYMAJ) Ulfrun chroni Vorunę. Jeśli Voruna otrzyma śmiertelne obrażenia podczas tego ataku, życie odda Ulfrun.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Zejście Ulfruna",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(NACIŚNIJ) Polujący Lycath dba o watahę. Przeciwnicy zabici atakiem wręcz upuszczają Kule Życia, a przeciwnicy zabici strzałem w głowę upuszczają kule Energii. Zabicie przeciwnika pod wpływem 5 lub więcej Efektów Statusu wydłuża czas trwania umiejętności.\n\n(PRZYTRZYMAJ) Lycath obdarza Vorunę premią Wydajności Ciężkiego Ataku.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Łowy Lycatha",
    "/Lotus/Language/Suits/WerewolfName": "Voruna",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Voruna nigdy nie walczy samotnie. Przytrzymując każdą z Umiejętności podczas misji, przywołasz unikalną Pasywną Umiejętność dla każdego z jej wilków.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(NACIŚNIJ) Dynar otacza Vorunę niewidzialnością i zwiększa jej prędkość. Niewidzialność kończy się, kiedy Voruna zaatakuje. Broń biała zyskuje premię Obrażeń Krytycznych, Szansy Statusu, Szansy Krytycznej i nakłada Efekt Wykrwawiania przez krótki czas po zakończeniu niewidzialności. Pierwsze zabójstwo, kiedy wzmocnienie jest aktywne, wydłuża czas trwania premii.\n\n(PRZYTRZYMAJ) Dynar chroni Vorunę, zwiększając jej Prędkość Manewrów Parkour.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Całun Dynara",
    "/Lotus/Language/Suits/WispFrameDesc": "Wisp unosi się pomiędzy tym, co materialne, a tym, co eteryczne. Uzyskuje dostęp do wielu wymiarów, aby wspierać swoich sojuszników. Jej oblicze jest tajemnicze i enigmatyczne.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Sięgnij do innego wymiaru, by obezwładnić pobliskich wrogów i sprawić, że będą miotać wyładowaniami za każdym razem, gdy zadasz im obrażenia.\nWisp może też wycelować w Dzban, aby się do niego teleportować, spowoduje to też podwojenie zasięgu wyładowania.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Skrzące Wyładowanie",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "Rzuć przed siebie widmowy obraz Wisp, żeby zdezorientować oraz rozproszyć wrogów. Aktywuj ponownie, by teleportować się do jego pozycji. Przytrzymaj, żeby obraz poruszał się szybciej, a po puszczeniu Wisp teleportowała się do jego pozycji.",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Błędne Ogniki",
    "/Lotus/Language/Suits/WispFrameName": "Wisp",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Płynąca między wymiarami Wisp staje się niewidzialna podczas przebywania w powietrzu. ",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Wybierz i przyzwij Dzbanek wypełniony Nektarem, który przyczepia się i pomaga Wisp oraz jej sojusznikom. Nektar Pośpiechu zwiększa szybkość ruchu oraz ataku. Nektar Witalności zwiększa maksymalne życie oraz uzdrawia z biegiem czasu. Nektar Porażenia ogłusza pobliskich przeciwników.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Dzbanki",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Otwórz portal do Słońca, by razić przeciwników niszczycielskim promieniem czystego, słonecznego rozbłysku. Przytrzymaj „strzał”, by podwoić Obrażenia, jednocześnie zwiększając ilość zużywanej energii. Przez czas trwania ataku przeciwnicy atakowani przy użyciu Bramy Słońca stają się coraz bardziej podatni na zadawane przez nią obrażenia.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Brama Słońca",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Tworzy portal pozwalający na natychmiastowe przeniesienie.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Tunel Czasoprzestrzenny",
    "/Lotus/Language/Suits/WraithDesc": "Sevagoth nie dryfuje już w Pustce, powrócił. On i jego Cień zadają duże obrażenia i mają wysoką przeżywalność. Utrzymują się, zbierając zbłąkane dusze.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Przywołaj obszarową falę pulsacyjną, która usidla i spowalnia wrogów, wysysając ich siłę życiową do Studni Śmierci. Sojusznicy wewnątrz fali kradną życie z każdym atakiem. ",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Przygnębienie",
    "/Lotus/Language/Suits/WraithName": "Sevagoth",
    "/Lotus/Language/Suits/WraithPassiveAbility": "W czasie śmierci stań się Cieniem Sevagotha i walcz, aby go wskrzesić poprzez zdobywanie dusz wymaganych do odbudowy jego nagrobka. ",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "Cień Sevagotha leci do przodu, niszcząc wrogów na swojej drodze. Ocalali otrzymują obrażenia w czasie od Żniw Śmierci. Dusze zmarłych wypełniają Studnię Śmierci.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Zbiory",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "Gdy Studnia Śmierci się wypełni, postać Cienia Sevagotha jest gotowa do uwolnienia. Rozerwij wroga na strzępy kolekcją umiejętności skupionych na walce wręcz. ",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Egzaltowany Cień",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Zasiej ziarno śmierci w pobliskich wrogach, aby wyssać ich siłę życiową. Zbierz swoje żniwo, aby zdetonować dotkniętych wrogów, zadając procent obrażeń ich życia jako obrażenia w czasie. Dusze zmarłych wypełniają Studnię Śmierci. ",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Siew",
    "/Lotus/Language/Suits/WukongDesc": "Małpi wojownik zdolny przenosić góry. Wukong potrafi zadać, jak i przyjąć duże ilości obrażeń. Jego podstępnych taktyk nie można zapomnieć.",
    "/Lotus/Language/Suits/WukongName": "Wukong",
    "/Lotus/Language/Suits/WukongPassiveAbility": "Po otrzymaniu śmiertelnych obrażeń Wukong automatycznie używa jednej z opanowanych technik przetrwania. Techniki te mogą zostać użyte tylko trzy razy na misję.",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Przyzwij Merulinę, stworzenie morskich fal i inspirację dla K-Drive. Merulina ochrania Yareli przejmując znaczną część otrzymywanych przez nią obrażeń.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Merulina",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Stwórz pięć kul wody, które podążają za przeciwnikami i rosną przy kontakcie, jednocześnie unieruchamiając ofiarę i zadając obrażenia.\nPrzeciwnicy trafieni kulami wody otrzymują zwiększone obrażenia.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "Morskie Sidła",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Przedzieraj się przez wrogów, używając trzech wirujących, wodnych ostrzy.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Wodne Ostrza",
    "/Lotus/Language/Suits/YareliFrameDesc": "Surferka może rozpętać powódź zniszczenia na polu bitwy. Wodne ataki Yareli zadają wysokie obrażenia. Surfujemy. Wykończ wrogów.",
    "/Lotus/Language/Suits/YareliFrameName": "Yareli",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "Yareli zyskuje +|CHANCE|% szansy na Obrażenia Krytyczne Broni bocznej, kiedy jest w ruchu przez przynajmniej |TIME|s.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Wciągnij wrogów w miażdżący wir, a następnie rozrzuć ich solidnym tryśnięciem wody. Każdy przeciwnik złapany przez wir zwiększa obrażenia wybuchu.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Przypływ",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "W Aspekcie Nocy zmniejsza otrzymywane obrażenia zadawane przez przeciwników. W Aspekcie Dnia zwiększa Siłę Umiejętności pobliskim sojusznikom.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Stłumienie lub Prowokacja",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "W Aspekcie Nocy Tarcze sojuszników są odnawiane z każdym zabitym w pobliżu wrogiem. W Aspekcie Dnia wrogowie otrzymują Efekt Statusu Wykrwawiania. Dezaktywuj w Aspekcie Nocy, aby przywrócić Życie i Tarcze Equinox i sojusznikom. Dezaktywuj w Aspekcie Dnia, aby wyzwolić tnącą falę.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Uleczenie lub Okaleczenie",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Zmieniaj Aspekt, tymczasowo zdobywając dodatkowe Obrażenia i Szybkość w Aspekcie Dnia lub wzmocnione Tarcze i Pancerz w Aspekcie Nocy.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Metamorfoza",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "W Aspekcie Nocy wrogowie są usypiani. W Aspekcie Dnia wrogowie stają się bardziej podatni na obrażenia.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Sen lub Wściekłość",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Rozmieść toczący się dron, który przyczepia się do wrogów i dostarcza wyładowania łukowe elektryczności na wszystko w bezpośredniej okolicy.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Nerwule",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Wystrzel masę gęstego powietrza. Przytrzymaj, aby wyrzucić wrogów w powietrze; naciśnij, aby przyciągnąć ich do miejsca uderzenia. Obrażenia zwiększają się wraz z każdym trafionym wrogiem.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Wybuch Powietrzny",
    "/Lotus/Language/Suits/ZephyrDesc": "Zawładnij wiatrem. Umiejętności Zephyr zwiększają jej mobilność, chronią przed atakami z dystansu i pozwalają jej siać zamęt w szeregach wrogów.",
    "/Lotus/Language/Suits/ZephyrName": "Zephyr",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "Zephyr porusza się szybciej w powietrzu i spada wolniej. W powietrzu zyskuje także |CRIT|% Szansy Obrażeń Krytycznych broni.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "Przytrzymaj będąc w powietrzu, aby unosić się przy ograniczonym ruchu. Wciśnij, aby polecieć do przodu, lub wyceluj w dół, aby spaść wprost na głowy wrogów niczym bomba nurkująca.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Podmuch Wiatru",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Stwórz zabójcze tornada, które wyszukają i otoczą wroga. Tornada zadają Obrażenia od Żywiołu, którego zaabsorbowały najwięcej. Strzelaj w pochwyconych przeciwników, aby zadać im dodatkowe obrażenia. Przytrzymaj, aby przyzwać stacjonarne tornada lub kliknij, by przyzwać tornada wędrujące.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Tornado",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Tworzy wokół Zephyr powietrzną tarczę odbijającą pociski.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Turbulencja"
}