{
    "/Lotus/Language/Codex/DarkExcaliburLongDesc": "З тіней довгої ночі виринає новий Екскалібур.",
    "/Lotus/Language/Codex/EmberLongDesc": "За простим столом сиділо троє. Увага їхня прикута була до єдиного стільця, опроміненого світлом. З темряви долинув голос старої жінки: \n\n— Привести її. \n\nЗ іншого боку приміщення суворий охоронець відчинив двері, і у дверному прорізі з’явився силует молодої жінки. Вона лише на мить завагалася, а потім увійшла й сіла. Коли світло торкнулося її обличчя, почулося здивоване зітхання. Праве око її було світлим і блимало, а от ліве — схоже на жирну щілину. Місячно-бліда шкіра вигоріла, рот схожий на провислий отвір — ні губ, ні жодних ознак виразу. На лисий і шрамований череп натягнуто військовий берет. \n\nСтарий голос продовжив: \n\n— Тебе звати Калін, — дівчина кивнула у відповідь. — Ти була головним слідчим у справі «Заримену»? \n\n— Так, — із безвиразного рота вилетів нерівний шепіт. Калін прокашлялася й випрямилася: — «Заримен» зник у вигині на маршруті між Сатурном і Зовнішньою брамою. Механічна несправність. Я сповістила родини загиблих і разом з іншими слідчими підготувала звіт. З вигину ніщо не повертається, тож я закрила цю справу.\n\n— Але за кілька днів відкрила її знову. \n\n— Я не могла в це повірити, поки самостійно не піднялася на зореліт. Він був неушкодженим і повністю дієвим, ніби ніколи не покидав космодок. \n\n— Але екіпажу на ньому не було. \n\n— Не зовсім, — завагалася Калін. — Спочатку ми вважали його порожнім, але потім почали знаходити… — від згадки пережитого її обличчя смикнулося, — почали знаходити на зорельоті дітей. Вони ховалися.\n\n— І саме тоді ти порушила встановлені процедури? \n\nКалін схилила голову, з її незрячого ока скотилася сльоза: \n\n— Це ж були лише діти. Вони боялися. Їх потрібно було втішити й заспокоїти. \n\n— Тож ти порушила карантин, і ось що сталося з тобою. \n\nУ тиші дівчина торкнулася свого обличчя: \n\n— Що ви з ними зробили? \n\nСтара жінка помахом руки наказала охоронцю вивести Калін. Це був кінець зустрічі. Біля дверей дівчина вивернулася з рук охоронця й викрикнула: \n\n— Чому ви так вчинили? Чому ви посадили дітей на військовий зореліт?! \n\n— Я не знаю, про що ти. Це порушило б установлені процедури.",
    "/Lotus/Language/Codex/ExcaliburLongDesc": "Свідомі перемогли, обернувши нашу зброю й технології проти нас самих. Що розвиненіші ми ставали, то значнішими були наші втрати. Якби не знайшли інший шлях, то програли б війну. У відчаї ми звернулися до Порожнечі — засліпливого ніщо, пекельного простору, який ні наша наука, ні раціоналізм не могли ані дослідити, ані опанувати.\n\nМи відібрали кількох понівечених, що повернулися звідти. Збудували навколо них оболонку — провідника їхнього горя. Дали їм гвинтівку й меч — зброю минулого. Так народилися нові воїни, а з ними народився новий кодекс. Цей колишній непотріб, ці тенно, стали нашими рятівниками. Закуті в сталь богоподібні воїни люто нищили наших ворогів, а ті й збагнути не могли, що коїться.\n\nЕкскалібур був першим.\n\n— З орокінського архіву «Ворфрейм»",
    "/Lotus/Language/Codex/MagPrimeLongDesc": "Витяг зі звіту з архіву «Ворфрейм»: \n\nПристебнуті ременями безпеки та з вимкненими запобіжниками, ми сиділи й чекали на зіткнення. Чекали смерті. У брудному ілюмінаторі я бачив зірки й обриси інших зорельотів класу «Сплінтер». Вони вишикувалися перед сонячною рейкою. Невдовзі вона мала охопити нас незбагненною силою та жбурнути через Порожнечу в пащеку ворогу.\n\nЯ спостерігав за тим, як один за одним вигиналися й зникали наші зорельоти. У кожному з них сидить повно таких самих солдатів, вони стискають свої гвинтівки та вдихають сперте повітря. Кожен зореліт заповнений відчаєм вимирання. Наш пройде останнім. І на ньому є особливий вантаж. \n\nМи йдемо майже порожніми. Нас усього десять — солдати, пристебнуті й споряджені найкращим з усього коли-небудь створеного Імперією обладнання: обладунки та зброя з на основі нуль-технологій… І «воно». Металева форма без очей стоїть струнко в проході. І тенно всередині цього ворфрейма. Має людську подобу. Має певну подобу жінки. Цікаво, це обладунок чи якась оздоблена оболонка для почвари, що сидить усередині? Коли зореліт почав маневрувати для останнього відправлення, я втисся в ремені. Але тенно, непідвладна силі інерції, стояла непорушно у своєму урочистому золотистому сяйві. \n\nДо цієї миті я належав до категорії тих, хто не сприймав існування тенно. Вони були привидами, пропагандою, випадковими покручами епохи Порожнечі. Нереальні. Але ось вона тут, переді мною. Імперія у відчаї збиралася вивільнити демонів і сподіватися на краще. Кого ми боялися більше, ворога чи цю почвару? Запобіжники на зброї вже зняті, бо ми не знаємо, чи можемо їй довіряти. Але потім це все перестало мати значення. Вікна засліпили нас від удару. Коли зір повернувся, я побачив, що наш зореліт перемістився в інше місце й за мить став мертвим і розбитим. \n\nМої легені були сплющені, смерть уже заплющувала мої очі. Уламки мерехтіли, мов нічний сніг. За нами була чужа синя зірка — темна й засліплива. Незліченні кротовинні зорельоти ворога кружляли в блискучих дисках, спалюючи вцілілих солдатів. І там я помер. У мене влучив Р-диск, пройшовся правим боком, від чого кров моя закипіла. Я майже нічого не бачив, у вухах стояв гул. Відчув, як моє обличчя стало мокрим і почало текти. \n\nЯ був у передсмертному мареві. Побачив яскраву пляму, яка почала наближатися до мене. Відчув ривок, коли металеві долоні потягнули мій обладунок. Він прилетів до мене й підняв — блискучий металевий звір, за спиною якого розкриті золоті крила. Янгол. Він вирвав мене з пазурів смерті. Коли ворфрейм огорнув мене своїми крилами, я знову відчув, що легені наповнюються киснем. Його Щит Порожнечі мерехтів синім світлом, відбиваючи ворожі промені. Несподівано я відчув поштовх пришвидшення, закрив очі та вчепився в нього, мов дитя. \n\nПрокинувся на підлозі, плоть на обличчі й боці пекла й жалила мене. Він стояв наді мною, уже без крил. Я почув відлуння пострілів у проході поблизу. Можливо, завдання ще можна було виконати, але я помирав, тож рукою показав йому покинути мене. Він поставив мене ноги, і я відчув у долоні руків’я пістолета. Янгол урятував мене, витяг із пекла, але жалю він не знає. Я маю померти на ногах, поруч із ним. Ставши вцілілим боком до того проходу, з якого лунали постріли, я підняв пістолет. Ворфрейм кивнув мені, його простягнута рука світилася загадковими блакитними стародавніми формами. Він витяг клинок і повернувся, і разом ми ввірвалися в бурю смерті й вогню, що очікувала на нас.",
    "/Lotus/Language/Codex/RhinoPrimeLongDesc": "На простих білих стінах мерехтять червоні вогники. Гублячи свої записи, попереду біжить Девіс. Ми біжимо в спробі врятуватися. Від страху смерті я мов дивлюся на все ззовні, не зі свого тіла. Забув, як потрапив сюди, більше не пізнаю цього місця.\n\nМи вперлися у двері камери, Девіс щось кричить мені. Дивлюся на нього здивовано. Не чую ні його, ні сигналу тривоги, — узагалі нічого, лише приглушений гуркіт страху. Повертаюся від Девіса в бік коридору й бачу його — велетенську сталеву масу з відблисками червоного, мов окроплену свіжою кров’ю. Його шкіра мінлива, перетікає, мов ртуть. Раптом мене засліплює спалах пострілу, та результату нуль. Почвара кидається вперед, і за мить охорона перетворюється на багряну купу нутрощів. \n\nЗавмираю, наче загнаний звір. Раптом усередині мене щось розкривається, спогади заповнюють мій скутий розум. Я вже бачив цього звіра. Розрізав його панцир і патрав його братів. Катував і вимірював рівень відгуку на біль. Створював і забраковував незліченну кількість йому подібних. Але ніколи не бачив їх так близько — без щита й обмежувачів. Ніколи не бачив їх… вільними.\n\nЗнаю, що не переживу цей день, і мене огортає смиренна цікавість. Спостерігаю, як звір присідає, запихає до пащеки шмат плоті. Спочатку дивиться на мене невиразними очима, та згодом у них вбачаю впізнання, наче в ньому прокидається пам’ять попередніх поколінь. Він знає, хто я і що коїв. Звір реве й підіймається, мов ведмідь, розбиваючи лампи й занурюючи нас у темряву. Чую, як він біжить до мене, металеві пальці дірявлять стіни, і я розумію — це кінець. Заплющую очі й готуюся до розплати…\n\nЩось тягне мене за руку. Це Девіс зміг відчинити двері! Він втягує мене в камеру, я завалююся на спину. Бачу, як він стоїть у дверях, чекає, а почвара мчить нас розірвати. \n\nНесподівано я приходжу до тями й кричу: \n\n— Девісе, зачини ці кляті двері! \n\nАле той хитає головою з широко розплющеними очима: \n\n— Дивися! — намагається він перекричати рев і гуркіт металу. \n\nІ раптово настає тиша. Девіс задихається? Сміється? Звір, забризканий кров’ю, зупиняється у дверному прорізі всього в кількох сантиметрах від нього, без жодного прояву агресії чи насилля. Просто стоїть і дивиться на свої руки. Девіс шепоче: \n\n— Ніхто мені не вірив. \n\nЯ повзу до стіни, щоби встати навпроти дверей. Ніколи не бачив цієї камери — холодне приміщення з рядами полиць. Морг? \n\n— Де ми, Девісе? \n\n— Тут вони тримали їх. Тих, із «Заримена». \n\n— Якого ще «Заримена»? Того зорельота, що так і не повернувся? Девісе, що тут коїться? \n\nВін повертається до мене з посмішкою на вустах: \n\n— Те, що тут коїться… — і знову дивиться на спокійного й тихого звіра, — називається великим, просто величезним підвищенням!",
    "/Lotus/Language/Focus/ConsecutiveEfficiencyName": "Chained Sling",
    "/Lotus/Language/Focus/ConsecutivePowerName": "Sling Strength",
    "/Lotus/Language/Focus/DisarmedEnergyName": "No Quarter",
    "/Lotus/Language/Focus/DisarmingProjectionName": "Disarming Sling",
    "/Lotus/Language/Focus/FinisherTransferenceName": "Killer’s Rush",
    "/Lotus/Language/Focus/FocusAttackBlastChargeName": "Rising Blast",
    "/Lotus/Language/Focus/FocusAttackBlastFireballName": "Flame Blast",
    "/Lotus/Language/Focus/FocusAttackCloakAttackChargeName": "Void Strike",
    "/Lotus/Language/Focus/FocusAttackCloakBlindName": "Void Radiance",
    "/Lotus/Language/Focus/FocusAttackDashDamageName": "Meteoric Dash",
    "/Lotus/Language/Focus/FocusAttackDashFireName": "Blazing Dash",
    "/Lotus/Language/Focus/FocusAttackEfficiencyName": "Void Fuel",
    "/Lotus/Language/Focus/FocusAttackElementalDamageName": "Phoenix Spirit",
    "/Lotus/Language/Focus/FocusAttackMoreAmmoName": "Inner Gaze",
    "/Lotus/Language/Focus/FocusAttackPhysicalDamageName": "Phoenix Talons",
    "/Lotus/Language/Focus/FocusAttackPowerSnapName": "Power Transfer",
    "/Lotus/Language/Focus/FocusAttackRegenAmmoName": "Eternal Gaze",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldBreakName": "Guardian Break",
    "/Lotus/Language/Focus/FocusDefenseActiveDefenseShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseBlastAllyShieldName": "Guardian Blast",
    "/Lotus/Language/Focus/FocusDefenseBlastSelfShieldName": "Guardian Shell",
    "/Lotus/Language/Focus/FocusDefenseCloakHealName": "Void Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakHealOthersName": "Squad Regen",
    "/Lotus/Language/Focus/FocusDefenseCloakShieldName": "Void Aegis",
    "/Lotus/Language/Focus/FocusDefenseDashShockwaveName": "Sonic Dash",
    "/Lotus/Language/Focus/FocusDefenseHealthMaxName": "Enduring Tides",
    "/Lotus/Language/Focus/FocusDefenseHealthRegenName": "Rejuvenating Tides",
    "/Lotus/Language/Focus/FocusDefenseInstantReviveName": "Mending Soul",
    "/Lotus/Language/Focus/FocusDefenseRadialXpName": "Mending Unity",
    "/Lotus/Language/Focus/FocusFreeAbilityCastsName": "Inner Might",
    "/Lotus/Language/Focus/FocusPowerBlastBurstName": "Voltaic Blast",
    "/Lotus/Language/Focus/FocusPowerBlastSlowName": "Temporal Drag",
    "/Lotus/Language/Focus/FocusPowerCloakPullName": "Void Singularity",
    "/Lotus/Language/Focus/FocusPowerCloakStaticName": "Void Static",
    "/Lotus/Language/Focus/FocusPowerDashBubbleName": "Wellspring",
    "/Lotus/Language/Focus/FocusPowerDashElectricityName": "Lightning Dash",
    "/Lotus/Language/Focus/FocusPowerEnergyOverTimeName": "Energy Pulse",
    "/Lotus/Language/Focus/FocusPowerEnergyPoolName": "Void Flow",
    "/Lotus/Language/Focus/FocusPowerEnergyRestoreName": "Void Siphon",
    "/Lotus/Language/Focus/FocusPowerPowerFieldName": "Hardened Wellspring",
    "/Lotus/Language/Focus/FocusPowerSlowHeadshotDamageName": "Temporal Shot",
    "/Lotus/Language/Focus/FocusTacticActiveComboAmpDamageName": "Amp Spike",
    "/Lotus/Language/Focus/FocusTacticActiveSlamComboName": "Opening Slam",
    "/Lotus/Language/Focus/FocusTacticBlastConfuseName": "Disorienting Blast",
    "/Lotus/Language/Focus/FocusTacticCloakMeleeCritName": "Void Stalker",
    "/Lotus/Language/Focus/FocusTacticCloakRevealName": "Void Hunter",
    "/Lotus/Language/Focus/FocusTacticDashFinisherName": "Executing Dash",
    "/Lotus/Language/Focus/FocusTacticDashSpeedName": "Mind Sprint",
    "/Lotus/Language/Focus/FocusTacticDashWaveName": "Surging Dash",
    "/Lotus/Language/Focus/FocusTacticMeleeComboName": "Power Spike",
    "/Lotus/Language/Focus/FocusTacticMeleeXpName": "Affinity Spike",
    "/Lotus/Language/Focus/FocusTacticMoveSpeedName": "Mind Step",
    "/Lotus/Language/Focus/FocusWardActiveClearStaticOnKillName": "Static Purge",
    "/Lotus/Language/Focus/FocusWardActiveInvulnerableReturnName": "Reinforced Return",
    "/Lotus/Language/Focus/FocusWardActiveKnockdownImmunityName": "Poise",
    "/Lotus/Language/Focus/FocusWardActiveMagneticFieldName": "Magnetic Flare",
    "/Lotus/Language/Focus/FocusWardArmourBuffName": "Stone Skin",
    "/Lotus/Language/Focus/FocusWardArmourIncreaseName": "Basilisk Scales",
    "/Lotus/Language/Focus/FocusWardBlastBulletAttractorName": "Magnetic Blast",
    "/Lotus/Language/Focus/FocusWardBlastDamagePickupName": "Unairu Wisp",
    "/Lotus/Language/Focus/FocusWardBlastDisarmName": "Disarming Blast",
    "/Lotus/Language/Focus/FocusWardBlastRadiusName": "Basilisk Gaze",
    "/Lotus/Language/Focus/FocusWardCloakAllyCloakName": "Void Shadow",
    "/Lotus/Language/Focus/FocusWardCloakReduceDamageName": "Void Chrysalis",
    "/Lotus/Language/Focus/FocusWardDashReduceArmourName": "Sundering Dash",
    "/Lotus/Language/Focus/FocusWardDashReduceDamageName": "Crippling Dash",
    "/Lotus/Language/Focus/FocusWardReflectDamageName": "Void Spines",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceDamageBuffName": "Vengeance",
    "/Lotus/Language/Focus/FocusWardResidualSecondChanceName": "Last Gasp",
    "/Lotus/Language/Focus/GhostWaveName": "Contamination Wave",
    "/Lotus/Language/Focus/GhostlyTouchName": "Distilled Contamination",
    "/Lotus/Language/Focus/LiftHitDamageName": "Lethal Levitation",
    "/Lotus/Language/Focus/LiftHitWaveName": "Void Levitation",
    "/Lotus/Language/Focus/MagneticExtensionName": "Magnetic Boost",
    "/Lotus/Language/Focus/ProjectionExecutionName": "Sling Stun",
    "/Lotus/Language/Focus/ProjectionStretchName": "Far Sling",
    "/Lotus/Language/Focus/ProtectiveProjectionName": "PROTECTIVE SLING",
    "/Lotus/Language/Focus/SonicDissipationName": "Void Snare",
    "/Lotus/Language/Focus/SunderingDissipationName": "Caustic Strike",
    "/Lotus/Language/Focus/UnairuWispName": "Unairu Wisp",
    "/Lotus/Language/Items/ArtilleryBarrageAbility": "Блукач",
    "/Lotus/Language/Items/ArtilleryBarrageAbilityDesc": "Створює зосереджену бурю вибухів.",
    "/Lotus/Language/Items/BigBoyAbility": "Боєголовка",
    "/Lotus/Language/Items/BigBoyAbilityDesc": "Запускає повільну, проте надпотужну вибухову ракету.",
    "/Lotus/Language/Items/DemolitionArchwingDesc": "Цей тяжкий арквінґ спроєктований лише для одного — руйнування.",
    "/Lotus/Language/Items/DemolitionArchwingName": "<ARCHWING> Елитрон",
    "/Lotus/Language/Items/EMPPushAbility": "Відкидання",
    "/Lotus/Language/Items/EMPPushAbilityDesc": "Ворфрейм вивільняє потужний енергетичний сплеск, що приголомшує та відкидає ворогів поблизу.",
    "/Lotus/Language/Items/ExhaustTrailAbility": "Очищення ядра",
    "/Lotus/Language/Items/ExhaustTrailAbilityDesc": "Очищує рушійне ядро арквінґа й утворює газоподібний слід, що збиває та нейтралізує ворожі ракети.",
    "/Lotus/Language/Items/FireShieldAbility": "Енергетична мушля",
    "/Lotus/Language/Items/FireShieldAbilityDesc": "Утворює захисну енергетичну оболонку довкола ворфрейма.",
    "/Lotus/Language/Items/FlareCounterMeasureAbility": "Розосередження",
    "/Lotus/Language/Items/FlareCounterMeasureAbilityDesc": "Випускає сигнальні вогні, які збивають самонавідні ракети з цілі.",
    "/Lotus/Language/Items/MissileVolleyAbility": "Самонавідний залп",
    "/Lotus/Language/Items/MissileVolleyAbilityDesc": "Вистрілює великою чергою самонавідних ракет.",
    "/Lotus/Language/Items/OdonataPrimeDesc": "Поліпшена модель першого прототипу арквінґа досягла теоретичного максимуму.",
    "/Lotus/Language/Items/OdonataPrimeName": "<ARCHWING> Одоната-прайм",
    "/Lotus/Language/Items/StandardArchwingDesc": "Внутрішні системи цього арквінґа дозволяють тримати рівновагу між наступом та захистом.",
    "/Lotus/Language/Items/StandardArchwingName": "<ARCHWING> Одоната",
    "/Lotus/Language/Items/StealthArchwingCloakingDesc": "Вмикає маскувальне поле, що ховає ворфрейма та нерухомих союзників неподалеку.",
    "/Lotus/Language/Items/StealthArchwingCloakingName": "Півтінь",
    "/Lotus/Language/Items/StealthArchwingDesc": "Арквінґ «Ітцаль» розроблений для швидких потаємних нападів. Ідеально підходить для раптових атак із темряви космосу.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesDesc": "Розгортає дрони, що б’ються поруч із ворфреймом. Після знищення вони вибухають.",
    "/Lotus/Language/Items/StealthArchwingDistractionDronesName": "Супровід винищувачами",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityDesc": "Утворює крихітну чорну діру, що затягує всі об’єкти поруч, а потім вибухає, створюючи величезну ударну хвилю.",
    "/Lotus/Language/Items/StealthArchwingGravInstabilityName": "Космічне стиснення",
    "/Lotus/Language/Items/StealthArchwingName": "<ARCHWING> Ітцаль",
    "/Lotus/Language/Items/StealthArchwingRiplineDesc": "Запускає гак, що притягує ворогів ближче або тягне ворфрейма вперед, якщо ціль нерухома.",
    "/Lotus/Language/Items/StealthArchwingRiplineName": "Дуга",
    "/Lotus/Language/Items/SupportAnchorsAbilityDesc": "Створює маяк-принаду, що бере на себе весь ворожий вогонь та перетворює його на цілющі сплески.",
    "/Lotus/Language/Items/SupportAnchorsAbilityName": "Добродійна принада",
    "/Lotus/Language/Items/SupportArchwingDesc": "Оберніться на крилатого охоронця.",
    "/Lotus/Language/Items/SupportArchwingName": "<ARCHWING> Амеша",
    "/Lotus/Language/Items/SupportDronesAbilityDesc": "Довкола ворфрейма чи союзника роїтимуться крихітні дрони, які перехоплюватимуть ворожий вогонь.",
    "/Lotus/Language/Items/SupportDronesAbilityName": "Охоронний рій",
    "/Lotus/Language/Items/SupportEnergyAbilityDesc": "Уся отримана шкода конвертується в енергію, а дальність, тривалість дії та сила здібностей збільшується. Діє на ворфрейма та союзників поблизу.",
    "/Lotus/Language/Items/SupportEnergyAbilityName": "Мстивий наступ",
    "/Lotus/Language/Items/SupportWardAbilityDesc": "Дає ворфрейму та союзникам поруч невразливість до ефектів стану та сповільнює ворогів неподалеку.",
    "/Lotus/Language/Items/SupportWardAbilityName": "Захисна благодать",
    "/Lotus/Language/Items/TnTAbility": "Розквіт",
    "/Lotus/Language/Items/TnTAbilityDesc": "Вистрілює дистанційно детонованим надпотужним снарядом, що здатний прилипати до цілей.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityDesc": "Проштрикує й утримує ціль, відбираючи її здоров’я. Друге застосування здібності жбурляє жертву й завдає шкоду їй та всім поблизу місця падіння.",
    "/Lotus/Language/Necromech/EntratiMechGrabAbilityName": "М’ясний гак",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityDesc": "Запускає довкола себе батарею заряджених мін, які потужно вибухають від дотику ворога й завдають шкоди іншим на відстані до 3 метрів.",
    "/Lotus/Language/Necromech/EntratiMechMinefieldAbilityName": "Поховальні міни",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityDesc": "Готує до кидання каністру з гравітаційною рідиною, яка після зіткнення з поверхнею створює сповільнювальну трясовину. Каністру можна також підірвати в повітрі, щоби підпалити все довкола.",
    "/Lotus/Language/Necromech/EntratiMechOilGrenadeAbilityName": "Некравутиння",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityDesc": "Змітає ворогів довкола в одну лінію й підіймає в повітря потужним променем.",
    "/Lotus/Language/Necromech/EntratiMechRepulseAbilityName": "Лінія вогню",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityDesc": "Підіймає щит й відбиває отримувану шкоду в нападників. Поки щит піднято, Кістяна Вдова може трощити ворогів здібністю «Поцілунок діви».",
    "/Lotus/Language/Necromech/EntratiMechRiotShieldAbilityName": "Діва зі щитом",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityDesc": "Створює довкола некрамеха потужне електричне поле, яке значно збільшує ймовірність вижити в ближньому бою. Якщо хто подряпає корпус, то поплатиться за це.",
    "/Lotus/Language/Necromech/EntratiMechShockingIronAbilityName": "Грозова заволока",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityDesc": "Прикликає потужний величний клинок.",
    "/Lotus/Language/Necromech/EntratiMechSwordAbilityName": "Велич Залізної Леді",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityDesc": "Укріплюється на місці й розгортає всю свою міць. На певний час збільшує цілісність корпусу.",
    "/Lotus/Language/Necromech/EntratiMechTurretModeAbilityName": "Режим охоронця",
    "/Lotus/Language/Necromech/MechNecroTechDesc": "Нічого особливого, але свою роботу виконує на ура. Електризований захист дозволяє цьому некрамеху перетворити поле бою на пекло за допомогою вибухівки.",
    "/Lotus/Language/Necromech/MechNecroTechName": "Бур Порожнечі",
    "/Lotus/Language/Necromech/ThanoTechMechDesc": "Лютий некрамех, створений на честь матріарха Ентраті. Кістяна Вдова — потужна передова бійчиня, має посилений обладунок і збільшене здоров’я, але поступається силою. Може хапати й жбурляти ворогів, захищатися баштовим щитом і розсікати натовп важким клинком.",
    "/Lotus/Language/Necromech/ThanoTechMechName": "Кістяна Вдова",
    "/Lotus/Language/Primes/AshPrimeDesc": "Майстер хитрощів і відволікання, що перетворив їх на смертоносну зброю. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/AshPrimeName": "Еш-прайм",
    "/Lotus/Language/Primes/AshPrimePassiveAbility": "Кровотеча завдає ворогам на |DAMAGE|% більше шкоди й триває на |DURATION|% довше.",
    "/Lotus/Language/Primes/AtlasPrimeDesc": "У давнину славетні воїни жили в горах. Нині ж гора сама стала воїном.",
    "/Lotus/Language/Primes/AtlasPrimeName": "Атлас-прайм",
    "/Lotus/Language/Primes/BansheePrimeDesc": "Володарка звукових хвиль, силою яких нищить своїх ворогів. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/BansheePrimeName": "Банші-прайм",
    "/Lotus/Language/Primes/BaruukPrimeDesc": "Приречені дурні, що вирішили порушити мир та випробувати терпіння цього воїна, який так неохоче вступає до бою.",
    "/Lotus/Language/Primes/BaruukPrimeName": "Баруук-прайм",
    "/Lotus/Language/Primes/ChromaPrimeDesc": "Майстер із керування стихійними елементами, вивільнює на ворогів неймовірні сили руйнування. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/ChromaPrimeName": "Хрома-прайм",
    "/Lotus/Language/Primes/EmberPrimeDesc": "Володарка таких же руйнівних сил, що й Ембер. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/EmberPrimeName": "Ембер-прайм",
    "/Lotus/Language/Primes/EmberPrimePassiveAbility": "Збільшує потужність здібностей на |STRENGTH|% за кожного ворога у вогні<DT_FIRE> в межах |RANGE| м.",
    "/Lotus/Language/Primes/EquinoxPrimeDesc": "Утілення рівноваги дня й ночі, благородна бездоганність того, що ходить на межі.",
    "/Lotus/Language/Primes/EquinoxPrimeName": "Еквінокс-прайм",
    "/Lotus/Language/Primes/ExcaliburPrimeDesc": "Утілення рухливості й бойових здібностей. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/ExcaliburPrimeName": "Екскалібур-прайм",
    "/Lotus/Language/Primes/ExcaliburPrimePassiveAbility": "Зі спорядженими мечами завдає на |DAMAGE|% більше шкоди й атакує на |SPEED|% швидше.",
    "/Lotus/Language/Primes/FrostPrimeDesc": "Майстер замороження, як і Фрост. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/FrostPrimeName": "Фрост-прайм",
    "/Lotus/Language/Primes/FrostPrimePassiveAbility": "Хто вдарить Фроста-прайм у ближньому бою, має |CHANCE|% імовірності замерзнути на |DURATION| с.",
    "/Lotus/Language/Primes/GaraPrimeSuitDesc": "Легендарна воїтелька в скляних обладунках, що панує на полі бою за допомогою сили й чистоти кристалу.",
    "/Lotus/Language/Primes/GaraPrimeSuitName": "Ґара-прайм",
    "/Lotus/Language/Primes/GarudaPrimeDesc": "Білий, золотий і найбагряніший — істинні кольори королеви.",
    "/Lotus/Language/Primes/GarudaPrimeName": "Ґаруда-прайм",
    "/Lotus/Language/Primes/GaussPrimeDesc": "Ртуть набуває форми. Ґаусс-прайм не хоче навіть чути про поразку.",
    "/Lotus/Language/Primes/GaussPrimeName": "Ґаусс-прайм",
    "/Lotus/Language/Primes/GrendelPrimeDesc": "Первісна лють. Ненажерливість. Ґрендель-прайм пожирає всіх, хто насмілиться протистояти.",
    "/Lotus/Language/Primes/GrendelPrimeName": "Ґрендель-прайм",
    "/Lotus/Language/Primes/HarrowPrimeDesc": "Вічний Інквізитор, освячений Порожнечею. Проповідує Євангеліє меча й полум’я.",
    "/Lotus/Language/Primes/HarrowPrimeName": "Гарроу-прайм",
    "/Lotus/Language/Primes/HildrynPrimeDesc": "Гільдрина-прайм доводить, що влада — винагорода за дисципліну.",
    "/Lotus/Language/Primes/HildrynPrimeName": "Гільдрина-прайм",
    "/Lotus/Language/Primes/HydroidPrimeDesc": "Король із золота і срібла, що править океанською люттю. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/HydroidPrimeName": "Гідроїд-прайм",
    "/Lotus/Language/Primes/InarosPrimeSuitDesc": "Пробудіть величного Інара від багатовікового сну та вселіть страх у ворогів. Має змінені полярності комірок для модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/InarosPrimeSuitName": "Інар-прайм",
    "/Lotus/Language/Primes/InfestationPrimeDesc": "Мутація нескінченна. Хижий переносник моровиці, сповнений первинного Зараження, повертається в небаченій формі.",
    "/Lotus/Language/Primes/InfestationPrimeName": "Нідус-прайм",
    "/Lotus/Language/Primes/IvaraPrimeDesc": "Королева полювання у своїй бездоганній формі. Небезпечна і смертельна, як нічний ліс.",
    "/Lotus/Language/Primes/IvaraPrimeName": "Івара-прайм",
    "/Lotus/Language/Primes/IvaraPrimePassiveAbility": "Відчуває ворогів поблизу в межах |RADIUS| м.",
    "/Lotus/Language/Primes/KhoraPrimeDesc": "Красуня та чудовисько в одній особі. Разом зі своєю вірною каватицею Венарі ця позолочена мисливиця пануватиме на будь-якому полі бою.",
    "/Lotus/Language/Primes/KhoraPrimeName": "Хора-прайм",
    "/Lotus/Language/Primes/LimboPrimeDesc": "Золотосяйний мандрівник між вимірами. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/LimboPrimeName": "Лімбо-прайм",
    "/Lotus/Language/Primes/LokiPrimeDesc": "Майстер обману, плутанини й знищення. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/LokiPrimeName": "Локі-прайм",
    "/Lotus/Language/Primes/LokiPrimePassiveAbility": "Може висіти на стінах у |MULT| разів довше ніж інші.",
    "/Lotus/Language/Primes/MagPrimeDesc": "Вишукана володарка магнітних полів, як і Меґ. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/MagPrimeName": "Меґ-прайм",
    "/Lotus/Language/Primes/MagPrimePassiveAbility": "Предмети поблизу притягуються до Меґ.",
    "/Lotus/Language/Primes/MesaPrimeDesc": "Смертоносна правоохоронниця, що відкидає довгу тінь закону. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/MesaPrimeName": "Меса-прайм",
    "/Lotus/Language/Primes/MesaPrimePassiveAbility": "Стріляє парною допоміжною зброєю на |SPEED|% швидше, заряджає одинарну допоміжну зброю на |RELOAD|% швидше. Якщо не споряджено холодну зброю, то отримує додатково |HEALTH| здоров’я.",
    "/Lotus/Language/Primes/MiragePrimeDesc": "Золотиста майстриня ілюзій і хаосу, що заплутує ворогів. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/MiragePrimeName": "Міраж-прайм",
    "/Lotus/Language/Primes/MiragePrimePassiveAbility": "Ковзання триває на |DURATION|% довше, а акробатичні трюки виконуються на |SPEED|% швидше.",
    "/Lotus/Language/Primes/NekrosPrimeDesc": "Новий господар смерті. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/NekrosPrimeName": "Некрос-прайм",
    "/Lotus/Language/Primes/NekrosPrimePassiveAbility": "Відновлює |HEALTH| здоров’я за кожну смерть ворога в межах |RADIUS| м.",
    "/Lotus/Language/Primes/NezhaPrimeDesc": "Спадкоємець Палкого Вітру в найвитонченішому спорядженні. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/NezhaPrimeName": "Неджа-прайм",
    "/Lotus/Language/Primes/NovaPrimeDesc": "Опановувачка нестійкої антиматерії, завдяки якій сіє руйнування довкола себе. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/NovaPrimeName": "Нова-прайм",
    "/Lotus/Language/Primes/NovaPrimePassiveAbility": "Збита з ніг Нова-прайм вивільнює довкола себе захисну хвилю на відстань у |RADIUS| м і завдає ворогам |DAMAGE| шкоди.",
    "/Lotus/Language/Primes/NyxPrimeDesc": "Майстриня з контролювання думок ворогів. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/NyxPrimeName": "Нікс-прайм",
    "/Lotus/Language/Primes/NyxPrimePassiveAbility": "Вороги на |PERCENT|% менш влучні, коли стріляють у Нікс-прайм.",
    "/Lotus/Language/Primes/OberonPrimeDesc": "Лісовий захисник, що оберігає рівновагу природи. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/OberonPrimeName": "Оберон-прайм",
    "/Lotus/Language/Primes/OctaviaPrimeSuitDesc": "Неперевершена майстриня музики, чия симфонія здатна зруйнувати все довкола. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/OctaviaPrimeSuitName": "Октавія-прайм",
    "/Lotus/Language/Primes/ProteaPrimeDesc": "У цієї дитини два батька. Колись Парв Ґранум створив Протею-прайм як захисницю, що керує часом. А тепер вона дотримується постулатів тенно про захист беззахисних.",
    "/Lotus/Language/Primes/ProteaPrimeName": "Протея-прайм",
    "/Lotus/Language/Primes/RevenantPrimeDesc": "Загублений постає. Сила Ревенанта-прайм — це втілення самої сутності ейдолонів.",
    "/Lotus/Language/Primes/RevenantPrimeName": "Ревенант-прайм",
    "/Lotus/Language/Primes/RhinoPrimeDesc": "Володар землетрусів, незрушний моноліт. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/RhinoPrimeName": "Райно-прайм",
    "/Lotus/Language/Primes/RhinoPrimePassiveAbility": "Після приземлення з великої висоти випускає ударну хвилю, яка завдає |DAMAGE| шкоди ворогам поблизу.",
    "/Lotus/Language/Primes/SarynPrimeDesc": "Золотиста квітка зі смертельним нектаром. Має змінені полярності комірок модифікаторів задля гнучкості удосконалення.",
    "/Lotus/Language/Primes/SarynPrimeName": "Зарина-прайм",
    "/Lotus/Language/Primes/SarynPrimePassiveAbility": "Ефект стану, застосований на ворогів, триває на |DURATION|% довше.",
    "/Lotus/Language/Primes/TitaniaPrimeDesc": "Смертоносна й жахлива королева фей у своїй бездоганній формі.",
    "/Lotus/Language/Primes/TitaniaPrimeName": "Титанія-прайм",
    "/Lotus/Language/Primes/TrinityPrimeDesc": "Захисниця й цілителька союзників із потужними здібностями. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/TrinityPrimeName": "Трініті-прайм",
    "/Lotus/Language/Primes/TrinityPrimePassiveAbility": "Зцілює полеглих союзників на |SPEED|% швидше і на |RANGE|% далі.",
    "/Lotus/Language/Primes/ValkyrPrimeDesc": "Могутня воїтелька, непідвладна злісному часу. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/ValkyrPrimeName": "Валькірія-прайм",
    "/Lotus/Language/Primes/ValkyrPrimePassiveAbility": "Відновлюється після збиття з ніг на |PERCENT|% швидше.",
    "/Lotus/Language/Primes/VaubanPrimeDesc": "Позолочений тактик, який перетворює поле бою на зброю. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/VaubanPrimeName": "Вобан-прайм",
    "/Lotus/Language/Primes/VaubanPrimePassiveAbility": "Завдає знерухомленим ворогам на |DAMAGE|% більше шкоди.",
    "/Lotus/Language/Primes/VoltPrimeDesc": "Славетний воїн минулого, що не поступається силою Вольту. Має змінені полярності комірок модифікаторів задля гнучкості вдосконалення.",
    "/Lotus/Language/Primes/VoltPrimeName": "Вольт-прайм",
    "/Lotus/Language/Primes/VoltPrimePassiveAbility": "Пересування по землі накопичує електричний заряд до |DAMAGE| шкоди за метр, який вивільнюється з наступною атакою.",
    "/Lotus/Language/Primes/WispPrimeDesc": "Позолота від обладунків Вісп-прайм засліплює всіх на полі бою. Союзники ж вітають її позавимірну вроду.",
    "/Lotus/Language/Primes/WispPrimeName": "Вісп-прайм",
    "/Lotus/Language/Primes/WukongPrimeDesc": "Воїн, хитрун і спритник у найбездоганнішому своєму втіленні. ",
    "/Lotus/Language/Primes/WukongPrimeName": "Вукон-прайм",
    "/Lotus/Language/Primes/ZephyrPrimeDesc": "Золотиста птаха руйнування, що літає високо в небі.",
    "/Lotus/Language/Primes/ZephyrPrimeName": "Зефіра-прайм",
    "/Lotus/Language/Suits/AbsorbAbilityDesc": "Нікс поглинає отриману шкоду та перенаправляє її енергію в руйнівний вибух навколо. Після завершення дії здібності зброя посилюється залежно від кількості поглинутої шкоди.",
    "/Lotus/Language/Suits/AbsorbAbilityName": "Поглинання",
    "/Lotus/Language/Suits/AlchemistDesc": "Темний алхімік. Змії Лавоса допомагають йому перетворювати на щось інше. Він завдає токсичної, крижаної, електричної й термічної шкоди.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityDescription": "Пробники каталізу вилітають із Лавоса й оприскують ворогів полум’яним гелем. Кожен елемент, що вражає ворога, подвоює завдану шкоду.\n\nУтримуйте клавішу застосування здібності, щоби додати наступній застосованій здібності стихійну <DT_FIRE>термічну шкоду.",
    "/Lotus/Language/Suits/AlchemistDistill_AbilityName": "Каталіз",
    "/Lotus/Language/Suits/AlchemistName": "Лавос",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityDescription": "Завдає токсичного змієподібного удару й поглинає ціль, щоби вилікуватися. \n\nУтримуйте клавішу застосування здібності, щоби додати всім здібностям стихійну <DT_POISON>токсичну шкоду.",
    "/Lotus/Language/Suits/AlchemistSerpent_AbilityName": "Зміїний укус",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityDescription": "Запускає пробник, який перетворює згустки здоров’я й енергії на універсальні згустки, що мають властивості обох, а також перетворює набої на землі на універсальні. Пробник б’є електрикою ворогів поблизу, і за кожного враженого затримка кожної іншої здібності Лавоса зменшується на 1,5 с.\n\nУтримуйте клавішу застосування здібності, щоби додати наступній застосованій здібності стихійну <DT_ELECTRICITY>електричну шкоду.",
    "/Lotus/Language/Suits/AlchemistTransmute_AbilityName": "Пробник перетворення",
    "/Lotus/Language/Suits/AlchemistVial_AbilityDescription": "Стрімко кидається крізь натовп ворогів і лишає по собі льодяний слід розбитих склянок.\n\nУтримуйте клавішу застосування здібності, щоби додати наступній застосованій здібності стихійну <DT_FREEZE>крижану шкоду.",
    "/Lotus/Language/Suits/AlchemistVial_AbilityName": "Склянковий ривок",
    "/Lotus/Language/Suits/AshDesc": "Святий покровитель орокінської школи політичних убивств. Еш спеціалізується на скраданні. Його вороги спочатку відчувають лезо у своїх грудях, а потім уже бачать Еша.",
    "/Lotus/Language/Suits/AshName": "Еш",
    "/Lotus/Language/Suits/AshPassiveAbility": "Кровотеча завдає ворогам на |DAMAGE|% більше шкоди й триває на |DURATION|% довше.",
    "/Lotus/Language/Suits/AtlasDesc": "Боєць із кам’яними кулаками, від виду яких тремтять вороги. Атлас завдає великої шкоди й керує кам’яними елементами, що формують основу практично будь-якого бойовища.",
    "/Lotus/Language/Suits/AtlasName": "Атлас",
    "/Lotus/Language/Suits/AtlasPassiveAbility": "На землі стає невразливим до збивання з ніг.",
    "/Lotus/Language/Suits/AvalancheAbilityDesc": "Викликає руйнівну лавину льоду, що заморожує та трощить усіх ворогів навколо.",
    "/Lotus/Language/Suits/AvalancheAbilityName": "Лавина",
    "/Lotus/Language/Suits/BallisticBatteryAbilityDesc": "Накопичує шкоду, завдану основною та допоміжною зброєю. Після повторного застосування додає всю накопичену шкоду до наступного пострілу.",
    "/Lotus/Language/Suits/BallisticBatteryAbilityName": "Балістичне наснаження",
    "/Lotus/Language/Suits/BanishAbilityDesc": "Створює хвилю розлому, яка завдає шкоди ворогам і викидає їх та союзників із виміру, в якому зараз перебуває Лімбо.",
    "/Lotus/Language/Suits/BanishAbilityName": "Вигнання",
    "/Lotus/Language/Suits/BansheeDesc": "Провісниця смерті. Банші керує натовпом і визначає слабкі місця ворогів завдяки звуковим атакам. Мало хто встоїть на місці під впливом її голосу.",
    "/Lotus/Language/Suits/BansheeName": "Банші",
    "/Lotus/Language/Suits/BansheePassiveAbility": "Звук пострілів заглушається, тож вороги не чутимуть їх.",
    "/Lotus/Language/Suits/BardAmplifyAbilityDesc": "Витягує силу зі звуку довкола й підсилює нею завдавану Октавією та союзниками шкоду. Також подвоює шкоду й дальність киянок поблизу.",
    "/Lotus/Language/Suits/BardAmplifyAbilityName": "Підсилювач",
    "/Lotus/Language/Suits/BardCharmAbilityDesc": "Випускає котуна, який вабить усіх ворогів за собою. У парі з Киянкою створює кулю звукової руйнації.",
    "/Lotus/Language/Suits/BardCharmAbilityName": "Резонатор",
    "/Lotus/Language/Suits/BardDesc": "Диригентка оркестру болю. Октавія перетворює баси, ритміку й мелодію в симфонію руйнування. Музика мандакорда додає їй надзвичайної живучості й підтримує союзників. Її твори — смерть ворогам.",
    "/Lotus/Language/Suits/BardJamAbilityDesc": "Надає підсилення тим, хто діє в такт музиці Октавії. Віваче надає пришвидшення за вчасні стрибки. Ноктюрн приховує від ворогів за присідання під ритм. Опера підсилює мультипостріл за ритмічні постріли. Форте підсилює шкоду за удари холодною зброєю.",
    "/Lotus/Language/Suits/BardJamAbilityName": "Метроном",
    "/Lotus/Language/Suits/BardMusicAbilityDesc": "Під ритм завдає шкоди ворогам поблизу й відвертає їхню увагу на себе. Завдана киянці шкода збільшує її дієвість.",
    "/Lotus/Language/Suits/BardMusicAbilityName": "Киянка",
    "/Lotus/Language/Suits/BardName": "Октавія",
    "/Lotus/Language/Suits/BerserkerScreamAbilityDesc": "Валькірія вигукує бойовий клич, який пришвидшує атаку союзників і сповільнює ворогів поблизу.",
    "/Lotus/Language/Suits/BerserkerScreamAbilityName": "Бойовий клич",
    "/Lotus/Language/Suits/BlessingAbilityDesc": "Відновлює здоров’я та щити союзникам поблизу, а також зменшує отримувану ними шкоду від ворогів.",
    "/Lotus/Language/Suits/BlessingAbilityName": "Благословіння",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityDesc": "Створює перед собою вал. Повторне застосування здібності штовхає цю глибу вперед, щоби розчавити ворогів. Якщо ворог атакує вал, то він завдає різальну шкоду в області довкола, посилену своїм втраченим здоров’ям.",
    "/Lotus/Language/Suits/BrawlerBarrierAbilityName": "Тектоніка",
    "/Lotus/Language/Suits/BrawlerGazeAbilityDesc": "Від твердого погляду Атласа вороги й вал кам’яніють, а гуркотуни зцілюються. Розбиті вороги лишають по собі щебінь для Атласа.",
    "/Lotus/Language/Suits/BrawlerGazeAbilityName": "Закам’яніння",
    "/Lotus/Language/Suits/BrawlerPunchAbilityDesc": "Завдає ворогам вибухових ковзних ударів, які можуть перерости в серію з повторним застосуванням. Скам’янілі вороги отримують більше шкоди й після руйнування лишають щебінь, який лікує Атласа й посилює його захист. Показники посилюються спорядженими модифікаторами холодної зброї.",
    "/Lotus/Language/Suits/BrawlerPunchAbilityName": "Зсув",
    "/Lotus/Language/Suits/BrawlerSummonAbilityDesc": "Створює двох стихійних кам’яних бійців. Під час їхнього створення вороги поблизу Атласа кам’яніють. Після скінчення тривалості дії гуркотуни перетворюються на груду щебеню.",
    "/Lotus/Language/Suits/BrawlerSummonAbilityName": "Гуркотуни",
    "/Lotus/Language/Suits/BrokenDestructAbilityDesc": "Вибуховою хвилею розкидає довкола всі зовнішні деталі Заку на певний проміжок часу, лишаючи скелетний каркас. Вороги, в яких влучили ці деталі, отримують слабкість до шкоди Порожнечею. Тривалість дії інших здібностей Заку заморожується до завершення дії Простору міжчасся.",
    "/Lotus/Language/Suits/BrokenDestructAbilityName": "Простір міжчасся",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityDesc": "Обирайте з-поміж трьох втрачених здібностей ворфрейма. «Звинувачення» уярмлює ворогів за допомогою Порожнечі. «Погляд» хапає цілі вусиками Порожнечі, накопичує шкоду й вивільнює її разом із ціллю. «Несприйняття» випускає промінь енергії Порожнечі, який скидає невразливості свідомих.",
    "/Lotus/Language/Suits/BrokenEmbraceAbilityName": "Утрачений",
    "/Lotus/Language/Suits/BrokenFrameDesc": "Частини зламаних ворфреймів із Порожнечі, з’єднані в одне. Заку завдає багато шкоди. Він доводить, що сумарна потужність цілого більша за силу частинок.",
    "/Lotus/Language/Suits/BrokenFrameName": "Заку",
    "/Lotus/Language/Suits/BrokenFramePassiveAbilityDesc": "Заку отримує на |CHANCE|% менше шкоди від ударів по площі, а також може уникнути шкоди від зброї ворога.",
    "/Lotus/Language/Suits/BrokenGraspAbilityDesc": "Вусики Порожнечі вихоплюють зброю ворогів поблизу й утримують довкола Заку, додаючи їй автоприцілювання. Кількість завдаваної шкоди залежить від рівня ворогів. Кількість зброї впливає на множник шкоди для променя Порожнечі від здібності «Утрачений: Несприйняття».",
    "/Lotus/Language/Suits/BrokenGraspAbilityName": "Хват лоука",
    "/Lotus/Language/Suits/BrokenRotAbilityDesc": "Додає до всієї спорядженої зброї шкоду Порожнечею.",
    "/Lotus/Language/Suits/BrokenRotAbilityName": "Шепіт Зати",
    "/Lotus/Language/Suits/BulletAttractorAbilityDesc": "(КЛАЦНУТИ) Оточує ціль магнітним полем і притягує інших ворогів до неї, завдаючи шкоди протягом певного часу. Поле також притягує уламки від Поляризації та уражальні елементи, що роблять його смертельно небезпечним.\n(УТРИМУВАТИ) Створює довкола Меґ магнітне поле, яке поглинає шкоду від дальніх атак і завдає зворотної шкоди у вигляді руйнівного конуса.",
    "/Lotus/Language/Suits/BulletAttractorAbilityName": "Намагнічування",
    "/Lotus/Language/Suits/CannonBarrageAbilityDesc": "Прикликає буревій на визначену область.",
    "/Lotus/Language/Suits/CannonBarrageAbilityName": "Буревійна загата",
    "/Lotus/Language/Suits/ChaosAbilityDesc": "Потужна ментальна хвиля створює масову істерію на полі бою та змушує ворогів атакувати усіх поспіль.",
    "/Lotus/Language/Suits/ChaosAbilityName": "Хаос",
    "/Lotus/Language/Suits/ChromaDesc": "Нестримний дракон. Хрома використовує тепло, електрику, токсини та холод, щоби завдавати великої шкоди ворогам і забезпечувати виживання союзникам. Ширяйте на крилах люті.",
    "/Lotus/Language/Suits/ChromaName": "Хрома",
    "/Lotus/Language/Suits/ChromaPassiveAbility": "Крила розпростуються для додаткового звичайного та гвинтового стрибків.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityDesc": "На короткий проміжок часу прикликає Тіні полеглих ворогів, що битимуться на вашому боці.",
    "/Lotus/Language/Suits/CloneTheDeadAbilityName": "Тіні полеглих",
    "/Lotus/Language/Suits/CrushAbilityDesc": "Намагнічує кістки ворогів поблизу, від чого ті ламаються.",
    "/Lotus/Language/Suits/CrushAbilityName": "Розчавлення",
    "/Lotus/Language/Suits/DagathApparitionAbilityDescription": "Надзарядження зброї Даґат гарантує додаткову критичну шкоду. Ефект подвоюється на приречених ворогах. Уникайте смертельних ударів, тимчасово набираючи спектральної форми.",
    "/Lotus/Language/Suits/DagathApparitionAbilityName": "Могильний дух",
    "/Lotus/Language/Suits/DagathCurseAbilityDescription": "Найближчі вороги будуть приречені. Коли Даґат завдає шкоди, то її частина додатково згодом завдається здібністю «Коло серпів». Також вороги отримують <DT_VIRAL> вірусну шкоду.",
    "/Lotus/Language/Suits/DagathCurseAbilityName": "Приреченість",
    "/Lotus/Language/Suits/DagathHorseAbilityDescription": "Примарні кайти мчать уперед, завдаючи <DT_VIRAL> вірусної шкоди всьому на своєму шляху. Їхні удари збивають захист із приречених ворогів.",
    "/Lotus/Language/Suits/DagathHorseAbilityName": "Кіннота Рахалі",
    "/Lotus/Language/Suits/DagathPassiveAbility": "Існує |PERCENT|% імовірності, що згустки енергії та здоров’я працюватимуть на |ENERGY|% ефективніше для Даґат.",
    "/Lotus/Language/Suits/DagathSuitDesc": "Не варто недооцінювати силу та лють гіркого смутку. Злоба Даґат завдає великої шкоди.",
    "/Lotus/Language/Suits/DagathSuitName": "Даґат",
    "/Lotus/Language/Suits/DagathVolleyAbilityDescription": "Серпи по колу кружляють навколо Даґат і шукають найближчих ворогів, сповільнюючи та завдаючи <DT_VIRAL> вірусної шкоди з гарантованим ефектом стану в разі влучання. Також серпи накладають мітку Приреченості та подовжують тривалість її існування.",
    "/Lotus/Language/Suits/DagathVolleyAbilityName": "Коло серпів",
    "/Lotus/Language/Suits/DarkExcaliburDesc": "З тіней довгої ночі виринає новий Екскалібур.",
    "/Lotus/Language/Suits/DecoyAbilityDesc": "Локі створює голографічну копію, яка притягує постріли ворогів на себе й поглинає частину ворожого здоров’я та щитів.",
    "/Lotus/Language/Suits/DecoyAbilityName": "Принада",
    "/Lotus/Language/Suits/DevourerDesc": "Вічний ненажера. Ґрендель дивиться на кожне бойовище як на стіл із закусками. Вічний голод забезпечує його потужною живучістю. Він зжере ворога. А потім відригне.",
    "/Lotus/Language/Suits/DevourerName": "Ґрендель",
    "/Lotus/Language/Suits/DevourerPassiveAbilityDesc": "Поглинені вороги дають додатково |ARMOUR| захисту.",
    "/Lotus/Language/Suits/DragonScalesAbilityDesc": "Хрома зміцнює захист загону, коли його щити пошкоджено або він вбиває ворога холодною зброєю. Він збільшує шкоду від зброї загону, коли втрачає здоров’я або вбиває ворога стрілецькою зброєю, подвоюючи ефект за вбивства влучанням у слабкі місця.",
    "/Lotus/Language/Suits/DragonScalesAbilityName": "Броня презирства",
    "/Lotus/Language/Suits/DropAbilityDesc": "Випускає частку антиматерії, що вибухає внаслідок зіткнення. Потужність вибуху можна підвищити, якщо націлитися на частку.",
    "/Lotus/Language/Suits/DropAbilityName": "Вивільнення антиматерії",
    "/Lotus/Language/Suits/EclipseAbilityDesc": "(КЛАЦАННЯ) Тимчасово зменшує шкоду, якої вороги завдають Міраж.\n(УТРИМУВАННЯ) Тимчасово збільшує шкоду від зброї Міраж.",
    "/Lotus/Language/Suits/EclipseAbilityName": "Затемнення",
    "/Lotus/Language/Suits/ElementalAttackAbilityDesc": "Випускає руйнівне стихійне дихання. Клацніть, щоби змінити стихію, затисніть для застосування. Вибрана стихія застосовується до всіх здібностей Хроми.",
    "/Lotus/Language/Suits/ElementalAttackAbilityName": "Примарний крик",
    "/Lotus/Language/Suits/EmberDesc": "Сама сила вогню. Жар Ембер завдає великої шкоди, однак вона зберігає холодний спокій у найспекотніших боях.",
    "/Lotus/Language/Suits/EmberImmolationAbilityDesc": "Створює полум’яний захист, який із часом розгоряється дужче й на своєму піку починає споживати енергію. Застосуйте знову, щоби загасити.",
    "/Lotus/Language/Suits/EmberImmolationAbilityName": "Самоспалення",
    "/Lotus/Language/Suits/EmberInfernoAbilityDesc": "Скеровує вогняну комету на ділянку перед Ембер, поглинаючи ворогів у полум’ї, що може ширитися їхніми рядами.",
    "/Lotus/Language/Suits/EmberInfernoAbilityName": "Пекло",
    "/Lotus/Language/Suits/EmberName": "Ембер",
    "/Lotus/Language/Suits/EmberPassiveAbility": "Збільшує потужність здібностей на |STRENGTH|% за кожного ворога у <DT_FIRE>вогні в межах |RANGE| м.",
    "/Lotus/Language/Suits/EnergyVampireAbilityDesc": "Союзники впродовж часу отримують енергію від поміченої цією здібністю цілі.",
    "/Lotus/Language/Suits/EnergyVampireAbilityName": "Енергетичний вампіризм",
    "/Lotus/Language/Suits/EquinoxDesc": "Межа між днем і ніччю. Денна форма Еквінокс пропонує підтримку нападу, а нічна — захисту. Вона набирає могутності в міжсвітті.",
    "/Lotus/Language/Suits/EquinoxName": "Еквінокс",
    "/Lotus/Language/Suits/EquinoxPassiveAbility": "|PERCENT|% від згустків здоров’я перетворюється на енергію, а |PERCENT|% від згустків енергії — на здоров’я.",
    "/Lotus/Language/Suits/ExcaliburDesc": "Втілення духу воїнів і смертоносності. Майстерність Екскалібура як мечника дозволяє завдавати великої шкоди.",
    "/Lotus/Language/Suits/ExcaliburName": "Екскалібур",
    "/Lotus/Language/Suits/ExcaliburPassiveAbility": "Зі спорядженими мечами завдає на |DAMAGE|% більше шкоди й атакує на |SPEED|% швидше.",
    "/Lotus/Language/Suits/ExcaliburUmbraName": "Екскалібур Умбра",
    "/Lotus/Language/Suits/ExcaliburUmbraPassiveDesc": "Умбра може діяти самостійно, коли оператор не керує ним за допомогою Перенесення. Зі спорядженими мечами завдає на |DAMAGE|% більше шкоди й атакує на |SPEED|% швидше.",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityName": "Міазми",
    "/Lotus/Language/Suits/ExplosiveDissolveAbilityReworkDesc": "Випускає отруйні міазми й завдає <DT_VIRAL>вірусної шкоди. Заражені спорами вороги більше піддаються впливу туману.",
    "/Lotus/Language/Suits/FairyDustAbilityDesc": "Ворогів підкидує в повітря, вони випускають зброю. Союзники поблизу стають невразливими до ефектів стану. Утримуйте кнопку застосування, щоби накласти невразливість на Титанію.",
    "/Lotus/Language/Suits/FairyDustAbilityName": "Зачарування",
    "/Lotus/Language/Suits/FairyFlightAbilityDesc": "Зменшує Титанію та дозволяє їй літати. У цей час лезокрили всіляко атакуватимуть ворогів поблизу.",
    "/Lotus/Language/Suits/FairyFlightAbilityName": "Лезокрил",
    "/Lotus/Language/Suits/FairyLightAbilityDesc": "Створює рій лезокрилів, які летять до ворога, як на світло, і вибухають за командою.",
    "/Lotus/Language/Suits/FairyLightAbilityName": "Ліхтар",
    "/Lotus/Language/Suits/FairySoulAbilityDesc": "Виберіть одне з 4 застосовних підсилень. Терня зменшує отримувану шкоду. Пил зменшує влучність ворогів. Повний Місяць збільшує шкоду супутника. Пута сповільнюють ворогів у межах дії здібності.",
    "/Lotus/Language/Suits/FairySoulAbilityName": "Данина",
    "/Lotus/Language/Suits/FireBallAbilityDesc": "Заряджає та випускає вогненний снаряд, який підпалює ворогів.",
    "/Lotus/Language/Suits/FireBallAbilityName": "Вогненна куля",
    "/Lotus/Language/Suits/FireBlastAbilityDesc": "Б’є по землі та створює хвилю запалювальної плазми, яка збиває ворогів та прибирає їхній захист.",
    "/Lotus/Language/Suits/FireBlastAbilityName": "Хвиля вогню",
    "/Lotus/Language/Suits/FreezeAbilityDesc": "Створює потужний енергетичний вибух, що заморожує ворогів.",
    "/Lotus/Language/Suits/FreezeAbilityName": "Заморожування",
    "/Lotus/Language/Suits/FrostDesc": "Повелитель жорстокого холоду. Коли Фрост з’являється на бойовищі, то вороги відчувають зниження температури. Атаки Фроста контролюють натовп, захищають цілі та збільшують імовірність виживання.",
    "/Lotus/Language/Suits/FrostName": "Фрост",
    "/Lotus/Language/Suits/FrostPassiveAbility": "Хто вдарить Фроста в ближньому бою, має |CHANCE|% імовірності замерзнути на |DURATION| с.",
    "/Lotus/Language/Suits/GarudaBloodAbilityDesc": "Ґаруда жертвує своїм здоров’ям, щоби відновити енергію й позбутися ефектів стану.",
    "/Lotus/Language/Suits/GarudaBloodAbilityName": "Кровопускання",
    "/Lotus/Language/Suits/GarudaDesc": "Діва смерті з гострими пазурами. Ґаруда перетворює кров ворогів на зброю, щоби завдавати великої шкоди. Закривавлений вигляд доповнює її смертоносну силу.",
    "/Lotus/Language/Suits/GarudaName": "Ґаруда",
    "/Lotus/Language/Suits/GarudaPassiveAbilityDesc": "З кожним убитим ворогом зростає завдавана Ґарудою шкода (максимально до |DAMAGE|%).\nЯкщо холодну зброю не споряджено, то Ґаруда б’ється пазурами.",
    "/Lotus/Language/Suits/GarudaShieldAbilityDesc": "Вириває життєву силу з ворога, послаблюючи його, і використовує її як щит, що поглинає шкоду. Утримуйте, щоби перетворити накопичену шкоду на вибуховий снаряд.",
    "/Lotus/Language/Suits/GarudaShieldAbilityName": "Люстерко жаху",
    "/Lotus/Language/Suits/GarudaSiphonAbilityDesc": "Настромлює ворога на вівтар із кігтів і витягує здоров’я, щоби передати його Ґаруді й союзникам.",
    "/Lotus/Language/Suits/GarudaSiphonAbilityName": "Кривавий вівтар",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityDesc": "Утримуйте, щоби збільшити область прицілювання, та відпустіть, щоби пазурі Ґаруди почали атакувати всіх, до кого дістануть. Уцілілі вороги страждатимуть від кровотечі.",
    "/Lotus/Language/Suits/GarudaUnstopplableAbilityName": "Пазурі-шукачі",
    "/Lotus/Language/Suits/GeodeCrystalAbilityDesc": "Створює самоцвіт, що випускає призматичні промені. Самоцвіт обирає ворогів, які зазнають шкоди від зброї Цитрини та її союзників. Промені можуть накладати термічні, крижані, токсичні й електричні ефекти стану. Збільшується ймовірність накладання та тривалість дії ефектів стану від союзників неподалік.",
    "/Lotus/Language/Suits/GeodeCrystalAbilityName": "Призматичний самоцвіт",
    "/Lotus/Language/Suits/GeodeFrameDesc": "Знайомтеся з кристалічною фортецею. Кришталева міць Цитрини підтримує союзників на полі бою. Бій лише підкреслює її фрактальну красу.",
    "/Lotus/Language/Suits/GeodeFrameName": "Цитрина",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityDesc": "Цитрина викликає кристалічні фрактали, які мчать уперед у пошуках ворогів. Уражені вороги паралізуються кристалічними наростами. Влучання в нарости завдає критичної шкоди.",
    "/Lotus/Language/Suits/GeodeGrowthsAbilityName": "Кристалізація",
    "/Lotus/Language/Suits/GeodePassiveAbility": "Цитрина зцілює найближчим союзникам |BASE| здоров’я за секунду. Підбирання згустків здоров’я збільшує величину відновлюваного здоров’я на |HPS|, максимум до |MAX|.",
    "/Lotus/Language/Suits/GeodeShardsAbilityDesc": "Ріже й проштрикує ворогів кристалічним вибухом, що завдає кровотечі. Вороги під дією кровотечі мають збільшену ймовірність залишити по собі згустки здоров’я та енергії.",
    "/Lotus/Language/Suits/GeodeShardsAbilityName": "Зламаний вибух",
    "/Lotus/Language/Suits/GeodeShellAbilityDesc": "Цитрина захищає себе й союзників кристалічною оболонкою, що поступово зникає. Убивства та допомога в убивствах збільшують потужність захисту оболонки.",
    "/Lotus/Language/Suits/GeodeShellAbilityName": "Зберігальна оболонка",
    "/Lotus/Language/Suits/GlaiveAbilityDesc": "Випускає обертове лезо болю, що завдає великих ушкоджень і прибиває ворогів до стін.",
    "/Lotus/Language/Suits/GlaiveAbilityName": "Сюрикен",
    "/Lotus/Language/Suits/GlassDesc": "Скляна воїтелька. Смертельний дотик Ґари робить ворогів крихкими. Скляні здібності забезпечують виживання їй та союзникам, а також завдають великої шкоди. Розбийте ворогів на друзки.",
    "/Lotus/Language/Suits/GlassFragmentAbilityDesc": "Створює довкола ворогів карусель дзеркал і змушує їх стріляти по своїх віддзеркаленнях. Знищення дзеркала завдає ворогу шкоду, як і руйнування всієї каруселі.",
    "/Lotus/Language/Suits/GlassFragmentAbilityName": "Спектролють",
    "/Lotus/Language/Suits/GlassName": "Ґара",
    "/Lotus/Language/Suits/GlassPassiveAbility": "Має ймовірність осліпити ворогів довкола на |DURATION| с, коли Ґара застосовує здібності.",
    "/Lotus/Language/Suits/GlassRingAbilityDesc": "Створює розширювальне кільце з розплавленого скла, яке повільно перетворює ворогів на кристали. Після завершення розширення кільце твердішає та блокує ворожі постріли. Кристалізовані вороги дають кільцю додаткову міцність і щити. Осколковий випад розіб’є кільце й нашпигує всіх ворогів довкола гострими уламками.",
    "/Lotus/Language/Suits/GlassRingAbilityName": "Масове засклення",
    "/Lotus/Language/Suits/GlassShankAbilityDesc": "Здійснює випад з уламків скла. Утримуйте, щоби здійснити дуговий розмах. Модифікатори холодної зброї поліпшують показники.",
    "/Lotus/Language/Suits/GlassShankAbilityName": "Осколковий випад",
    "/Lotus/Language/Suits/GlassShatterAbilityDesc": "Ґара створює довкола себе захист із подрібненого скла. Якщо союзник торкнеться Ґари, то отримає опір шкоді.",
    "/Lotus/Language/Suits/GlassShatterAbilityName": "Осколкова буря",
    "/Lotus/Language/Suits/GrandFinaleDesc": "Стріляє енергетичною призмою, що випускає лазери у всіх напрямах. Повторне застосування підриває її й засліплює ворогів поблизу.",
    "/Lotus/Language/Suits/GrandFinaleName": "Призма",
    "/Lotus/Language/Suits/GrappleHookAbilityDesc": "Валькірія жбурляє вперед гак. Якщо він влучає у ворога, вона підтягує його до себе. Якщо гак влучає в перешкоду, вона підтягує себе туди.",
    "/Lotus/Language/Suits/GrappleHookAbilityName": "Гарпун",
    "/Lotus/Language/Suits/GrendelBowlAbilityDesc": "Ґрендель скручується в кулю. Він зцілюється, поки котиться, зминаючи все на своєму шляху. Удари по землі після стрибка створюють ударну хвилю.",
    "/Lotus/Language/Suits/GrendelBowlAbilityName": "Тюфтелька",
    "/Lotus/Language/Suits/GrendelConsumeAbilityDesc": "Відновлюйте здоров’я, поки Ґрендель поглинає поживні речовини з ворогів у своєму череві. Поки він перетравлює їх, вороги, що атакують, або атаковані Ґренделем вороги, зазнають <DT_VIRAL>вірусної шкоди, а джерела енергії надають більше енергії. Ці підсилення поширюються на союзників.",
    "/Lotus/Language/Suits/GrendelConsumeAbilityName": "Підживлення",
    "/Lotus/Language/Suits/GrendelDevour2AbilityDesc": "Проковтує ворогів і зберігає у своєму шлунку. Утримуйте клавішу здібності, щоби виблювати ворогів, просочених токсичною жовчю.",
    "/Lotus/Language/Suits/GrendelDevour2AbilityName": "Бенкет",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityDesc": "Ґрендель зі страшною силою вибльовує просоченого жовчю ворога, перетворюючи його на токсичний снаряд. Пересування ворогів поблизу сповільнюється, а їхні обладунки розчиняються жовчю.",
    "/Lotus/Language/Suits/GrendelRegurgitateAbilityName": "Відрижка",
    "/Lotus/Language/Suits/GunFuAbilityDesc": "Меса дістає пістолети «Упорядники» й зосереджено та швидко розстрілює ворогів.",
    "/Lotus/Language/Suits/GunFuAbilityName": "Миротвориця",
    "/Lotus/Language/Suits/GyreEnergizedAbilityDescription": "Отримайте короткотривале збільшення ймовірності критичної шкоди й відновлення енергії, а за кожне вбивство подовжте тривалість дії Грації катодів. Після вичерпання дії перезаряджається. ",
    "/Lotus/Language/Suits/GyreEnergizedAbilityName": "Грація катодів",
    "/Lotus/Language/Suits/GyreFrameDesc": "Втілення теорії елегантності. Знищуйте ворогів за допомогою провідності котушок та передавачів. Електричні атаки Джайри забезпечують керування натовпом.",
    "/Lotus/Language/Suits/GyreFrameName": "Джайра",
    "/Lotus/Language/Suits/GyreOverchargedAbilityDescription": "Механізми Джайри обертаються з неймовірною швидкістю, створюючи електричне поле, яке вражає ворогів поруч. Коли Джайра завдає критичної шкоди, то створюється великий електричний розряд, що переходить у ланцюгове ураження від ворога, який отримав критичну шкоду, до інших ворогів поруч.",
    "/Lotus/Language/Suits/GyreOverchargedAbilityName": "Обертовий момент",
    "/Lotus/Language/Suits/GyrePassiveDescription": "Здібності Джайри мають 10% імовірності завдати критичної шкоди ворогам за кожне спрацювання ефекту електричного стану.",
    "/Lotus/Language/Suits/GyrePulseAbilityDescription": "Запустіть Обертальну кулю, що завдасть великої шкоди в разі зіткнення та певний час завдаватиме електричної шкоди ворогам поруч. Ураження багатьох ворогів одразу після запуску збільшить величину шкоди.",
    "/Lotus/Language/Suits/GyrePulseAbilityName": "Сферична дуга",
    "/Lotus/Language/Suits/GyreSphereAbilityDescription": "Киньте Обертальну кулю, що через кілька секунд вибухом усередину притягне ворогів до себе. Також ви можете самостійно підірвати її завчасно.",
    "/Lotus/Language/Suits/GyreSphereAbilityName": "Котушковий горизонт",
    "/Lotus/Language/Suits/HopliteArmyAbilityDesc": "Стейнекс випромінює міць і повагу. Він підіймається в повітря й жбурляє стос Гідних списів, які завдають шкоди ворогам поблизу місця падіння. Пряме влучання завдає значно більшої шкоди.",
    "/Lotus/Language/Suits/HopliteArmyAbilityName": "Останній бій",
    "/Lotus/Language/Suits/HopliteBashAbilityDesc": "Прикликає Таррос — щит Стейнекса. Махайте ним, щоби відкидати ворогів і зменшувати їхній захист та щити. За кожне влучання щитом Стейнекс відновлює здоров’я.",
    "/Lotus/Language/Suits/HopliteBashAbilityName": "Удар Тарроса",
    "/Lotus/Language/Suits/HopliteFrameDesc": "Гопліт зі списом і щитом, від виду яких тремтять вороги. Стейнекса ніколи не турбує кількість ворогів попереду — лише їхнє точне місце перебування. Він завдає значної шкоди.",
    "/Lotus/Language/Suits/HopliteFrameName": "Стейнекс",
    "/Lotus/Language/Suits/HopliteImpaleAbilityDesc": "Кидає Гідний спис, який після прибивання ворога до стіни притягує ворогів поблизу й завдає їм шкоди.",
    "/Lotus/Language/Suits/HopliteImpaleAbilityName": "Гідний спис",
    "/Lotus/Language/Suits/HoplitePassiveAbilityDesc": "Імовірність критичної шкоди Стейнекса збільшується разом із кількістю щитів і подвоюється для його гарпуна.",
    "/Lotus/Language/Suits/HopliteRallyAbilityDesc": "Притягує погляди ворогів до Стейнекса. Його рішучість надихає союзників і відновлює енергію загону з плином часу. Стейнекс і союзники відновлюють щити за кожну допомогу з убивством ворога.",
    "/Lotus/Language/Suits/HopliteRallyAbilityName": "Місце збору",
    "/Lotus/Language/Suits/HydroidDesc": "Володар водних глибин, звідки й черпає свою силу. Гідроїд забезпечує керування натовпом водяними атаками. Його вороги гинуть від утоплення.",
    "/Lotus/Language/Suits/HydroidName": "Гідроїд",
    "/Lotus/Language/Suits/HydroidPassiveAbility": "Вороги, що отримали шкоду від Гідроїда, вразливіші до ефекту стану від <PT_CAUSTIC_BURN>корозійної шкоди, а базовий ефект стану зменшує захист на |PCT|%.",
    "/Lotus/Language/Suits/IceWaveAbilityDesc": "Випускає хвилю гострого кристалічного льоду, який завдає серйозної шкоди ворогам.",
    "/Lotus/Language/Suits/IceWaveAbilityName": "Крижана хвиля",
    "/Lotus/Language/Suits/IllusionAbilityDesc": "Створює низку двійників, які спантеличують і відвертають увагу ворога.",
    "/Lotus/Language/Suits/IllusionAbilityName": "Дзеркальна зала",
    "/Lotus/Language/Suits/InarosDesc": "Повелитель сили пекучої пустелі. Інар виживає, наче мінливі піски, що насичують його силою. У легендах Інара кличуть Страхожером.",
    "/Lotus/Language/Suits/InarosName": "Інар",
    "/Lotus/Language/Suits/InarosPassiveAbility": "Коли Інару завдають смертельної шкоди, то він ховається у саркофаг та втілюється у пісок, щоб атакувати ворогів, висмоктуючи їхнє здоров’я для свого відродження.",
    "/Lotus/Language/Suits/InfestAbilityDesc": "Ненажерливі гробаки атакую ворогів поблизу й годуються ними, допоки їх не атакувати Мутацією, від якої вони вибухають зараженням. Гробаки посилюються від мутації, а кожен укушений ними ворог збільшує лічильник мутації.",
    "/Lotus/Language/Suits/InfestAbilityName": "Ненаситність",
    "/Lotus/Language/Suits/InfestLinkAbilityDesc": "Створює зв’язок із ціллю. Якщо Нідус пов’язує себе із союзником, обидва збільшують потужність здібностей. Якщо пов’язує з ворогом, то той забирає на себе частину шкоди, яка призначалася Нідусу.",
    "/Lotus/Language/Suits/InfestLinkAbilityName": "Паразитування",
    "/Lotus/Language/Suits/InfestPassiveAbility": "Якщо Нідус має щонайменше |STACKS| одиниць мутації, то замість отримання смертельного поранення використовує |STACKS| мутації та отримує невразливість на |DURATION| с, а також відновлює здоров’я на |HEAL|%.",
    "/Lotus/Language/Suits/InfestationDesc": "Володар зараження, що наділяє його силою. Зараження збільшує живучість Нідуса й допомагає завдавати великої шкоди та керувати натовпом. Уразьте ворогів заразою.",
    "/Lotus/Language/Suits/InfestationName": "Нідус",
    "/Lotus/Language/Suits/InvisibilityAbilityDesc": "Локі стає невидимим для ворогів.",
    "/Lotus/Language/Suits/InvisibilityAbilityName": "Невидимість",
    "/Lotus/Language/Suits/IronFrameAuraAbilityDesc": "Створює навколо союзників захисну ауру. Коли ворог до такої наблизиться, то отримує шкоду. ",
    "/Lotus/Language/Suits/IronFrameAuraAbilityName": "Притулок",
    "/Lotus/Language/Suits/IronFrameBlastAbilityDesc": "Заряджається й вистрілює руйнівними вогняними зарядами.",
    "/Lotus/Language/Suits/IronFrameBlastAbilityName": "Вогнестріл",
    "/Lotus/Language/Suits/IronFrameDesc": "Груба, нескорена сила. Унікальні здібності Гільдрини, що завдають шкоди, живляться щитами, які можна поновити енергією. Гільдрина доводить, що найліпший напад — це хороший захист.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityDesc": "Проливає з неба дощ із вогняних ракет. Вороги поблизу підкидаються в повітря й кожні кілька секунд створюють згусток енергії. Коли щити Гільдрини вичерпуються, вороги із силою б’ються об землю.",
    "/Lotus/Language/Suits/IronFrameEruptionAbilityName": "Буря еґіди",
    "/Lotus/Language/Suits/IronFrameName": "Гільдрина",
    "/Lotus/Language/Suits/IronFramePassiveAbilityDesc": "У Гільдрини дуже потужне повне гашення щитом. Після спадання щитів вона може бути невразливою до шкоди аж до 3,5 с.",
    "/Lotus/Language/Suits/IronFrameStripAbilityDesc": "Викрадає певний відсоток щитів і захисту ворогів поблизу й відновлює щити й надщит Гільдрини, а також прибирає ефекти стану їй та союзникам.",
    "/Lotus/Language/Suits/IronFrameStripAbilityName": "Обкрадання",
    "/Lotus/Language/Suits/IronSkinAbilityDesc": "Шкура Райно твердішає та захищає його від усієї шкоди, Райно отримує надзахист.",
    "/Lotus/Language/Suits/IronSkinAbilityName": "Залізна шкура",
    "/Lotus/Language/Suits/IvaraDesc": "Мисливиця з луком, що ніколи не хибить. Івара — саме єство скрадання. Її вороги живуть у страху, очікуючи несподіваних атак.",
    "/Lotus/Language/Suits/IvaraName": "Івара",
    "/Lotus/Language/Suits/IvaraPassiveAbility": "Відчуває ворогів у межах |RADIUS| м.",
    "/Lotus/Language/Suits/KhoraCageAbilityDesc": "Створює купол із живих ланцюгів, які знерухомлюють ворогів усередині та всіх, хто наважиться підійти. Вороги назовні намагатимуться полегшити страждання побратимів і стрілятимуть у них. Удари Пазурхлистом по куполу завдаватимуть шкоди підвішеним ворогам.",
    "/Lotus/Language/Suits/KhoraCageAbilityName": "Задушливий купол",
    "/Lotus/Language/Suits/KhoraCrackAbilityDesc": "Відправляє ворогів у політ оглушливим ударом батога. Модифікатори холодної зброї поліпшують показники.",
    "/Lotus/Language/Suits/KhoraCrackAbilityName": "Пазурхлист",
    "/Lotus/Language/Suits/KhoraDesc": "Воїтелька із закривавленим батогом і кігтями. Хора разом із каватицею Венарі завдає великої шкоди та керує натовпом. Два тіла, проте одна душа.",
    "/Lotus/Language/Suits/KhoraKavatAbilityDesc": "Віддає наказ Венарі. Утримуйте, щоби вибрати напад, захист чи лікування. Якщо Венарі помирає, застосування цієї здібності миттєво відроджує її.",
    "/Lotus/Language/Suits/KhoraKavatAbilityName": "Венарі",
    "/Lotus/Language/Suits/KhoraName": "Хора",
    "/Lotus/Language/Suits/KhoraPassiveAbilityDesc": "Люта каватиця Венарі б’ється на боці Хори й надає їй пришвидшення на |SPEED|%. Убита каватиця відроджується за |RESPAWN| с.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityDesc": "Заковує безпорадну ціль у живий метал і сковує тих, хто підходить надто близько. Пазурхлист оновлює дію капкану, щоби піймати ще більше ворогів.",
    "/Lotus/Language/Suits/KhoraTwirlAbilityName": "Капкан",
    "/Lotus/Language/Suits/KrakenAbilityDesc": "Прикликає істоту з глибин. Його водянисті мацаки виринають із найближчих поверхонь і сіють хаос.",
    "/Lotus/Language/Suits/KrakenAbilityName": "Рій мацаків",
    "/Lotus/Language/Suits/LastStandAbilityDesc": "Валькірія насичується енергією й випускає пазурі чистої люті, спроможні смертельним виром розрізати не стривожених ворогів.",
    "/Lotus/Language/Suits/LastStandAbilityName": "Істерика",
    "/Lotus/Language/Suits/LavoPassiveAbility": "Енергетичні й універсальні згустки дають Лавосу невразливість до ефектів стану на |DURATION| с.\n\nУтримуйте клавішу застосування будь-якої здібності, щоби додати наступній здібності стихійну шкоду й ефект стану.",
    "/Lotus/Language/Suits/LevTrapAbilityDesc": "Створює стримувальне поле, яке захоплює ворогів у стазис і зриває їхній захист. Якщо утримувати, то всі Бастилії об’єднаються в один руйнівний вихор.",
    "/Lotus/Language/Suits/LevTrapAbilityName": "Бастилія",
    "/Lotus/Language/Suits/LimboDesc": "Майстер стрибків між тінями та матерією. Лімбо розриває час та простір, щоби забезпечувати контроль натовпу. Він почувається як удома там, де інші намагаються зрозуміти що є справіжнім.",
    "/Lotus/Language/Suits/LimboName": "Лімбо",
    "/Lotus/Language/Suits/LimboPassiveAbility": "За допомогою маневру ухилення Лімбо входить у розлом буття й виходить із нього. Після входження прохід лишається відчиненим протягом |DURATION| с. У розломі повільно відновлюється енергія. Окрім того, убивство ворогів у розломі також відновлюватиме |ENERGY| енергії.",
    "/Lotus/Language/Suits/LinkAbilityDesc": "Отримана шкода передається ворогу поблизу.",
    "/Lotus/Language/Suits/LinkAbilityName": "Зв’язок",
    "/Lotus/Language/Suits/LokiDesc": "Повелитель обману. Локі скрадається, щоби завдавати шкоди ворогам. Посійте плутанину у ворожих рядах.",
    "/Lotus/Language/Suits/LokiName": "Локі",
    "/Lotus/Language/Suits/LokiPassiveAbility": "Тримається на стінах у |MULT| разів довше.",
    "/Lotus/Language/Suits/LuckyDragonAbilityDesc": "Створює захисну ауру, залежну від вибраної стихії. Вона захищає як Хрому, так і союзників поблизу.",
    "/Lotus/Language/Suits/LuckyDragonAbilityName": "Стихійна опіка",
    "/Lotus/Language/Suits/MagDesc": "Повелителька сил магнетизму. Меґ змінює магнітні поля, щоби керувати натовпом та нищити захист ворогів. Мало хто може протистояти її притягувальній чи відштовхувальній силі.",
    "/Lotus/Language/Suits/MagName": "Меґ",
    "/Lotus/Language/Suits/MagPassiveAbility": "Предмети поблизу притягуються до Меґ.",
    "/Lotus/Language/Suits/MesaDesc": "Стрільчиня з твердою смертоносною рукою. Кожен постріл завдає велику шкоду. Меса найшвидше в цьому світі дістає зброю з кобури.",
    "/Lotus/Language/Suits/MesaName": "Меса",
    "/Lotus/Language/Suits/MesaPassiveAbility": "Парна допоміжна зброя стріляє на |SPEED|% швидше, а звичайна допоміжна зброя заряджається на |RELOAD|% швидше. Має |HEALTH| додаткового здоров’я без спорядженої холодної зброї.",
    "/Lotus/Language/Suits/MindControlAbilityDesc": "Нікс проникає у свідомість цілі й змушує її битися на боці тенно. Коли Нікс стріляє в підконтрольних ворогів, то завдає їм більше шкоди.",
    "/Lotus/Language/Suits/MindControlAbilityName": "Контроль розуму",
    "/Lotus/Language/Suits/MirageDesc": "Спритниця, дурисвітка, майстриня ілюзій. Спритність рук Міраж доповнює її могутність. Приголомшені вороги зазнають великої шкоди. Майстерність її проявляється у двійниках, лазерах та пастках.",
    "/Lotus/Language/Suits/MirageName": "Міраж",
    "/Lotus/Language/Suits/MiragePassiveAbility": "Ковзає на |DURATION|% далі, а акробатичні рухи виконуються на |SPEED|% швидше.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityDesc": "Заряджає всіх ворогів поблизу нестійкою антиматерією.",
    "/Lotus/Language/Suits/MolecularPrimeAbilityName": "Молекулярне заряджання",
    "/Lotus/Language/Suits/MonkeyCloudAbilityName": "Хмарохід",
    "/Lotus/Language/Suits/MonkeyCloudReworkAbilityDesc": "Перетворюється на туманну хмарку й пролітає над полем бою, спантеличуючи ворогів на своєму шляху. Вукон і двійник зцілюють певну кількість здоров’я.",
    "/Lotus/Language/Suits/MonkeyDeathAbilityName": "Заперечення",
    "/Lotus/Language/Suits/MonkeyDeathReworkAbilityDesc": "Вукон із двійником стають невразливими. Уся отримана шкода збирається, накопичується, та вивільнюється потужним ударом посоха. \nПісля цього Вукон отримує додатковий захист, пропорційний накопиченій шкоді.",
    "/Lotus/Language/Suits/MonkeyHairAbilityDesc": "Вукон скидає частину себе та створює двійника. Коли Вукон стріляє, двійник б’є холодною зброєю. Коли Вукон бере до рук холодну зброю, двійник надасть вогневу підтримку. \nПовторне застосування здібності наказує двійнику атакувати ціль зі збільшеною шкодою.",
    "/Lotus/Language/Suits/MonkeyHairAbilityName": "Зоряний двійник",
    "/Lotus/Language/Suits/MonkeyStaffAbilityDesc": "Прикликає залізний посох і вивільнює свою лють.",
    "/Lotus/Language/Suits/MonkeyStaffAbilityName": "Первісна лють",
    "/Lotus/Language/Suits/NekrosDesc": "Повелитель смерті, жнець. Некрос керує натовпом зі смертельною точністю. Колишні вороги стають його союзниками, коли він набирає новобранців серед померлих.",
    "/Lotus/Language/Suits/NekrosName": "Некрос",
    "/Lotus/Language/Suits/NekrosPassiveAbility": "Відновлює |HEALTH| здоров’я за кожного вбитого в межах |RADIUS| м ворога.",
    "/Lotus/Language/Suits/NezhaDesc": "Мінливий володар вогню, що захищає невинних. Багатошарова тактика Неджи забезпечує високий рівень виживання, допоки він завдає шкоди та керує натовпом. Його вогонь — це також вогник надії.",
    "/Lotus/Language/Suits/NezhaName": "Неджа",
    "/Lotus/Language/Suits/NezhaPassiveAbility": "Ковзає на |SPEED|% швидше й |RANGE|% далі.",
    "/Lotus/Language/Suits/NezhaRingAbilityDesc": "Запускає вогняне кільце, яке підпалює ворогів і робить їх уразливими до будь-якої шкоди. Підпалені вороги після смерті лишають згустки здоров’я. Кільце можна посилити заряджанням здібності, а повторне застосування миттєво перенесе Неджу до кільця.",
    "/Lotus/Language/Suits/NezhaRingAbilityName": "Вогняна чакра",
    "/Lotus/Language/Suits/NezhaSashAbilityDesc": "Створює захисне кільце вогню, яке завдає шкоди ворогам поблизу й приголомшує їх.",
    "/Lotus/Language/Suits/NezhaSashAbilityName": "Охоронний ореол",
    "/Lotus/Language/Suits/NezhaSpearAbilityDesc": "Настромлює ворогів поблизу на списи, що виринають з-під землі. Повторне застосування здібності вбиває вцілілих ворогів у землю.",
    "/Lotus/Language/Suits/NezhaSpearAbilityName": "Божественні списи",
    "/Lotus/Language/Suits/NezhaTrailAbilityDesc": "Неджа лишає по собі вогняний слід, який підпалює ворогів та очищає союзників. Перенесення створює на місці приземлення вогняне кільце.",
    "/Lotus/Language/Suits/NezhaTrailAbilityName": "Вогнеступ",
    "/Lotus/Language/Suits/NinjaStormAbilityDesc": "Викликає люті тіньові копії Еша на групу віддалених ворогів. Приєднуйтеся до них за допомогою Переміщення.",
    "/Lotus/Language/Suits/NinjaStormAbilityName": "Буря клинків",
    "/Lotus/Language/Suits/NovaDesc": "Володарка антиматерії. Нова використовує античастинки, щоби керувати натовпом та збільшувати завдавану шкоду. Вона нищить ворогів за допомогою руйнування самої матерії.",
    "/Lotus/Language/Suits/NovaName": "Нова",
    "/Lotus/Language/Suits/NovaPassiveAbility": "Після збиття з ніг створює захисний вибух, який у межах |RADIUS| м збиває ворогів із ніг у відповідь і завдає |DAMAGE| шкоди.",
    "/Lotus/Language/Suits/NullstarAbilityDesc": "Випускає частки антиматерії, які кружляють довкола Нови й шукають ворогів поблизу. Кожна зменшує отримувану шкоду здоров’ю Нови на 5%, сукупно аж до 90%.",
    "/Lotus/Language/Suits/NullstarAbilityName": "Нульова зірка",
    "/Lotus/Language/Suits/NyxDesc": "Володарка психокінетичних здібностей, що роблять її небезпечним ворогом. Нікс проникає у свідомість ворогів, щоби керувати натовпом та обернути їхні атаки проти них самих. Такі дії можуть змінити хід бою.",
    "/Lotus/Language/Suits/NyxName": "Нікс",
    "/Lotus/Language/Suits/NyxPassiveAbility": "Вороги стріляють у Нікс на |PERCENT|% менш влучно.",
    "/Lotus/Language/Suits/OberonDesc": "Підкорювач зцілення та страждань. Оберон наказує силам природи підтримувати союзників. Що добре для друзів — прокляття для ворогів.",
    "/Lotus/Language/Suits/OberonName": "Оберон",
    "/Lotus/Language/Suits/OberonPassiveAbility": "Союзні супутники отримують додатково |HEALTH|% зв’язків здоров’я, захисту й щитів від Оберона. А ваш супутник додатково отримує одне миттєве зцілення на завдання.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityDesc": "Скидає часовий якір, до якого Протея невдовзі може повернутися. Повертаючись у часі, вона накопичує енергію, яка вивільнюється у вигляді часового вибуху. Усе втрачене й витрачене з моменту скидання якоря повертається, навіть смертельне поранення виліковується. Якір зникає, якщо Протею збити з ніг.",
    "/Lotus/Language/Suits/OdaliskAnchorAbilityName": "Часовий якір",
    "/Lotus/Language/Suits/OdaliskBFGAbilityDesc": "Розміщує артилерійну установку, яка стріляє плазмовими зарядами. Кожне влучання збільшує потужність наступних зарядів.",
    "/Lotus/Language/Suits/OdaliskBFGAbilityName": "Артприкриття",
    "/Lotus/Language/Suits/OdaliskDesc": "Володарка часу. Протея знає все про захист. Вона завдає шкоди й підтримує союзників. І, звісно, управляє часом.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityDesc": "Розміщує генератор, який після короткої затримки викидає підсилений згусток здоров’я, набір набоїв та згусток енергії.",
    "/Lotus/Language/Suits/OdaliskDispensaryAbilityName": "Модуль підтримки",
    "/Lotus/Language/Suits/OdaliskFanAbilityDesc": "Кидає гранати віялом перед собою.\n\n(КЛАЦАННЯ) ВИХОР ШРАПНЕЛІ\nСтворює вихор шрапнелі, що ріже й приголомшує ворогів.\n\n(УТРИМУВАННЯ) ЩИТОГЕНЕРАТОРИ\nПротея перемикає гранати в режим щитогенераторів, щоби захистити себе, а також союзників і супутників. Коли щити виснажуються, один із щитогенераторів вибухає, збільшуючи тривалість невразливості від гашення щитом.",
    "/Lotus/Language/Suits/OdaliskFanAbilityName": "Гранатне віяло",
    "/Lotus/Language/Suits/OdaliskName": "Протея",
    "/Lotus/Language/Suits/OdaliskPassiveAbilityDesc": "Кожне |CASTS| застосування здібності збільшує їхню потужність на |STRENGTH|%.",
    "/Lotus/Language/Suits/OverLoadAbilityDesc": "Вольт випускає електрику, що вирує в ньому. Ударна хвиля завдає шкоди ворогам поблизу й паралізує їх. Ті вороги, що опинилися з краю ударної хвилі, приголомшуються.",
    "/Lotus/Language/Suits/OverLoadAbilityName": "Розряджання",
    "/Lotus/Language/Suits/PacifistDesc": "Лише найтерплячіші можуть вивільнити справжню лють. Баруук володіє вміннями виживання та керування натовпом. Випустить накопичену бурю, якщо хтось порушить його рівновагу.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityDesc": "Прикликає багато обертальних кинджалів, які знищують ворожу зброю невеликим вибухом. Використання з Ухиленням збільшує дальність дії вдвічі.",
    "/Lotus/Language/Suits/PacifistDisarmAbilityName": "Роззброєння",
    "/Lotus/Language/Suits/PacifistDodgeAbilityDesc": "Ухиляється від спрямованих уражальних елементів, але не коли сам б’є. Застосуйте здібність знову, щоби вимкнути її.",
    "/Lotus/Language/Suits/PacifistDodgeAbilityName": "Ухилення",
    "/Lotus/Language/Suits/PacifistFistAbilityDesc": "Коли Стриманість вичерпується, Баруук прикликає Пустельний вітер, який завдає потужних всебічних атак його кулаками та ногами. Кожну секунду самоконтроль повертається до Баруука.",
    "/Lotus/Language/Suits/PacifistFistAbilityName": "Вибух спокою",
    "/Lotus/Language/Suits/PacifistName": "Баруук",
    "/Lotus/Language/Suits/PacifistPassiveDesc": "З кожним уражальним елементом, від якого ухиляється Баруук, а також приспаним чи роззброєним ворогом його стриманість зменшується й пробуджує бурю всередині. Зі зменшенням стриманості збільшується опір шкоді, аж до |PERCENT|%.",
    "/Lotus/Language/Suits/PacifistWaveAbilityDesc": "Заспокійлива хвиля сповільнює ворогів, доки вони не засинають. Від отриманої шкоди вони пробуджуються спантеличені. Стирання тимчасової пам’яті змушує їх забути все, що було до сну.",
    "/Lotus/Language/Suits/PacifistWaveAbilityName": "Присипляння",
    "/Lotus/Language/Suits/PagemasterBookAbilityDesc": "Розкрийте Ноктуа (благородний фоліант Данте) й вивільніть оповідь про горе, що спіткає його ворогів.",
    "/Lotus/Language/Suits/PagemasterBookAbilityName": "Ноктуа",
    "/Lotus/Language/Suits/PagemasterDeathAbilityDesc": "Твори Данте завдають ворогам поблизу різальної шкоди й притягують кров із розкритих ран.",
    "/Lotus/Language/Suits/PagemasterDeathAbilityName": "Куплет темряви",
    "/Lotus/Language/Suits/PagemasterDesc": "Шукач знань. Оберігач історії. Відважний дослідник збірника знань Леверія. Данте розповідає містичні оповіді, щоби підтримати союзників та здолати ворогів.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityDesc": "Перед Останнім куплетом Данте повинен видати два інші. \n\nЗДОБУТТЯ: Два послідовні Куплети світла зміцнюють союзників, збільшуючи здоров’я та даючи надзахист. Убивства та допомога в убивстві упродовж короткого часу відновлюють надзахист.<br>Перед Останнім куплетом Данте повинен видати два інші.\n\nТРАГЕДІЯ: Два послідовні Куплети темряви атакують ворогів. Будь-яка шкода, завдавана з часом, накопичується в єдиний заряд.<br>Перед Останнім куплетом Данте повинен видати два інші.\n\nВАРТОВИЙ СЛОВА: Куплет світла, за яким іде Куплет темряви, підтримають союзників копіями Ноктуа, що синхронізуються свої атаки з атаками союзників, до яких вони пристали.<br>Перед Останнім куплетом Данте повинен видати два інші.\n\nНАСТУП ПАРАҐРІМІВ: Куплет темряви, за яким іде Куплет світла, прикличуть параґрімів, щоб атакувати ворогів та робити їх уразливими до ймовірності накладання ефектів стану та шкоди від них, а також відвертання уваги ворогів від союзників.",
    "/Lotus/Language/Suits/PagemasterFinalChapterAbilityName": "Останній куплет",
    "/Lotus/Language/Suits/PagemasterLifeAbilityDesc": "Живодайні твори Данте дають йому та союзникам надзахист і збільшують кількість здоров’я.",
    "/Lotus/Language/Suits/PagemasterLifeAbilityName": "Куплет світла",
    "/Lotus/Language/Suits/PagemasterName": "Данте",
    "/Lotus/Language/Suits/PagemasterPassiveDesc": "Ноктуа зчитує ворогів, записуючи інформацію до вашого збірника. Для цілей із повністю завершеним зчитуванням до збірника на |CHANCE|% збільшується ймовірність накладання ефекту стану.",
    "/Lotus/Language/Suits/PassiveAbilityBard": "Поки здібності діють, енергія Октавії та союзників у межах |RANGE| м відновлюється на |ENERGY| за |DURATION| с.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityDesc": "Куллерво оточує себе кинджалами. Кожен із кинджалів, що влучає у ворога, відновлює Куллерво здоров’я. Але той, що не влучає, б’є самого Куллерво й завдає йому незначної шкоди. Коли він має повне здоров’я, то за влучання у ворога отримує надзахист.",
    "/Lotus/Language/Suits/PaxDuviricusBladesAbilityName": "Відшкодування",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityDesc": "Порожнеча відповідає на прикликання Куллерво та створює бурю кинжалів, що дощем сипляться на ворогів.",
    "/Lotus/Language/Suits/PaxDuviricusFieldAbilityName": "Буревій Укко",
    "/Lotus/Language/Suits/PaxDuviricusFrameDesc": "Куллерво відповідає за свої гріхи та гріхи інших. Його кинджали та майстерність ближнього бою завдають великої шкоди. Скористайтеся його підступними навичками, щоби вгамувати його жагу до помсти.",
    "/Lotus/Language/Suits/PaxDuviricusFrameName": "Куллерво",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityDesc": "Куллерво відправляє вперед хвилю прокляття, яке засліплює ворогів. Коли проклятий ворог отримує шкоду від Куллерво, усі інші прокляті вороги отримують частину цієї шкоди також.",
    "/Lotus/Language/Suits/PaxDuviricusLinkAbilityName": "Збірне прокляття",
    "/Lotus/Language/Suits/PaxDuviricusPassiveAbility": "Куллерво додає +|EFFICIENCY|% до ефективності потужних ударів та +|WINDUP|% до швидкості підготовки потужного удару для всієї холодної зброї.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityDesc": "(КЛАЦНУТИ) Куллерво заряджає потужний удар, переноситься до своєї жертви та б’є. Його заряджене люттю зосередження тимчасово збільшує ймовірність критичної шкоди від ударів холодною зброєю.\n(УТРИМУВАТИ) Переноситься в позначене місце.",
    "/Lotus/Language/Suits/PaxDuviricusTeleportAbilityName": "Гнівний наступ",
    "/Lotus/Language/Suits/PhysicDaggerAbilityDesc": "Випускає низку силових зарядів, які за допомогою телекінезу шукають найближчих ворогів і розривають їхній захист.",
    "/Lotus/Language/Suits/PhysicDaggerAbilityName": "Психозаряди",
    "/Lotus/Language/Suits/PirateArmorAbilityDesc": "Знімає захист із найближчих ворогів і збільшує <DT_CORROSIVE>корозійну шкоду, яку завдають ваші здібності та зброя. Вороги під дією ефекту стану від <DT_CORROSIVE>корозійної шкоди надають більше посилення.",
    "/Lotus/Language/Suits/PirateArmorAbilityName": "Грабіж",
    "/Lotus/Language/Suits/PoisonAbilityName": "Спори",
    "/Lotus/Language/Suits/PoisonAbilityReworkDesc": "Заражає ціль <DT_CORROSIVE>корозійними спорами. Якщо вбити носія чи знищити спору, вона заразить ворогів поблизу. Що довше спора поширюється, то більшою буде шкода від неї.",
    "/Lotus/Language/Suits/PriestCondemnAbilityDesc": "Випускає хвилю енергії, яка сковує ворогів на місці й посилює щити Гарроу.",
    "/Lotus/Language/Suits/PriestCondemnAbilityName": "Епітимія",
    "/Lotus/Language/Suits/PriestDesc": "Спокута досягається помстою. Чернець Гарроу збільшує завдавану шкоду від союзників. Киньте виклик ворогам та вознесіться над ними.",
    "/Lotus/Language/Suits/PriestName": "Гарроу",
    "/Lotus/Language/Suits/PriestPassiveAbility": "Місткість надщита збільшена вдвічі.\nРозпочинає завдання з максимальною енергією.",
    "/Lotus/Language/Suits/PriestPenanceAbilityDesc": "Жертвує щитами для збільшення швидкості перезаряджання й швидкострільності, а завдана ворогам шкода лікує здоров’я Гарроу та союзникам.",
    "/Lotus/Language/Suits/PriestPenanceAbilityName": "Спокута",
    "/Lotus/Language/Suits/PriestThuribleAbilityDesc": "Скеровує енергію в кадило. Після припинення дії здібності убивайте ворогів, щоби відновлювати енергію собі й союзникам. Що більше енергії поглине кадило, то більше буде віддавати за вбивство. Убивства влучанням у голову дають додаткову енергію.",
    "/Lotus/Language/Suits/PriestThuribleAbilityName": "Кадило",
    "/Lotus/Language/Suits/PriestWarPactAbilityDesc": "Захищає себе й союзників енергетичним полем, яке поглинає всю шкоду й перетворює її на ймовірність завдання критичної шкоди. Влучання в голову куди більше посилюють цей ефект.",
    "/Lotus/Language/Suits/PriestWarPactAbilityName": "Завіт",
    "/Lotus/Language/Suits/PullAbilityDesc": "Меґ приголомшує ворогів магнетичним вихором. Він притягує уламки від Поляризації й приголомшених ворогів просто перед Меґ.",
    "/Lotus/Language/Suits/PullAbilityName": "Тяжіння",
    "/Lotus/Language/Suits/PushAbilityDesc": "Випускає звукову ударну хвилю, яка штовхає цілі в зоні ураження з достатньою силою, щоби приголомшити або вбити їх.",
    "/Lotus/Language/Suits/PushAbilityName": "Звуковий удар",
    "/Lotus/Language/Suits/QorvexAuraAbilityDesc": "Захистіть себе та союзників поблизу від ефектів стану. Щоразу як Корвекс убиває чи допомагає в убивствах ворогів, на яких діє <DT_RADIATION>радіаційний ефект стану, зростає кількість ефектів стану, яким може запобігти Дизометрична варта.",
    "/Lotus/Language/Suits/QorvexAuraAbilityName": "Дизометрична варта",
    "/Lotus/Language/Suits/QorvexLaserAbilityDesc": "Випускає промінь із ядра тигля Корвекса. Кожен уражений ворог отримує <DT_RADIATION>радіаційну шкоду з гарантованим накладанням ефекту стану. Вороги, вражені <DT_RADIATION>радіаційним ефектом стану, вибухають у ланцюговій реакції.",
    "/Lotus/Language/Suits/QorvexLaserAbilityName": "Тигельний вибух",
    "/Lotus/Language/Suits/QorvexPassiveDesc": "Зброя у руках Корвекса має додатково +|PUNCH_THROUGH| до пробивання.",
    "/Lotus/Language/Suits/QorvexPillarAbilityDesc": "Викликання Чирінковського стовпа сповільнює ворогів. Направляє імпульс <DT_RADIATION>радіаційної шкоди з гарантованим накладанням ефекту стану.",
    "/Lotus/Language/Suits/QorvexPillarAbilityName": "Чирінковський стовп",
    "/Lotus/Language/Suits/QorvexSuitDesc": "Альбрехт Ентраті розробив Корвекса, щоби захистити обраного оператора від небезпек його лабораторії. Ядро тигля надає Корвексу потужну живучість завдяки керуванню натовпом.",
    "/Lotus/Language/Suits/QorvexSuitName": "Корвекс",
    "/Lotus/Language/Suits/QorvexWallAbilityDesc": "Стримує загрозу. Корвекс викликає стіни, які зіштовхуються й завдають шкоди всім ворогам між ними, а також накладають <DT_RADIATION>радіаційний ефект стану.",
    "/Lotus/Language/Suits/QorvexWallAbilityName": "Стіна стримування",
    "/Lotus/Language/Suits/RadialBlindAbilityDesc": "Випромінює яскравий спалах світла, що засліплює ворогів поблизу.",
    "/Lotus/Language/Suits/RadialBlindAbilityName": "Променеве засліплення",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraDesc": "Лютим виттям приголомшує ворогів довкола, а також скидає будь-які опори шкоді у свідомих.",
    "/Lotus/Language/Suits/RadialBlindAbilityUmbraName": "Променеве виття",
    "/Lotus/Language/Suits/RadialDisarmAbilityDesc": "Випускає хвилю енергії, яка блокує стрілецьку зброю ворогів в області дії та змушує їх використовувати холодну зброю.",
    "/Lotus/Language/Suits/RadialDisarmAbilityName": "Променеве роззброєння",
    "/Lotus/Language/Suits/RadialJavelinAbilityDesc": "Променеві списи проштрикують ворогів поблизу й завдають кровотечу.",
    "/Lotus/Language/Suits/RadialJavelinAbilityName": "Променевий спис",
    "/Lotus/Language/Suits/RangerBowAbilityDesc": "Прикликає потужний лук, який випускає залп смертоносних стріл.",
    "/Lotus/Language/Suits/RangerBowAbilityName": "Лук Артеміди",
    "/Lotus/Language/Suits/RangerControlAbilityDesc": "Контролює політ будь-якого снаряда, випущеного Іварою.",
    "/Lotus/Language/Suits/RangerControlAbilityName": "Шляховказ",
    "/Lotus/Language/Suits/RangerQuiverAbilityDesc": "Виберіть одну з 4 тактичних стріл. Сховна стріла створює нерухому бульбашку, яка ховає Івару та союзників. Дротова стріла закріпляє дріт, по якому можна ходити. Гомінка стріла видає високочастотний звук, який приваблює ворогів. Присипна стріла тимчасово присипляє цілі.",
    "/Lotus/Language/Suits/RangerQuiverAbilityName": "Сагайдак",
    "/Lotus/Language/Suits/RangerStealAbilityDesc": "Робить Івару невидимою та дозволяє обкрадати не стривожених ворогів або вбивати жертв смертельним влучанням у голову.",
    "/Lotus/Language/Suits/RangerStealAbilityName": "Скрадання",
    "/Lotus/Language/Suits/ReckoningAbilityDesc": "Швидко підкидає ворогів у повітря та жбурляє ними об землю. Убиті здібністю вороги можуть лишити по собі згусток здоров’я.",
    "/Lotus/Language/Suits/ReckoningAbilityName": "Розплата",
    "/Lotus/Language/Suits/RegenerationAbilityDesc": "Хвилі лікувальної енергії течуть від Оберона до союзників і з плином часу відновлюють здоров’я.",
    "/Lotus/Language/Suits/RegenerationAbilityName": "Відновлювання",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityDesc": "Проноситься крізь ворогів стіною енергії свідомих, висмоктуючи щити й здоров’я в тих, кого вразить, і ще більше в рабів.",
    "/Lotus/Language/Suits/RevenantAfflictionAbilityName": "Спустошення",
    "/Lotus/Language/Suits/RevenantDesc": "Моторошна воскресла примарна сутність. Ревенант, насичений силою ейдолонів, має високу живучість та завдає великої шкоди. Вороги стають його рабами.",
    "/Lotus/Language/Suits/RevenantMarkAbilityDesc": "Перетворює ціль на вірного раба. Він стає союзником і може поневолити інших ворогів завданням шкоди. Після смерті перетворюється на руйнівний стовп енергії. Раби лишаються підконтрольними Ревенанту до завершення дії здібності.",
    "/Lotus/Language/Suits/RevenantMarkAbilityName": "Поневолення",
    "/Lotus/Language/Suits/RevenantName": "Ревенант",
    "/Lotus/Language/Suits/RevenantPassiveAbility": "Виснаження щита випускає ударну хвилю на |RADIUS| м довкола, яка завдає |DAMAGE| шкоди ворогам і збиває їх із ніг.",
    "/Lotus/Language/Suits/RevenantRebornAbilityDesc": "Випускає у всі боки промені енергії свідомих і кружляє в танку смерті. Промені підсилюються від отриманої Ревенантом шкоди та змінюють тип завдаваної шкоди залежно від захисту ворогів. Утримуйте, щоби посилити шкоду й ефекти стану, а також витрату енергії на підтримування здібності. Убиті променями вороги лишають на землі підсилення надщита.",
    "/Lotus/Language/Suits/RevenantRebornAbilityName": "Танок смерті",
    "/Lotus/Language/Suits/RevenantSentientAbilityDesc": "Огортає енергією свідомих, відбиває всю шкоду та приголомшує нападників. Поневолення приголомшених ворогів не споживає енергію.",
    "/Lotus/Language/Suits/RevenantSentientAbilityName": "Зачарована шкіра",
    "/Lotus/Language/Suits/RhinoChargeAbilityDesc": "Збиваючи всіх на шляху, Райно біжить на ціль і завдає їй значної шкоди.",
    "/Lotus/Language/Suits/RhinoChargeAbilityName": "Наступ",
    "/Lotus/Language/Suits/RhinoDesc": "Тваринна дикість і сила. Райно чудово володіє навичками виживання та керування натовпом. Мудрі ніколи не стануть на шляху його атак.",
    "/Lotus/Language/Suits/RhinoName": "Райно",
    "/Lotus/Language/Suits/RhinoPassiveAbility": "Після приземлення з великої висоти випускає ударну хвилю, яка завдає |DAMAGE| шкоди ворогам поблизу.",
    "/Lotus/Language/Suits/RhinoRoarAbilityDesc": "Тимчасово підвищує завдавану союзниками поблизу шкоду.",
    "/Lotus/Language/Suits/RhinoRoarAbilityName": "Ревіння",
    "/Lotus/Language/Suits/RhinoStompAbilityDesc": "Тупотить достатньо сильно, щоби розірвати час і ввести ворогів довкола в стазис.",
    "/Lotus/Language/Suits/RhinoStompAbilityName": "Тупання",
    "/Lotus/Language/Suits/RicochetArmorAbilityDesc": "Огортає Месу щитом енергії й відбиває завдану вогнепальну шкоду.",
    "/Lotus/Language/Suits/RicochetArmorAbilityName": "Уламковий щит",
    "/Lotus/Language/Suits/RunnerDesc": "Покровитель Альтри. Ґаусс швидкий, завдає великої шкоди й дуже здібний у виживанні. Рух заряджає його місткі наснажувачі, тож він ніколи не зупиняється.",
    "/Lotus/Language/Suits/RunnerName": "Ґаусс",
    "/Lotus/Language/Suits/RunnerPassiveAbilityDesc": "Під час руху акумулятор Ґаусса наснажується від електричних потоків. Щити відновлюються швидше на |SPEED|%, а затримка відновлення зменшується на |DELAY|% залежно від заряду акумулятора.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityDesc": "Створює захисне покриття, яке поглинає частину кінетичної шкоди (фізична, <DT_FIRE>термічна, <DT_FREEZE>крижана, <DT_EXPLOSION>вибухова) і перетворює її на енергію. Окрім того, Ґаусс стає невразливим до хитання та збиття з ніг. Опір шкоді відповідає заряду акумулятора.",
    "/Lotus/Language/Suits/RunnerPlatingAbilityName": "Кінетичне покриття",
    "/Lotus/Language/Suits/RunnerRedlineAbilityDesc": "Ґаусс наснажує свій акумулятор вище червоної лінії, збільшуючи потужність здібностей, швидкість стрільби, атаки, перезаряджання та швидкість застосування. Перенаснажений акумулятор періодично вистрілює електричними зарядами, які вибухають після припинення дії здібності.",
    "/Lotus/Language/Suits/RunnerRedlineAbilityName": "Надпотужність",
    "/Lotus/Language/Suits/RunnerRushAbilityDesc": "Розганяється до скаженої швидкості, збиває ворогів на шляху й наснажує акумулятор. Удар об тверді поверхні створює потужну ударну хвилю. Утримуйте, щоби бігти без відпочинку.",
    "/Lotus/Language/Suits/RunnerRushAbilityName": "Біг Маха",
    "/Lotus/Language/Suits/RunnerTransferAbilityDesc": "Витягує кінетичну енергію з області, наснажуючи акумулятор і спричиняючи <DT_FREEZE>замороження ворогам поблизу. Утримуйте, щоби запустити зворотну дію й витратити заряд акумулятора на накладання <DT_FIRE>займання.",
    "/Lotus/Language/Suits/RunnerTransferAbilityName": "Термоконтроль",
    "/Lotus/Language/Suits/RuptureAbilityDesc": "Розриває землю грибковим наростом, який витягує з кожного постраждалого ворога енергію. За кожних 5 ворогів Зараження мутує та збільшує свою руйнівну силу.",
    "/Lotus/Language/Suits/RuptureAbilityName": "Напасть",
    "/Lotus/Language/Suits/RussianRouletteAbilityDesc": "Збільшує завдавану союзником шкоду й заклинює зброю ворогів довкола. Посилення переміщується між союзниками.",
    "/Lotus/Language/Suits/RussianRouletteAbilityName": "Стрільбище",
    "/Lotus/Language/Suits/SandmanArmorAbilityDesc": "Застосовуйте, щоби сформувати захист коштом здоров’я Інара. Застосуйте ще раз, щоби раніше зупинити формування. Захисний шар зменшує вхідну шкоду й поглинає ефекти стану.",
    "/Lotus/Language/Suits/SandmanArmorAbilityName": "Панцир скарабея",
    "/Lotus/Language/Suits/SandmanBlastAbilityDesc": "Випускає перед собою хвилю проклятого піску, який засліплює ворогів і краде їхнє здоров’я.",
    "/Lotus/Language/Suits/SandmanBlastAbilityName": "Осушення",
    "/Lotus/Language/Suits/SandmanStormAbilityDesc": "Станьте піщаною бурею. Інар пожирає ворогів, затягнутих у вихор, щоби зцілити себе.",
    "/Lotus/Language/Suits/SandmanStormAbilityName": "Піщана буря",
    "/Lotus/Language/Suits/SandmanSwarmAbilityDesc": "Прикличте рій скарабеїв, що атакуватиме ворогів і гарантовано накладатиме корозійний ефект стану. Шкода масштабується відповідно здоров'я Інара. З ворогів, убитих роєм, формуються ройові кавати, що б’ються поруч з Інаром і направляють скарабеїв до інших ворогів.",
    "/Lotus/Language/Suits/SandmanSwarmAbilityName": "Рій скарабеїв",
    "/Lotus/Language/Suits/SarynDesc": "Єство отрути, що проникає за найліпші обладунки. Зміїні сили Зарини сили завдають великої шкоди. Отрута для неї — доброчесність.",
    "/Lotus/Language/Suits/SarynName": "Зарина",
    "/Lotus/Language/Suits/SarynPassiveAbility": "Ефект стану, застосований на ворогів, триває на |DURATION|% довше.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityDesc": "Примушує полеглих ворогів поблизу викидати додаткову здобич.",
    "/Lotus/Language/Suits/SearchTheDeadAbilityName": "Наруга",
    "/Lotus/Language/Suits/SentientAbilityDesc": "Пояс Хроми перетворюється на потужного вартового, який посилює союзників поблизу та завдає нищівних стихійних атак.",
    "/Lotus/Language/Suits/SentientAbilityName": "Опудало",
    "/Lotus/Language/Suits/SentientBlastAbilityDescription": "Спрямовує три потоки чистої енергії в одну точку й спричиняє велетенський вибух. Радіоактивні опади розривають на шмаття обладунки всіх ворогів, на яких потраплять.",
    "/Lotus/Language/Suits/SentientBlastAbilityName": "Удар злиття",
    "/Lotus/Language/Suits/SentientFrameDesc": "Спадкоємець двох королівств — біологічного й свідомого життя. Управний Калібан керує натовпом та має хист до виживання. Його творець думав не про один світ.",
    "/Lotus/Language/Suits/SentientFrameName": "Калібан",
    "/Lotus/Language/Suits/SentientPassiveAbilityDesc": "Союзники в межах досяжності єдності отримують до |PCT|% опору до того типу шкоди, яку вони наразі отримують.",
    "/Lotus/Language/Suits/SentientStompAbilityDescription": "Потужним ударом об землю випускає радіальну хвилю руйнації. Якщо хто з ворогів її переживає, то їх на певний час підкидає в повітря, де вони продовжують зазнавати збільшену шкоду.",
    "/Lotus/Language/Suits/SentientStompAbilityName": "Лють свідомого",
    "/Lotus/Language/Suits/SentientSummonAbilityDescription": "Силою «свідомої» частини Калібана прикликає до трьох союзних конкулистів, щоби вони билися на його боці та лагодили його щити.",
    "/Lotus/Language/Suits/SentientSummonAbilityName": "Смертельне потомство",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityDescription": "Калібан стає обертовим вихором смерті. Утримуйте <PRE_ATTACK>, щоби пришвидшити оберти, збільшуючи завдавану шкоду, або націльтеся на ворога, натиснувши <PRE_ATTACK>, щоби полетіти на нього. Зіткнення з постраждалими від Люті свідомого утворює руйнівний вибух.",
    "/Lotus/Language/Suits/SentientWhirlwindAbilityName": "Закручене лезо",
    "/Lotus/Language/Suits/ShedAbilityDesc": "Скидає із себе шкіру, мов змія, і створює манок, що відвертає увагу ворогів на себе.",
    "/Lotus/Language/Suits/ShedAbilityName": "Линяння",
    "/Lotus/Language/Suits/ShieldAbilityDesc": "Вольт розміщує електричний щит для блокування уражальних елементів.",
    "/Lotus/Language/Suits/ShieldAbilityName": "Електрощит",
    "/Lotus/Language/Suits/ShieldBashAbilityDesc": "Вивільняє енергію щитів, щоби приголомшити ворогів довкола й завдати їм шкоди.",
    "/Lotus/Language/Suits/ShieldBashAbilityName": "Параліч",
    "/Lotus/Language/Suits/ShieldRegenAbilityDesc": "Випускає енергетичний імпульс, який виснажує ворожі щити й захист і відновлює щити союзників. Уламки, що лишаються від імпульсу, перетворюються на уламки від Поляризації. Найближчі уламки до Меґ починають кружляти довкола неї й ріжуть ворогів, завдаючи кровотечу.",
    "/Lotus/Language/Suits/ShieldRegenAbilityName": "Поляризація",
    "/Lotus/Language/Suits/ShockAbilityDesc": "Запускає гальванічний промінь, який приголомшує ціль і завдає їй шкоди. Від неї до ворогів поблизу вилітає ланцюгова блискавка й ударяє їх струмом.",
    "/Lotus/Language/Suits/ShockAbilityName": "Шок",
    "/Lotus/Language/Suits/SilenceAbilityDesc": "Створює довкола Банші поле тиші, яке приголомшує ворогів та обмежує їхнє сприйняття й тактичні можливості реагувати на атаки ворфреймів.",
    "/Lotus/Language/Suits/SilenceAbilityName": "Тиша",
    "/Lotus/Language/Suits/SlashDashAbilityDesc": "Прорізайте свій шлях крізь ворогів разом із променевою тінню. Потужні розрізи Благородного клинка спричиняють кровотечу.",
    "/Lotus/Language/Suits/SlashDashAbilityName": "Стрімкий випад",
    "/Lotus/Language/Suits/SleightOfHandAbilityDesc": "Заміновує об’єкти поблизу та створює неймовірно гарний коштовний камінь, який під час дотику засліпливо загоряється в темряві й вибухає на світлі. За допомогою Дзеркальної зали можна створити багато менших коштовних каменів.",
    "/Lotus/Language/Suits/SleightOfHandAbilityName": "Спритність рук",
    "/Lotus/Language/Suits/SmiteAbilityDesc": "Витягує смертельну енергію з цілі та жбурляє її назад, завдаючи шкоди цілі й ворогам довкола.",
    "/Lotus/Language/Suits/SmiteAbilityName": "Трощення",
    "/Lotus/Language/Suits/SmokeScreenAbilityDesc": "Скидає димову бомбу, що приголомшує ворогів та затьмарює їхнє бачення. Еш стає невидимим на короткий час.",
    "/Lotus/Language/Suits/SmokeScreenAbilityName": "Димова завіса",
    "/Lotus/Language/Suits/SnowGlobeAbilityDesc": "Фрост повністю заморожує всю вологу й пару довкола себе та створює непроникну захисну кулю.",
    "/Lotus/Language/Suits/SnowGlobeAbilityName": "Снігова куля",
    "/Lotus/Language/Suits/SonarAbilityDesc": "Використовує звукові хвилі, щоби відстежувати ворогів і повідомляти про їхні слабкі місця вам і всім союзникам.",
    "/Lotus/Language/Suits/SonarAbilityName": "Сонар",
    "/Lotus/Language/Suits/SoulPunchAbilityDesc": "Потужний удар, від якого душа ворога снарядом вилітає з тіла й руйнує все на своєму шляху. Уцілілий після удару ворог позначається готовим до жатви, і після смерті стає Тінню полеглого.",
    "/Lotus/Language/Suits/SoulPunchAbilityName": "Вибийдух",
    "/Lotus/Language/Suits/SoundquakeAbilityDesc": "Скеровує звукові хвилі в землю та створює потужний землетрус.",
    "/Lotus/Language/Suits/SoundquakeAbilityName": "Звуковий поштовх",
    "/Lotus/Language/Suits/SpeedAbilityDesc": "Випускає електричний струм. Вольт із союзниками отримує короткочасний приплив швидкості, а час дії посилення швидкості перезавантажується.",
    "/Lotus/Language/Suits/SpeedAbilityName": "Пришвидшення",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityDesc": "Праведним вогнем освячує землю перед Обероном, завдаючи шкоди ворогам.",
    "/Lotus/Language/Suits/StairwayToHeavenAbilityName": "Свята земля",
    "/Lotus/Language/Suits/StatisAbilityDesc": "Заморожує ворогів у розломі. Під час дії здібності ворожі снаряди зависають у повітрі й продовжують свій рух після її завершення.",
    "/Lotus/Language/Suits/StatisAbilityName": "Стазис",
    "/Lotus/Language/Suits/SwitchTeleportAbilityDesc": "Локі миттєво міняється місцями з ворогом і збиває його з пантелику.",
    "/Lotus/Language/Suits/SwitchTeleportAbilityName": "Обмін положенням",
    "/Lotus/Language/Suits/SwordOfDoomAbilityDesc": "Прикликає меч із чистого світла й неймовірної потужності.",
    "/Lotus/Language/Suits/SwordOfDoomAbilityName": "Благородний клинок",
    "/Lotus/Language/Suits/TearInSpaceAbilityDesc": "Потужний вибух енергії Порожнечі розриває простір і відчиняє розлом, яки певний час підтримує себе, а потім вибухає.",
    "/Lotus/Language/Suits/TearInSpaceAbilityName": "Катаклізм",
    "/Lotus/Language/Suits/TeleportToAbilityDesc": "Еш переміщується впритул до цілі й отримує можливість її добити.",
    "/Lotus/Language/Suits/TeleportToAbilityName": "Переміщення",
    "/Lotus/Language/Suits/TendrilsAbilityDesc": "Створює заражений кокон, який випускає у всі боки вусики й притягує до себе ворогів, у яких влучить. Убиті під час утримування вороги можуть збільшити одиниці мутації.",
    "/Lotus/Language/Suits/TendrilsAbilityName": "Личинка",
    "/Lotus/Language/Suits/TerrorTotemAbilityDesc": "Залякує ворогів і примушує їх з острахом тікати.",
    "/Lotus/Language/Suits/TerrorTotemAbilityName": "Жах",
    "/Lotus/Language/Suits/TidalWaveAbilityDesc": "Ламайте ворогів незупинною водяною стіною.",
    "/Lotus/Language/Suits/TidalWaveAbilityName": "Припливна хвиля",
    "/Lotus/Language/Suits/TitaniaDesc": "Королівська сила та оманливий вигляд тендітної феї. Титанія завдає великої шкоди й керує натовпом. Вона змушує ворогів шанувати її або загинути.",
    "/Lotus/Language/Suits/TitaniaName": "Титанія",
    "/Lotus/Language/Suits/TitaniaPassiveAbility": "З кожним застосуванням здібності Титанія лікує себе та союзників поблизу.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityDesc": "Виберіть одну з 4 розташовних мін. В’язальна котушка знерухомлює та притягує ворогів до купи. Куля-флешетта вистрілює у всіх напрямках смертельними шипами. Векторна платформа пришвидшує ворогів і союзників у напрямку платформи. Виснажувач кріпиться до найближчого союзника та збільшує завдавану ним шкоду.",
    "/Lotus/Language/Suits/TrapperMultinadeAbilityName": "Мінування",
    "/Lotus/Language/Suits/TrapperStrikeAbilityDesc": "Розміщує сигнальний маяк, який прикликає потужний лазерний артилерійний залп.",
    "/Lotus/Language/Suits/TrapperStrikeAbilityName": "Фотонний удар",
    "/Lotus/Language/Suits/TrinityDesc": "Уособлення спокути та зцілення. Надзвичайні вміння Трініті лікувати підтримують союзників. Де інші руйнують, вона відновлює.",
    "/Lotus/Language/Suits/TrinityName": "Трініті",
    "/Lotus/Language/Suits/TrinityPassiveAbility": "Зцілює союзників на |SPEED|% швидше і з на |RANGE|% більшої відстані.",
    "/Lotus/Language/Suits/ValkyrDesc": "Вмотивована й лиховісна вбивця. Валькірія майстерно завдає шкоди й уміє виживати. Її бойові кличі вселяють жах у всіх, хто чує їх.",
    "/Lotus/Language/Suits/ValkyrName": "Валькірія",
    "/Lotus/Language/Suits/ValkyrPassiveAbility": "Відновлюється після збиття з ніг на |PERCENT|% швидше.",
    "/Lotus/Language/Suits/VaubanDesc": "Взірець надсучасних технологій. Вобан використовує різні пристосування для керування натовпом. Він грізний ворог — наполегливий та цілеспрямований.",
    "/Lotus/Language/Suits/VaubanName": "Вобан",
    "/Lotus/Language/Suits/VaubanPassiveAbility": "Завдає знерухомленим ворогам на |DAMAGE|% більше шкоди.",
    "/Lotus/Language/Suits/VolatileAbilityDesc": "У розломі оповиває ворогів поблизу енергією розлому. Після їхнього вбивства енергія оповиває найближчого ворога за межами розлому. Коли оповитий ворог виходить за межі розлому, то спричиняє кругове Вигнання.",
    "/Lotus/Language/Suits/VolatileAbilityName": "Сплеск розлому",
    "/Lotus/Language/Suits/VoltDesc": "Повелитель електрики. Атаки Вольта завдають великої шкоди. Вороги будуть шоковані.",
    "/Lotus/Language/Suits/VoltName": "Вольт",
    "/Lotus/Language/Suits/VoltPassiveAbility": "Пересування по землі накопичує електричний заряд до |DAMAGE| шкоди за метр, який вивільнюється з наступною атакою.",
    "/Lotus/Language/Suits/WeaponPoisonAbilityName": "Отруйний батіг",
    "/Lotus/Language/Suits/WeaponPoisonAbilityReworkDesc": "Постріли додатково завдають <DT_POISON>токсичної шкоди. Холодна зброя — завдає удвічі більше. Атаки миттєво підривають спори на заражених цілях.",
    "/Lotus/Language/Suits/WellOfLifeAbilityDesc": "Ставить джерело життя на ворога. Союзники біля цілі поступово відновлюють здоров’я й мають невразливість до ефекту стану. Ворог поглинає шкоду від ефектів стану, призначену вашим союзникам поруч. Окрім того, союзники отримують додаткове здоров’я, коли завдають цілі шкоди.",
    "/Lotus/Language/Suits/WellOfLifeAbilityName": "Джерело життя",
    "/Lotus/Language/Suits/WerewolfBiteAbilityDesc": "(КЛАЦНУТИ) Ікла Ракша впиваються у ваших ворогів, які отримують по 5 випадкових ефектів стану (x10 на кожен ефект стану). Загиблі вороги передають ефекти стану іншим ворогам поблизу.\n\n(УТРИМУВАТИ) Ракш охороняє Воруну, даючи опір ефектам стану.",
    "/Lotus/Language/Suits/WerewolfBiteAbilityName": "Ікла Ракша",
    "/Lotus/Language/Suits/WerewolfDesc": "Чотири звірі — одне серце. Вірна зграя Воруни — це втілення сили й непомітності. Як почуєте виття — тікайте, бо це передвісник ікол і помсти.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityDesc": "(КЛАЦНУТИ) Воруна викликає всю четвірку й готує 5 жорстоких атак, що наводяться на ворогів. Ульфран, найпотужніший вовк, очолює атаку, коли Воруна кидається на ворогів. Зграя завдає збільшеної шкоди цілям та ворогам поблизу, які мають ефекти стану. Смертельні атаки подвоюють шкоду від решти зарядів Воруни.\n\n(УТРИМУВАТИ) Ульфран охороняє Воруну. Він віддасть своє життя замість неї, якщо Воруна загине.",
    "/Lotus/Language/Suits/WerewolfHowlAbilityName": "Сходження Ульфрана",
    "/Lotus/Language/Suits/WerewolfLeapAbilityDesc": "(КЛАЦНУТИ) Лікат полює, щоби зграя вціліла. З ворогів, що вмирають від ударів холодної зброї, випадають згустки здоров’я, а від ворогів, що вмирають від влучання в голову — згустки енергії. Збільшуйте тривалість полювання Ліката, убиваючи ворогів із 5 чи більше ефектами стану.\n\n(УТРИМУВАТИ) Лікат охороняє Воруну, збільшуючи дієвість потужних ударів.",
    "/Lotus/Language/Suits/WerewolfLeapAbilityName": "Полювання Ліката",
    "/Lotus/Language/Suits/WerewolfName": "Воруна",
    "/Lotus/Language/Suits/WerewolfPassiveAbilityDesc": "Воруна не б’ється на самоті. Під час завдань утримуйте кнопку здібності, щоб застосувати пасивну здібність кожного з її вовків.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityDesc": "(КЛАЦНУТИ) Дайнар огортає Воруну невидимістю й пришвидшує її. Невидимість зникає після того, як Воруна атакує. Протягом короткого проміжку часу після зникнення невидимості атаки ближнього бою завдають збільшеної критичної шкоди, мають збільшену ймовірність завдавання критичної шкоди та накладання ефекту стану й кровотечі. Убивайте холодною зброєю, щоби подовжити дію посилення раз на застосування. \n\n(УТРИМУВАТИ) Дайнар охороняє Воруну, збільшуючи швидкість її акробатичних трюків.",
    "/Lotus/Language/Suits/WerewolfShroudAbilityName": "Заволока Дайнара",
    "/Lotus/Language/Suits/WispFrameDesc": "Мандрівниця між матеріальним і нематеріальним світами. Вісп пірнає в мультвиміри, щоби підтримувати союзників. Її вигляд таємничий та загадковий.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityDesc": "Створює міжпросторовий розрив, щоби засліпити ворогів і змусити їх вистрілювати спалахами внаслідок отримання шкоди. \nОкрім того, Вісп може перенестися до будь-якого свого джерела, щоби подвоїти область сплеску.",
    "/Lotus/Language/Suits/WispFrameHarnessAbilityName": "Сплеск прориву",
    "/Lotus/Language/Suits/WispFrameLightAbilityDesc": "Створює тінь Вісп, яка відвертає увагу ворогів на себе. Повторне застосування перенесе Вісп на місце тіні. Утримуйте, щоби пришвидшити тінь, і відпустіть, щоби переміститися до неї. ",
    "/Lotus/Language/Suits/WispFrameLightAbilityName": "Мандрівний вогник",
    "/Lotus/Language/Suits/WispFrameName": "Вісп",
    "/Lotus/Language/Suits/WispFramePassiveDesc": "Під час міжпросторової подорожі Вісп стає невидимою в повітрі. ",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityDesc": "Прикликає джерело підсилення для себе й союзників. Пришвидшувальні порошинки пришвидшують рух і атаку. Життєві порошинки збільшують максимальне здоров’я та зцілюють протягом певного часу. Шокувальні порошинки приголомшують ворогів поблизу.",
    "/Lotus/Language/Suits/WispFrameReservoirAbilityName": "Джерела",
    "/Lotus/Language/Suits/WispFrameSunAbilityDesc": "Створює прохід до сонця, щоб опромінити ворогів руйнівним променем чистої плазми. Утримуйте кнопку стріляння, щоби подвоїти шкоду шляхом збільшення споживання енергії. Вороги протягом дії здібності стають дедалі вразливішими до неї.",
    "/Lotus/Language/Suits/WispFrameSunAbilityName": "Сонячна брама",
    "/Lotus/Language/Suits/WormHoleAbilityDesc": "Створює кротовину для миттєвого переміщення на невелику відстань.",
    "/Lotus/Language/Suits/WormHoleAbilityName": "Кротовина",
    "/Lotus/Language/Suits/WraithDesc": "Повернений із Порожнечі. Севаґот зі своєю тінню завдають великої шкоди й дуже живучі. Вони підживлюються збиранням заблукалих душ.",
    "/Lotus/Language/Suits/WraithGloomAbilityDesc": "Створює імпульсну хвилю, яка захоплює та сповільнює ворогів і витягує їхні життєві сили в колодязь смерті. Союзники в межах дії здібності кожною атакою викрадають здоров’я ворогів. ",
    "/Lotus/Language/Suits/WraithGloomAbilityName": "Морок",
    "/Lotus/Language/Suits/WraithName": "Севаґот",
    "/Lotus/Language/Suits/WraithPassiveAbility": "Після смерті Севаґота його тінь битиметься за воскресіння, збираючи необхідні для відбудови надгробку душі. ",
    "/Lotus/Language/Suits/WraithReapAbilityDesc": "Тінь Севаґота летить уперед і вбиває все на своєму шляху. Уцілілі з часом отримують шкоду від Смертельних жнив. Душі померлих наповнюють колодязь смерті.",
    "/Lotus/Language/Suits/WraithReapAbilityName": "Жнива",
    "/Lotus/Language/Suits/WraithReaperAbilityDesc": "Севаґотова тінь готова проявити себе, щойно наповниться колодязь смерті. Рвіть ворогів на шмаття здібностями ближнього бою. ",
    "/Lotus/Language/Suits/WraithReaperAbilityName": "Благородна тінь",
    "/Lotus/Language/Suits/WraithSowAbilityDesc": "Вкладає в цілі поблизу насіння смерті, щоби витягнути їхні життєві сили. Пожинайте посіяне, підірвавши вражених ворогів і завдавши шкоди, рівної певному відсотку їхнього здоров’я. Душі померлих наповнюють колодязь смерті. ",
    "/Lotus/Language/Suits/WraithSowAbilityName": "Засівання",
    "/Lotus/Language/Suits/WukongDesc": "Мавпоподібний воїн із силою гори. Вукон завдає потужної шкоди й дуже живучий. Його швидкі шахрайські тактичні рухи незабутні.",
    "/Lotus/Language/Suits/WukongName": "Вукон",
    "/Lotus/Language/Suits/WukongPassiveAbility": "Отримавши смертельний удар, Вукон самостійно використовує одну з технік виживання. Їх може застосувати тричі на завдання.",
    "/Lotus/Language/Suits/YareliBoardAbilityDescription": "Прикликає з хвиль Меруліну — їздову тварину, яка надихнула на створення к-драйвів. Меруліна поглинає значну частину шкоди, завданої Ярелі.",
    "/Lotus/Language/Suits/YareliBoardAbilityName": "Меруліна",
    "/Lotus/Language/Suits/YareliBubbleAbilityDescription": "Випускає п’ять водяних куль, які за наближення ворога летять до нього й прикріпляються, завдаючи шкоди й знерухомлюючи жертви.\nУражені кулями вороги вразливіші до будь-якої шкоди.",
    "/Lotus/Language/Suits/YareliBubbleAbilityName": "Морські пастки",
    "/Lotus/Language/Suits/YareliDisksAbilityDescription": "Створює три водяних клинки, які кружляють довкола Ярелі й розрізають ворогів навпіл.",
    "/Lotus/Language/Suits/YareliDisksAbilityName": "Водяні клинки",
    "/Lotus/Language/Suits/YareliFrameDesc": "Підкорювачка хвиль. Ярелі може викликати потоп і знищити все на бойовищі. Водяні атаки завдають великої шкоди. Верхи на хвилях топіть ворогів.",
    "/Lotus/Language/Suits/YareliFrameName": "Ярелі",
    "/Lotus/Language/Suits/YareliPassiveAbilityDesc": "Якщо Ярелі рухається впродовж щонайменше |TIME| с, то отримує +|CHANCE|% до ймовірності критичного пострілу допоміжною зброєю.",
    "/Lotus/Language/Suits/YareliSpoutAbilityDescription": "Затягує ворогів у руйнівний вир і змиває їх потужним струменем води. Кожен ворог у вирі збільшує його завдавану шкоду.",
    "/Lotus/Language/Suits/YareliSpoutAbilityName": "Водоверть",
    "/Lotus/Language/Suits/YinYangAuraAbilityDesc": "У нічній формі зменшує шкоду від ворогів поблизу, а в денній збільшує потужність здібностей союзників поблизу.",
    "/Lotus/Language/Suits/YinYangAuraAbilityName": "Умиротворення та збурення",
    "/Lotus/Language/Suits/YinYangBurstAbilityDesc": "У нічній формі щити союзників відновлюються з кожним убитим поблизу ворогом. У денній формі вороги отримують кровотечу. Вимкнення здібності в нічній формі відновлює Еквінокс і союзникам здоров’я та щити, а в денній формі — створює хвилю, що розрізає ворогів.",
    "/Lotus/Language/Suits/YinYangBurstAbilityName": "Загоювання й калічення",
    "/Lotus/Language/Suits/YinYangSwitchAbilityDesc": "Змінює форму й дає тимчасовий приріст до щитів і захисту в нічній формі, а в денній збільшує шкоду та швидкість.",
    "/Lotus/Language/Suits/YinYangSwitchAbilityName": "Перевтілення",
    "/Lotus/Language/Suits/YinYangTargetAbilityDesc": "У нічній формі вводить ворогів у сон, а в денній робить цілі вразливішими до шкоди.",
    "/Lotus/Language/Suits/YinYangTargetAbilityName": "Відпочинок і гнів",
    "/Lotus/Language/Suits/ZapTrapAbilityDesc": "Розміщує котуна, який кріпиться до ворога й випускає електрозаряди по всьому поблизу.",
    "/Lotus/Language/Suits/ZapTrapAbilityName": "Нерв Тесли",
    "/Lotus/Language/Suits/ZephyrBurstAbilityDesc": "Випускає потік надстиснутого повітря. Утримуйте, щоби відправити ворогів у політ. Клацніть, щоби підтягнути їх до потоку. Завдавана шкода збільшується з кожним влучанням у ворога.",
    "/Lotus/Language/Suits/ZephyrBurstAbilityName": "Повітряний розрив",
    "/Lotus/Language/Suits/ZephyrDesc": "Опановувачка сили вітрів. Здібності Зефіри захищають її, завдають великої шкоди ворогам та допомагають керувати натовпом. Вона налітає й залишає по собі руйнівний слід.",
    "/Lotus/Language/Suits/ZephyrName": "Зефіра",
    "/Lotus/Language/Suits/ZephyrPassiveAbility": "У повітрі Зефіра рухається швидше й падає повільніше. Окрім того, у повітрі зброя отримує |CRIT|% до ймовірності завдання критичної шкоди.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityDesc": "Утримуйте в повітрі, щоби Зефіра парила з обмеженим рухом. Натисніть у повітрі, щоби Зефіра стрімко рвонула вперед. Якщо націлитися на ворога, то вона спікірує на нього.",
    "/Lotus/Language/Suits/ZephyrTailWindAbilityName": "Ходовий вітер",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityDesc": "Прикликає смертоносні торнадо, які шукають і затягують у себе ворогів. Торнадо завдає ту стихійну шкоду, яку найбільше поглине. Стріляйте у ворогів у торнадо, щоби завдати додаткової шкоди. Утримуйте кнопку застосування здібності, щоби прикликати нерухомі торнадо, і клацайте, щоби прикликати мандрівні торнадо.",
    "/Lotus/Language/Suits/ZephyrTornadoAbilityName": "Торнадо",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityDesc": "Створює навколо Зефіри вітряний щит, який перенаправляє всі ворожі постріли.",
    "/Lotus/Language/Suits/ZephyrTurbulenceAbilityName": "Турбулентність"
}